{
  "id": "aizibingshiduyunjiejifu",
  "number": 241,
  "name": "艾滋病濕毒蘊結肌膚證",
  "category": "臟腑證候",
  "overview": "艾滋病濕毒蘊結肌膚證是指感染艾滋病毒邪氣，日久傷肺，衛外不固，濕熱或寒濕之邪入侵腠理皮毛，日久毒邪凝聚肌膚所表現的一類證候。《靈枢·決氣》曰：“上焦開發，宜五谷味，熏膚，充身，澤毛，若霧露之溉，是謂氣。”肺傷，衛氣不能祛邪於外，濕毒久鬱，肌膚營衛不和，經絡不通，氣血凝滯，導致本證。本證多出現在艾滋病的相關綜合徵期。\n主要臨床表現為：局部皮膚鮮紅或潮紅，上有粟粒大小的丘疱疹，呈串狀分布，劇烈疼痛；或顏面皮膚大面積水疱疹，水疱大如銀幣；疱液渾濁，部分破潰，形成潰爛面，伴有劇痛；或皮膚多發癤腫，局部膚色變黑，癤腫破潰流膿，傷口久不封口；或顏面、周身皮膚紅斑，上面覆蓋黃色油污樣鱗屑。\n濕毒蘊結肌膚證常見於“艾滋病帶狀疱疹”、“艾滋病單純疱疹”、“艾滋病膿疱瘡”、“艾滋病濕疹”、“艾滋病毛囊炎”、“艾滋病脂溢性皮炎”、“艾滋病癰疽”等。\n本證應與“寒濕蘊結肌膚證”、“血虛風燥證”相鑑別。",
  "clinical_manifestations": "局部皮膚鮮紅或潮紅，上有粟粒大小的丘疱疹，呈串狀分布，劇烈疼痛；或顏面皮膚大面積水疱疹，水疱大如銀幣；疱液渾濁，部分破潰，形成潰爛面，伴有劇痛；或皮膚多發癤腫，局部膚色變黑，癤腫破潰流膿，傷口久不封口；或顏面、周身皮膚紅斑，上面覆蓋黃色油污樣鱗屑。濕毒蘊結肌膚證",
  "common_diseases": [
    "“艾滋病帶狀疱疹”",
    "“艾滋病單純疱疹”",
    "“艾滋病膿疱瘡”",
    "“艾滋病濕疹”",
    "“艾滋病毛囊炎”",
    "“艾滋病脂溢性皮炎”",
    "“艾滋病癰疽”"
  ],
  "differential_syndromes": [
    "“寒濕蘊結肌膚證”",
    "“血虛風燥證”"
  ],
  "differential": {
    "self_analysis": "濕毒蘊結肌膚證出現在艾滋病早中期。如艾滋病帶狀疱疹中，病人表現為大面積皮膚鮮紅或潮紅，上有粟粒大小的丘疱疹，呈串狀分布，劇烈疼痛，創面乾燥後，形成黃色結痂，脫痂可留下瘢痕。伴有身熱口渴，疲乏無力，食慾不振，便秘，小便短黃，舌紅苔黃膩或白膩，脈濡數。此由病毒侵犯日久，肺氣日衰，肺失清肅，水津不布，內有痰濕，復感外濕之邪，兩濕交會，化生濕毒，濕毒蘊結於肌膚，外發而見本證。治宜補肺清熱，利濕排毒，方用龙胆泻肝汤(《蘭室秘藏》)加減，外用青黛散外敷。如患艾滋病單純疱疹，表現為顏面皮膚大面積水疱疹，水疱大如銀幣，疱液渾濁，部分破潰，形成潰爛面，伴有劇痛，此由於肺經蘊熱，脾經聚濕，二氣交結，蘊蒸於肌膚所致。治宜清熱利濕解毒，養陰益氣。方用革薢分清饮(《瘍科心得集》)加減，加紫金錠磨水外塗。如艾滋病膿疱瘡病濕毒蘊結肌膚證，臨床表現為全身大量水疱，疱壁薄而易破，疱內有半月狀白色膠底，破後結痂成蠟黃色或灰黃色，皮膚瘙癢，全身發熱，口渴，舌紅苔黃，脈滑數。此由於濕鬱日久化毒，蘊結於皮膚，皮膚營衛運行艱澀，新血不生，化為膿液，肌膚失養所致。治宜利濕排毒，養血生肌，方用二妙散或四苓散(《丹溪心法》)加四物汤(《和劑局方》)。艾滋病癤腫、艾滋病癰疽、艾滋病毛囊炎濕毒蘊結肌膚證的臨床表現為，皮膚多發癤腫，局部膚色變黑，癤腫破潰流膿，傷口久不封口，皮膚多處炎症，表現為紅腫熱痛，中心有白色膿頭，膿破潰後局部疼痛減輕，全身高熱、口渴、心煩躁動，癤腫日久難愈。由於外感熱毒邪氣，蘊結於肌膚腠理，局部氣血瘀滯，故見紅腫熱痛，又因正氣虛弱，膿毒不易透達外解，故傷口久不封口。治宜扶正脫毒，方用黄连解毒汤(《外台秘要》)或甘露消毒丹(《溫熱經緯》)。如艾滋病脂溢性皮炎濕毒蘊結肌膚證的臨床表現是顏面、周身皮膚紅斑，覆蓋黃色油污樣鱗屑，易於脫落，脫後復生，伴有脫髮、瘙癢等症狀，病機是肺衛不調，肌熱當風，風邪入於毛孔，鬱久燥血，肌膚失養造成。治療應養血潤燥，方用祛风换肌丸(《外科正宗》)，外塗润肌膏(《外科正宗》)。濕毒蘊結肌膚證在艾滋病濕疹中，病人表現為皮膚出現大量丘疱疹，密集會片，劇烈瘙癢，常因為搔抓水疱破裂，形成糜爛結痂，反覆發作者可出現局部皮膚增厚，表面粗糙，或苔蘚樣變。此由臟腑濕熱內蘊，復外感風邪，風濕熱三邪搏於肌膚而發。治療應清熱利濕，祛風養血。方用四物消风散(《外科正宗》)。\n濕熱蘊結肌膚證在艾滋病相關綜合徵中，屬於常見的證型。人體受到艾滋病病毒的侵犯，機體發生陰陽失衡，可出現肺氣虛，營衛不調的內在變化，即正氣已虛，此時病人極易復感其他的外邪，感受濕熱，就成濕熱在膚，感受風濕熱就成風濕熱鬱結肌膚證，這些外邪與內邪相和，內外夾擊，迅速產生各種皮膚疾病，皮膚疾病的出現，更加影響氣血的運行，正氣愈虛，使人久病不愈，或病情反覆發作，極難治愈。本證症狀表現雖在肌膚，但病人氣血逆亂，需要內外同治，補瀉共用，方能達到控制症狀的目的。",
    "type_comparison": "濕毒蘊結肌膚證的“艾滋病帶狀疱疹”、“艾滋病單純性疱疹”、“艾滋病膿疱瘡”、“艾滋病濕疹”、“艾滋病毛囊炎”、“艾滋病脂溢性皮炎”、“艾滋病癰疽”等，具有異病同證的特點，故臨床上要與該病的不同證型進行鑑別。如“艾滋病濕疹”還有寒濕蘊結肌膚證、血虛風燥證等，可以根據全身及舌脈的表現進行中醫辨證論治。\n艾滋病帶狀疱疹、艾滋病單純性疱疹、艾滋病膿疱瘡、艾滋病濕疹、艾滋病毛囊炎、艾滋病脂溢性皮炎，艾滋病癰疽等與臨床一般的帶狀疱疹、濕疹等皮膚病的區別是患者的免疫功能極度低下，而且發病年齡要在青壯年，病變範圍大，病情複雜，程度重，反覆發作，難以痊癒，對一般性治療效果差。"
  },
  "literature": "《瘡瘍經驗全書·天疱瘡》：“此瘡之發，不拘老幼，受酷暑熱毒邪氣，蒸入肌肉。初生一疱，漸至遍體，漫爛無休，合家相染。”\n《瘍科心得集》：“因於風寒客熱或濕交蒸，內不得入臟腑，外不得越於皮毛，行於營衛之間，阻於肌肉之內，或發於周身數處而為流注。”",
  "zhengsu_composition": {
    "location": [
      "jifu"
    ],
    "nature": [
      "du",
      "qi_zhi",
      "shi"
    ]
  }
}