{
  "id": "aizibingpiqixu",
  "number": 242,
  "name": "艾滋病脾氣虛證",
  "category": "臟腑證候",
  "overview": "艾滋病脾氣虛證是指艾滋病人脾氣不足，運化失調所表現的證候。多因感染艾滋病病毒，日久損傷脾氣，導致脾胃運化功能下降，飲食水谷不化精微，反變為痰濁濕邪，阻於中焦，清氣不升則生飧泄；濁氣不降則上犯脾竅，出現以腹瀉、口糜為主的一系列臨床表現。\n主要臨床表現為：持續性腹瀉，每日數次，或大便溏，難以自止；有的口腔潰瘍、糜爛、疼痛，並有燒灼感，口腔白膜，覆蓋於舌面或咽後壁、頰粘膜或上腭處，甚則滿口白腐覆蓋，容易剝離，去後不易出血，一般偽膜無復生；面色萎黃，進行性消瘦，神倦乏力，舌淡脈緩弱。\n艾滋病脾氣虛證見於“艾滋病相關綜合徵”、“艾滋病腸道寄生蟲病”、“艾滋病腸道真菌性炎症”、“艾滋病腸道細菌感染”、“艾滋病口腔念珠菌病”、“艾滋病口腔毛樣白斑”、“艾滋病口瘡”等多種疾病中。\n本證通常應與“大腸濕熱證”相鑑別。",
  "clinical_manifestations": "持續性腹瀉，每日數次，或大便溏，難以自止；有的口腔潰瘍、糜爛、疼痛，並有燒灼感，口腔白膜，覆蓋於舌面或咽後壁、頰粘膜或上腭處，甚則滿口白腐覆蓋，容易剝離，去後不易出血，一般偽膜無復生；面色萎黃，進行性消瘦，神倦乏力，舌淡脈緩弱。艾滋病脾氣虛證見於“艾滋病相關綜合徵”、“艾滋病腸道寄生蟲病”、“艾滋病腸道真菌性炎症”、“艾滋病腸道細菌感染”、“艾滋病口腔念珠菌病”、“艾滋病口腔毛樣白斑”、“艾滋病口瘡”等多種疾病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“大腸濕熱證”"
  ],
  "differential": {
    "self_analysis": "艾滋病脾氣虛證是艾滋病的常見證型。如小腸阿米巴、鞭毛蟲或隱孢子球虫感染者，病人表現為嚴重腹瀉，每天達數十次，呈水樣便，噁心嘔吐，低熱，很快出現脫水、電解質紊亂、營養不良等。此由於患者在艾滋病病毒感染的基礎上，正氣不足，可因飲食不潔或不節；或感染寒濕邪氣等誘因，進一步損傷脾氣，脾氣虛弱，運化失職，水谷不化，水濕不運，清濁不分，水谷齊下，並走腸中，故見大便溏泄，脾虛食少，精微不布，生化之源匱乏，氣血不能充養肌體，故見消瘦乏力等症。治宜健脾益氣，升陽止泄。方用补中益气汤(《脾胃論》)加減。如腸道真菌性炎症脾氣虛證，表現為頻繁腹瀉，大便呈菜綠色，粘液膠凍狀，腹痛畏寒，常伴有口腔粘膜白斑，口糜等症。此由於久病入絡，損傷脾陽，氣機不利，濕濁阻滯腸道，脾陽虛衰，運化失職，精微不布，水濕流注腸間，故見上證。治宜益氣溫陽，健脾止泄。方用理中汤(《傷寒雜病論》)或实脾饮(《世醫得效方》)加減。如艾滋病腸道細菌感染脾氣虛證，出現腹瀉時斷時續，糞便為泡沫狀，量多，惡臭，偶有關節走竄疼痛，皮下紫斑，淋巴結腫大，及脾氣虛的其它相關症狀，此由於脾氣虛弱，復感濕濁邪氣，濕濁蘊結腸道，不得瀉越，入於血分所致。治宜健脾化濕，解毒益氣，方用甘露消毒丹(《溫熱經緯》)加減。如艾滋病口腔念珠菌病、艾滋病口腔毛樣白斑、艾滋病口瘡病脾氣虛證，出現口腔潰瘍、糜爛、疼痛，並有燒灼感，滿口白腐覆蓋，容易剝離，去後不易出血，一般偽膜無復生。此由於脾胃氣虛，運化失調，津液停滯，化為痰濁，痰濁鬱久化熱，腐而成白膜，濕濁阻塞，氣血不通，則口腔灼痛。治宜健脾化痰，清熱利濕。方用二陈汤(《和劑局方》)加三仁汤(《溫病条辨》)或王氏连朴饮(《霍乱论》)加減。脾氣虛證多發生在病久體弱之人。脾為後天之本，是氣血生化之源，且脾為太陰濕土，喜燥而惡濕，故飲食不調，過食生冷，起居失常等均可作為誘因而導致脾胃功能損傷，中陽被困，運化失司，出現各種病症。",
    "type_comparison": "大腸濕熱證與脾氣虛證，兩證在臨床上都具有腹痛腹瀉的特點。大腸濕熱證以實證為主，主要表現為發熱，身黃，腹瀉便溏，大便穢濁難聞，舌紅苔黃膩，脈滑數。由於感受濕毒邪氣，蘊結胃腸，脾胃運化失司，濕熱下注，故見腹瀉，大便穢濁。本證以虛為本，腹痛腹瀉，大便多呈水樣，腹瀉頻繁，患者明顯消瘦，體重急劇下降，面色萎黃，周身乏力，舌淡苔白膩，脈緩弱無力。此是由於脾氣虛弱，運化失職，水谷不化，清濁不分，水谷齊下，並走腸中，全身失於氣血充養所致。治療上前者用清熱化濕法，方用葛根芩連湯。後者用健脾益氣法，方用補中益氣湯類為主。"
  },
  "literature": "《靈樞·本神》：“脾氣虛則四肢不用，五臟不安，實則腹脹經溲不利。”\n《雜病源流犀燭·泄瀉源流》：“泄瀉，脾病也，脾受傷不能滲瀉，致傷闌門元氣，不能分別水谷，並入大腸而成瀉。”\n“其濕兼寒者，鴨溏也，濕為水氣，又感寒邪，則寒水之氣合從而化，故脈沉遲，清白，所下澄澈清冷，如鴨屎。”\n“人之清氣本上升，虛則陷下，又為濕所侵遏，濕勝氣脫，故脈細面晄，困倦少力，遇飲食即瀉，或腹不痛，所下不禁，多完谷不化。”\n《溫病条辨·中焦篇》：“濕之入中焦，有寒濕，有熱濕，有自表傳來，有水谷內蘊，有內外相合，其中傷也，有傷脾陽，有傷脾陰，有傷胃陽，有傷胃陰，有兩傷脾胃之陰者十居一二，彼此混淆，治不中規，遺患無窮，臨證細推，不可泛論。”",
  "zhengsu_composition": {
    "location": [
      "pi"
    ],
    "nature": [
      "qi_xu"
    ]
  }
}