{
  "id": "aizibingfeiqiyinliangxu",
  "number": 243,
  "name": "艾滋病肺氣陰兩虛證",
  "category": "臟腑證候",
  "overview": "艾滋病肺氣陰兩虛證是指肺氣不足，津液耗傷，宣降失職而出現的宗氣虛弱，衛外不固所表現的證候。多因感染病毒邪氣，日久耗傷肺氣陰所致。本證多出現在艾滋病的相關綜合徵期及艾滋病晚期。\n主要臨床表現為：乾咳無痰，日久不愈，聲音低怯，自汗盗汗，咽乾口渴，神疲乏力，低熱或潮熱，兩顴發紅，形體日漸消瘦，頸下、腋下等有瘰癧、包塊，舌紅無苔，脈細數。\n艾滋病肺氣陰兩虛證可見於“艾滋病相關綜合徵卡氏肺囊蟲肺炎”、“艾滋病結核”、“艾滋病消瘦綜合徵”等病症中。\n本證應與“痰濕壅肺證”相鑑別。",
  "clinical_manifestations": "乾咳無痰，日久不愈，聲音低怯，自汗盗汗，咽乾口渴，神疲乏力，低熱或潮熱，兩顴發紅，形體日漸消瘦，頸下、腋下等有瘰癧、包塊，舌紅無苔，脈細數。艾滋病肺氣陰兩虛證",
  "common_diseases": [
    "“艾滋病相關綜合徵卡氏肺囊蟲肺炎”",
    "“艾滋病結核”",
    "“艾滋病消瘦綜合徵”等病症"
  ],
  "differential_syndromes": [
    "“痰濕壅肺證”"
  ],
  "differential": {
    "self_analysis": "艾滋病肺氣陰兩虛證是艾滋病最常見的臨床證候。在與艾滋病相關的綜合徵中，病人表現為低熱，盗汗，體重下降，神疲乏力，全身淋巴結腫大，口腔粘膜感染性炎症，反覆出現各種皮膚病等。此由於感染病毒邪氣，損傷人體氣陰。同時，在本證的演變過程中，由於情緒抑郁，氣滯不舒，引起痰濕凝滯，血行不暢而出現痰凝、血瘀等症。肝鬱化火加重了氣陰的損傷，出現進行性加重的趨勢。俗有“溫陽易而復陰難”之說，說明氣陰的恢復是比較困難的，因而在治療用藥上要注意陰陽兼顧，立法益氣養陰，健脾化痰，方用月华丸(《醫學心悟》)加減。卡氏肺囊蟲肺炎是艾滋病晚期最常見的肺部疾患，肺氣陰兩虛證表現為乾咳無痰，胸骨后疼痛，低熱，神疲乏力，進行性呼吸困難，氣短，口唇紫紺或青紫，則氣虛血瘀加重，擬加重益氣活血之品。艾滋病結核病中肺氣陰兩虛證，病人可表現為肺內、肺外結核，如乾咳無痰，日久不愈，聲音低怯，自汗盗汗，咽乾口渴，神疲乏力，低熱或潮熱，兩顴發紅，形體日漸消瘦。並出現結核生長組織，臟器的相關病理表現，如淋巴結核，表現為全身淋巴結腫大；骨結核表現為局部骨痛，變形，不能負重等。病人多舌紅無苔，脈細數。此由於素體氣陰不足，復感溫熱邪氣，邪熱客於氣分，耗傷氣津，氣虛則聲音低怯，自汗盗汗，神疲乏力；陰虛則陰不制陽，出現低熱或潮熱，兩顴發紅等。治療應滋陰清熱，益氣潤肺。方用清燥救肺汤(《醫門法律》)。艾滋病消瘦綜合徵肺氣陰兩虛證體重明顯減輕，甚至骨瘦如柴，慢性持續性腹瀉，長期發熱，體質衰弱，喪失生活自理能力，屬於艾滋病晚期的證候。此為氣陰兩虛進一步發展為肺脾腎臟氣日衰，氣陰脫失。治療當益氣養陰，培元固本為法，方用生脉饮(《內外傷辨惑論》)合参附汤(《婦人良方》)加減。\n艾滋病病毒感染屬於“邪毒”感染。艾滋病病毒感染具有潛伏期長，一般8~10年，病情進展緩慢等特點；由於機體正氣日漸衰弱，正不勝邪，故到了晚期，病情急劇發展，出現多系統、多臟器、多病原體的複合感染，可有高熱不退、體重下降、皮下出血、腹瀉無度，神志昏迷等症，病人可因各臟器衰竭死亡。本病似屬伏氣溫病，其辨證可參考衛氣營血傳變，一發病，就表現為營分、血分，出現耗血動血傷陰的病理改變。同時，艾滋病的易感人群多見 性亂者，房事過度者，故人體腎精虧損是感染溫疫毒邪的內在因素。正如《內經》所說：“冬不藏精，春必病溫”。腎精不充，人體氣血陰陽生化無源，血絡空虛，溫毒之邪循血絡之虛，乘精室之虧，潛伏於營血之舍，消爍正氣，伺機發作。“邪之所湊，其氣必虛”。患者復感六淫邪氣，導致各種變化，如氣血兩虧、肺氣陰兩虛、脾胃虛衰、肝腎不足、濕熱蘊結肌膚、痰瘀內結等。總之，每一個艾滋病患者在疾病的中晚期，都表現出證候的多樣性、複雜性和難治性。",
    "type_comparison": "艾滋病肺氣陰兩虛證應與痰濕壅肺證相鑑別。\n痰濕壅肺證與艾滋病肺氣陰兩虛證兩者臨床都表現為發熱，咳嗽。痰濕壅肺證是里實熱證，咳嗽，痰多，痰色黃稠量多，胸悶氣短，舌紅苔黃厚，脈洪數，治宜清熱化痰，宣肺平喘為主，本證是里虛熱證，臨床表現為乾咳，無痰，日久不愈，聲音低怯，自汗盗汗，咽乾口渴，神疲乏力，低熱或潮熱，兩顴發紅，形體日漸消瘦，頸下、腋下等有瘰癧、包塊，舌紅無苔，脈細數，治療原則是益氣養陰為主。"
  },
  "literature": "《諸病源候論·虛癆病諸候》)：“虛癆客熱候：虛癆之人，血氣微弱，陰陽得虛，小勞則生熱，熱因勞而生，故以名客熱也。”\n《溫熱經緯》：“伏氣溫病，自里出表，乃先從血分而達氣分，……不比外感溫邪，由衛及氣，自營而血。”\n《溫熱条辨·下焦篇》：“熱入血室，醫與兩清氣血，邪祛其半，脈數，餘邪不解者，護陽和陰湯主之。”“暑熱久熱，寢不安，食不甘，神識不清，陰液元氣兩傷，三才湯主之。”\n《薛生白·濕熱病篇》：“濕熱證，曾開泄下奪，惡候皆平，獨神思不清，倦語不思食，溺數，唇齒乾，胃氣不輸，肺氣不布，元神大虧，宜人參、麥冬、石斛、木瓜、生甘草、生谷芽、鮮蓮子等味。”",
  "zhengsu_composition": {
    "location": [
      "fei"
    ],
    "nature": [
      "qi_xu",
      "yin_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "艾滋病致肺氣陰兩虛。疫毒耗傷肺氣肺陰，表現為咳嗽氣短、潮熱盜汗。"
}