{
  "id": "baogonghanning",
  "number": 383,
  "name": "胞宮寒凝證",
  "category": "專科證候",
  "overview": "胞宮寒凝證是指寒邪侵襲胞宮，血為寒凝，致使血道滯澀，運行失常而引起的證候。本證善發於經行、新產之際，突然為風寒外客，或生冷內傷所致。\n主要臨床表現為：小腹絞痛且涼，得熱痛緩，月經或惡露行澀不爽，其色紫暗，血塊較多，甚則凝滯不行，肢冷畏寒，面青唇暗，舌苔薄白而潤，脈沉緊或沉遲。\n胞宮寒凝證常見於“痛經”、“月經後期”、“月經過少”、“閉經”、“胎衣不下”、“產後腹痛”、“惡露不下”、“產後惡露不盡”、“帶下”、“陰冷”、“不孕”等疾患中。\n本證應與“胞宮虛寒證”相鑑別。",
  "clinical_manifestations": "小腹絞痛且涼，得熱痛緩，月經或惡露行澀不爽，其色紫暗，血塊較多，甚則凝滯不行，肢冷畏寒，面青唇暗，舌苔薄白而潤，脈沉緊或沉遲。胞宮寒凝證",
  "common_diseases": [
    "“痛經”",
    "“月經後期”",
    "“月經過少”",
    "“閉經”",
    "“胎衣不下”",
    "“產後腹痛”",
    "“惡露不下”",
    "“產後惡露不盡”",
    "“帶下”",
    "“陰冷”",
    "“不孕”"
  ],
  "differential_syndromes": [
    "“胞宮虛寒證”"
  ],
  "differential": {
    "self_analysis": "胞宮寒凝證的臨床表現常以小腹冷痛、拒按喜暖、得熱痛減以及驟然發病為其特點。然而在不同的疾病中各具不同表現。如在月經病中，胞宮寒凝證多因經行之際，當風取涼，過食生冷，或涉水感寒，寒邪乘虛侵襲胞宮而成。血為寒凝，經脈運行不暢，每致經量突然減少或驟止，同時必伴小腹發涼，疼痛劇烈，經色紫暗有塊，形寒肢冷，脈沉緊等症，故其首發病以痛經居多。《諸病源候論·婦人雜病諸候一》云：“婦人月水來腹痛者，由勞傷血氣，以致體虛，受風冷之氣，客於胞絡，損衝、任之脈……月水將下之際，血氣動於風冷，風冷與血氣相擊，故令痛也。”治宜溫經散寒、活血止痛，方用少腹逐瘀汤(《醫林改錯》)。若寒邪未能及時祛除，留滯胞宮，則易導致月經錯後，或雖亦如期而至，但經量明顯減少，行而不爽，遂成月經後期或月經過少之疾。臨床表現則見經量少，色暗有塊，小腹絞痛，面色青白，畏寒肢冷。治宜溫經散寒行滯，方用温经汤(《金匱要略》)。胞宮寒凝證若出現於閉經病中，多表現為經來驟止，繼發月經數月不行，或由月經後期、月經過少發展而成。《陳素庵婦科補解·調經門》在論經水不通屬外邪風冷時指出：“血得熱則行，得寒則凝。婦人或經行，或產後，或病久體虛，風冷乘虛外入，客於胞門，久則必傷衝任，為沉寒痼冷之疾……”，治宜溫經散寒、暖官活血以通經，方用温经汤(《婦人大全良方》)。在產後病中見胞宮寒凝證者，緣由產時失血耗氣，胞宮空虛，加之身體裸露，若調攝失宜，易為寒邪乘襲所致。若出現於胎衣不下病中，臨床表現常見胎兒娩出之後，胎衣良久不出，如《諸病源候論·婦人將產病諸候》云：“產胞經停之間，外冷乘之，則血道否澀，故胞衣不出。”治宜溫經散寒、活血行瘀，方選黑神散(《和劑局方》)。若出現於產後腹痛、惡露不下病中時，其臨床表現：小腹冷痛，惡露當下不下，或雖下甚少，血色紫暗，小腹部可捫及硬塊，疼痛拒按，脈沉緊或沉弦，治宜溫經散寒，活血祛瘀，方用香桂丸(《醫略六書》)、生化汤(《傅青主女科》)。胞宮寒凝證還可出現於產後惡露不盡病中，臨床表現為惡露淋漓不止，量少，色紫暗有塊，小腹冷痛拒按等。《陳素庵婦科補解，產後眾疾門》云：“產後惡露……若遷延不止，淋瀝不斷者……至於分娩時血去不盡，在於腹中，風冷乘之，行而復阻，淋瀝不快。”治宜溫經散寒，活血化瘀，方用生化汤(《傅青主女科》)合失笑散(《和劑局方》)。若胞宮寒凝證出現於帶下病中，其症見帶盛色白，質清稀如水，臍下冷痛，形寒肢冷，面色蒼白等，多因風冷入於胞宮、胞脈所致。如《沈氏女科輯要箋正·帶下》云：“沈封堯曰，帶下有主風冷入於脬絡者。”宜疏風散寒、溫胞止帶，方用桂枝四物汤(《醫宗金鑑》)。胞宮寒凝證亦可出現於陰冷之疾，症見陰戶寒冷，甚則兩髀冷痛，苔薄白，脈沉緊。如《醫宗金鑑·婦科心法要訣》云：“婦人陰冷，皆由風寒乘虛客於子臟……”治以溫經散寒，方用陈自明治阴冷方(《婦人大全良方》)加減。至於宮寒不孕之由，《諸病源候論·婦人雜病諸候》云：“子臟冷無子者，由將攝失宜，飲食不節，乘風取冷，或勞傷過度，致風冷之氣，乘其經血，結於子臟。子臟則冷，故無子。”宮寒不孕症，亦常是以上諸病的繼發病。治宜溫經散寒，暖宮助孕，方用艾附暖宫丸(《沈氏尊生書》)。\n胞宮寒凝證發生於初潮後至絕經以前的婦女，尤以年青婦人最為多見。其中傷於生冷者，以夏季居多；風寒直客者，以冬春嚴寒季節為多。病久邪氣亦衰，本證之臨床表現往往輕微或不明顯，而每於經行之際症狀加重。\n寒為陰邪，陰邪易傷陽氣，陽氣受損，運化失司，常導致水濕停留，形成寒濕襲胞證候。症見帶下量多，色白質稀，少腹冷痛，得熱則舒，陰冷，大便不實，苔白膩等。《蘭室秘藏》曰：“婦人白帶久下不止，臍腹冷痛，陰中亦然……此病皆寒濕乘其胞內。”治宜溫化寒濕、固澀止帶，方用龙骨散(《普濟方》)；本證好發於經行、新產之際，此時餘血未盡，氣血每因寒凝結而為瘀，呈現寒凝血瘀之證候，亦可形成癥瘕之疾，臨床表現除見胞宮寒凝證的症狀之外，兼見瘀血內結的表現，此時治宜溫經散寒，活血化瘀，方用少腹逐瘀湯，或活血化瘀消癥，方用桂枝茯苓丸(《金匱要略》)。",
    "type_comparison": "胞宮虛寒證與胞宮寒凝證 二者均為胞宮有寒，但寒有標本虛實之不同。胞宮寒凝證乃標實本虛之證。經云：“邪之所湊，其氣必虛。”風寒直客胞宮，常乘經期、新產之時，胞宮空虛之際而襲之。故每以經、產之虛，為之誘因；胞宮虛寒證則為標本俱虛之證。其寒乃因陽虛而生，非風寒外邪所客，多因先天不足，或房勞多產所為。前者因寒邪客之，陽氣被鬱，血為寒凝，致血道否澀，血行不利；後者因陽虛生化不足，血室匱乏，致使血海不能按時盈溢。故二者之病因、病機有所不同。在多種疾病中，二者雖同以小腹不溫、疼痛，月經錯後，經行量少，或停閉不行為其主症，但前者多以絞痛，血色紫暗有塊為特徵，後者則以隱痛、墜痛，血色淺淡質稀為特徵，故二者之虛實可辨。"
  },
  "literature": "《諸病源候論·婦人雜病諸候》：“陰臭，由子臟有寒，寒搏於津液，蘊積，氣衝於陰，故變臭也。”\n《諸病源候論·婦人妊娠病諸侯》：“過年不產，由挾寒冷宿血在胞而有胎，則冷血相搏，令胎不長，產不以時。”\n《諸病源候論·婦人產后病諸候》：“產后陰道開候：子臟宿虛，因產冷氣乘之，血氣得冷，不能相榮，故令開也。”",
  "zhengsu_composition": {
    "location": [
      "baogong"
    ],
    "nature": [
      "han"
    ]
  }
}