{
  "id": "biaohanfeire",
  "number": 181,
  "name": "表寒肺熱證",
  "category": "臟腑證候",
  "overview": "表寒肺熱證是指外感風寒，肺熱內鬱而引起的肺氣不宣，寒熱錯雜，表寒里熱的證候。本證多由外感風寒，表邪未解而寒邪入里化熱，或素有蘊熱，復感風寒引起表寒里熱而致。\n主要臨床表現為：惡寒發熱，無汗，咳嗽氣喘，胸悶，煩躁，口渴，舌紅苔黃，脈浮數等。\n表寒肺熱證常見於“感冒”、“咳嗽”、“哮證”、“喘證”、“失音”等疾病中。\n本證通常應與“風寒犯肺證”、“風熱襲肺證”、“肺熱熾盛證”、“熱毒閉肺證”相鑑別。",
  "clinical_manifestations": "惡寒發熱，無汗，咳嗽氣喘，胸悶，煩躁，口渴，舌紅苔黃，脈浮數等。表寒肺熱證",
  "common_diseases": [
    "“感冒”",
    "“咳嗽”",
    "“哮證”",
    "“喘證”",
    "“失音”"
  ],
  "differential_syndromes": [
    "“風寒犯肺證”",
    "“風熱襲肺證”",
    "“肺熱熾盛證”",
    "“熱毒閉肺證”"
  ],
  "differential": {
    "self_analysis": "在感冒病中，本證的臨床表現可有發熱惡寒，無汗，頭痛，肢體痠痛，鼻塞聲重，咽喉疼痛，咳嗽，痰粘稠或黃白相兼，舌邊尖紅、苔薄白或薄黃，脈浮數。素體熱盛，或肺有痰火，復感風寒之邪，則熱蘊於里，寒客於表，形成表寒里熱，即所謂“寒包火”之證。治宜疏風散寒，宣肺清熱，方用麻杏石甘汤(《傷寒論》)加羌活、魚腥草等。在咳嗽病中，表寒肺熱證當見咳嗽聲重音嘎，痰濃不易咳出，咳引胸痛，惡寒鼻塞，或有身熱，口渴咽痛，甚則氣逆而喘。此為風寒外束，肺熱內鬱，肺氣失宣所致，俗稱“寒包火咳”。治宜散寒清熱，方用麻杏石甘汤(《傷寒論》)加減，在哮證中，本證當見喉中哮鳴，呼吸急促，痰黃難咯，煩躁，口渴，伴惡寒，發熱，身痛等。此因素體陽盛，痰從熱化，痰熱內鬱，風寒外束所致。治宜宣肺降逆，清熱散寒。方用厚朴麻黄汤(《金匱要略》)。在喘證中，表寒肺熱證當見喘逆上氣，胸脹或痛，咳而不爽，痰吐粘稠，伴有形寒身熱，有汗或無汗，口渴，此因寒邪束表，肺有鬱熱，或表寒未解，內已化熱，熱鬱於肺，肺氣上逆，而發為喘證，治宜宣肺洩熱，方用麻杏石甘汤(《傷寒論》)加黃芩、桑白皮、瓜蔞等。在失音病中，表寒肺熱證當見猝然聲音不揚，甚則嘶啞，口渴，咽痛，煩熱，形寒，氣粗，舌苔薄黃，脈浮數。此因邪熱內鬱，風寒外束，肺被邪遏，氣失宣降，治宜疏風散寒，兼清里熱，方用大青龙汤(《傷寒論》)。\n肺葉嬌嫩，不耐寒熱，容易受外邪的侵襲。秋季燥邪當令，冬季氣候嚴寒，故本證最易發生於秋冬季節，見於外感風寒，失治化熱而表未解者。也有炎熱季節熱鬱於內，不得宣洩，而過度貪涼使感寒於外等亦可致本證發生。如《類證治裁·寒包熱》中言：“寒包熱，熱鬱肺俞，遇秋冬寒涼輒發咳。寸脈堅，聲音窒，但解其寒而熱自散。麻杏石甘湯或金沸草散。”本證即以外寒束表與熱邪內鬱的病變同時存在為特點。\n本證外見風寒表實之寒熱無汗，內有熱鬱之煩熱等症，屬表里同病，但邪尚輕淺，若治不及時或治不得法，病邪深入，多見下列轉歸：一是外邪完全由表入里，由寒化熱，直犯本臟，形成邪熱壅肺，肺氣鬱閉。此即《素問·玉機真藏論》里說：“今風寒客於人，使人毫毛畢直，皮膚閉而為熱……。弗治，病入舍於肺，名曰肺痺，發咳上氣。”二是病邪不解，亦可向三焦、膀胱傳變，影響通調水道功能，出現小便異常水液代謝功能失調的病理改變。",
    "type_comparison": "風寒犯肺證與表寒肺熱證 二者在病因病機方面聯繫緊密，在臨床表現上有相似之處，亦有區別。風寒之邪侵襲人體可為此二證的共同病因，不同的是表寒肺熱證又有鬱熱在肺的因素，或先有肺熱復感外寒，或由風寒犯肺證不解入里化熱而致。前者病邪全在衛表，屬單一的表寒證，故其臨床表現以鼻塞，聲重，噴嚏，流清涕，咯痰清稀，頭痛，惡寒發熱等風寒襲表的症狀為特徵。而表寒肺熱證除風寒表證外，還可見煩躁，胸悶，咽痛，咳痰粘稠等肺有實熱的表現。後者邪氣則充斥表里，屬寒熱相兼證候。故不難鑑別。\n風熱襲肺證與表寒肺熱證 二者不同的是前者為外感風熱，故臨床可見發熱，微惡風寒，有汗，鼻流濁涕，口乾欲飲等風熱在表症狀；後者為風寒侵襲與鬱熱在肺並見，故除肺熱症狀外，還可見有惡寒無汗，形寒等風寒外束的表現。此外，二者的肺熱症狀亦存在著程度上的區別，後者明顯重於前者。風熱襲肺證為衛表熱證，表寒肺熱證則屬表里同病證候。可資鑑別。\n肺熱熾盛證與表寒肺熱證 二者均有肺內鬱熱的表現，不同的是肺熱熾盛證為典型的里實熱證，病程較長，病情較重，臨床以發熱口渴，或咽痛、胸痛，鼻煽氣灼，便秘尿黃，脈數等為特徵，並無表證。而表寒肺熱證為表里兼證，除里熱諸症，臨床還可見惡寒，無汗，頭身痛重等邪在衛表的表現，病程較短，病情較輕。若表寒肺熱證失治誤治，病邪進一步深入，則可轉變成肺熱熾盛證。可資鑑別。\n熱毒閉肺證與表寒肺熱證 二者在病理機制及症狀上有聯繫，亦有區別。其相同之處在於均有肺經實熱證的臨床表現。不同的是前者為熱與毒結，毒邪內閉的病理變化，其症狀主要表現為身熱肢厥，面赤，咽痛劇烈，胸部緊悶，鼻煽氣灼，脈數等，病情多凶險，可具傳染性。後者則表邪未解，表里同病，臨床症狀以惡寒發熱，無汗，煩躁，咳嗽氣喘，脈浮數等特點，病情較前者為輕，預後較好。故二者不難鑑別。"
  },
  "literature": "《醫統正脈全書·傷寒言證不言病》：“凡見惡寒，便為在表，最為的當。……如有一毫頭痛、惡寒，尚在太陽，便是表證未罷，不可攻里。”\n《讀醫隨筆·表里俱病治各不同》：“表寒里熱者，如是熱是因表邪，腠理閉遏所致，但解表而已。如其熱是因溫邪蘊結，而表又新感風寒，輕者辛涼疏其里熱，而外寒自怯；重者寒力足蔽其熱，治宜辛香輕悍，急通其表，免致表邪久來，里熱愈深，漬入經絡，粘滯血分，便難措手，但劑中宜佐涼滋，不可過燥，表解急清里熱。”"
}