{
  "id": "biaorejianlihanxiapodachang",
  "number": 368,
  "name": "表熱兼里寒下迫大腸證",
  "category": "傷寒證候",
  "overview": "表熱兼里寒下迫大腸證是指傷寒太陽病，誤用攻下，損傷脾胃陽氣，而表證不解，致太陰里寒挾表熱下迫大腸，致以下利為主要表現的證候。\n主要臨床表現為：下利不止，便下稀薄，水糞相雜，或如鴨溏，其氣不臭，無肛門灼熱感，心下(胃脘部)痞硬，納呆腹脹，發熱惡寒，頭痛身楚，自汗出，小便清，口淡不渴，舌淡苔薄白，脈微弱或濡弱。\n表熱兼里寒下迫大腸證常見於傷寒“太陽病”，也這可見於“泄瀉”等疾病中。\n本證應與“胃虛氣逆痞證”、“水停食滯痞證”、“寒熱錯雜痞證”、“下焦滑脫證”、“太陽陽明邪迫大腸證”、“邪熱下利證”等相鑑別。",
  "clinical_manifestations": "下利不止，便下稀薄，水糞相雜，或如鴨溏，其氣不臭，無肛門灼熱感，心下(胃脘部)痞硬，納呆腹脹，發熱惡寒，頭痛身楚，自汗出，小便清，口淡不渴，舌淡苔薄白，脈微弱或濡弱。表熱兼里寒下迫大腸證",
  "common_diseases": [
    "傷寒“太陽病”，也這可見於“泄瀉”"
  ],
  "differential_syndromes": [
    "“胃虛氣逆痞證”",
    "“水停食滯痞證”",
    "“寒熱錯雜痞證”",
    "“下焦滑脫證”",
    "“太陽陽明邪迫大腸證”",
    "“邪熱下利證”"
  ],
  "differential": {
    "self_analysis": "表熱兼里寒下迫大腸之證見於傷寒太陽病及泄瀉病中。其發病機制及病史不同，而臨床表現則大同小異。傷寒太陽病出現此證，必有傷寒太陽表虛證一再誤下的病史，臨床主要的表現是下利不止，便下稀薄水糞相雜，其氣不臭，無肛門灼熱感，並伴心下痞硬，納呆腹脹，口淡不渴，小便清；而發熱惡寒、頭痛身楚，自汗出等依然存在。乃由太陽表虛證反覆誤下，表邪不得外解，鬱而化熱，誤下損傷脾胃陽氣，升降失職，清氣不升，為表熱所迫而下走，濁氣不降而結於胃脘所致。如《註解傷寒論·辨太陽病脈證並治法第七》謂：“外證未除而數下之，為重虛其里，邪熱乘虛而入，里虛協熱遂利不止而心下痞。”治宜溫中解表，方用桂枝人参汤(《傷寒論》)。若泄瀉出現本證時，乃因感受風寒濕邪而致，不一定有表證誤下的病史。臨床主要表現為泄瀉清稀，甚如水樣，其氣不臭，無肛門灼熱感，常伴腸鳴腹痛，脘悶腹脹滿，納減，且兼惡寒發熱，肢體重痛，苔薄白，脈濡緩。其因風寒濕邪侵表，衛陽被遏，外邪逕襲脾胃，陽氣被傷，健運失職，升降失常，傳導失司而致。治宜解表溫中，散寒化濕，方用胃苓汤(《丹溪心法》)加減；若脾陽素虛者，宜先溫里後解表，治方溫里宜選四逆汤(《傷寒論》)，解表可選桂枝汤(《傷寒論》)。\n本證若見於小兒，則臨床多以大便稀溏，水谷不化，其色淡白，氣味腥臊，每於食後作瀉，不思飲食，小便清長，神疲倦怠，微見發熱而惡風為特徵。若見於老年體弱者，則由於體內陽氣不足，故臨床常表現為大便水瀉清稀，時伴不消化食物，脘痞不舒，噁心厭食，惡風寒，不發熱或微發熱，肩背寒身楚等里寒較甚而表證較微的特點。\n又本證若泄利不止，脾胃陽虛日甚，陰寒日增，寒氣上逆，則亦可出現噁心嘔吐，嘔出清稀胃內容物等胃氣上逆的兼證；若因泄利不已，脾陽益虛，清陽下陷，病涉及腎，致腎陽耗傷，則可出現下利清谷，神疲欲寐，四肢厥冷，腰膝酸軟等腎陽不足的兼挾證候。",
    "type_comparison": "胃虛氣逆痞證與表熱兼里寒下迫大腸證 二者均為太陽表證未解，屢用攻下，損傷脾胃，致升降失職，寒熱挾雜，以心下痞、下利為主要表現的證候。其鑑別的關鍵是表邪是否已完全入里。表熱里寒下迫大腸之證，是表邪尚未入里。故仍見發熱惡寒、頭身疼痛；誤下損傷脾胃陽氣，虛寒內生，升降失職，濁陰不降，阻滯氣機，故心下痞硬；清陽不升，表熱內迫，故利下不止，下利稀薄，或為鴨溏，其氣不臭，無肛門灼熱感覺；健運失司，故納呆腹脹，口淡不渴，小便清。其證候特點是太陰里寒協表熱。而胃虛氣逆痞證，乃在表之邪熱已完全入里，與脾胃陽虛內生之寒邪互結於胃中。故其發熱惡寒、頭身疼痛等表象已不復存在。相反，卻有乾嘔、心煩等胃虛客熱上逆的症狀，此為協熱里寒下利證所無。且其下利程度較甚，次數較多，常有完谷不化的現象，均有助於鑑別。\n水停食滯痞證與表熱兼里寒下迫大腸證 二者同為太陽病表證治療後損傷中氣，升降失職，以心下痞、下利為主要表現的證候。但前者因太陽表實證汗解後脾胃損傷，胃虛不和，水飲與食滯內停，病位側重於胃，臨床除心下痞硬，下利稀薄甚如水樣之外，更兼乾噫食臭之食停化腐的表現。由於其表邪已從汗解，故已無發熱惡寒、頭身疼痛等表證徵象。而後者的特點則是里寒表熱，病位側重於脾。除“痞、利”之外，必兼表證，但絕無乾噫食臭一症，不難鑑別。\n寒熱錯雜痞證與表熱兼里寒下迫大腸證 二者皆因誤下損傷脾胃，升降失職，寒熱挾雜，以心下痞、下利為主要表現的證候。唯寒熱錯雜病證乃因太陽表邪傳入少陽半表半里之後，才誤用攻下，以致脾胃被傷，邪熱乘機內陷，與內生虛寒互結中焦，升降失職而成。故其病史與本證之太陽表虛誤下不同。其證候特點是寒熱在里，互結於中焦。故臨床除痞、利之外，必見腎氣上逆之嘔吐，其發熱必不與惡寒並見，亦絕少往來寒熱。而表熱兼里寒下迫大腸證的特點則是里寒表熱，病勢趨下。故臨床以下利最為突出，痞硬較輕，必無嘔吐，相反，卻有寒熱並見、身痛等表證徵象，這是鑑別的關鍵所在。\n下焦滑脫證與表熱兼里寒下迫大腸證 二者皆以太陽表證屢次誤下傷陽，里寒下利不止，而伴心下痞硬為特點。鑑別要點在於二證病機病位及相應臨床表現的差異上。下焦滑脫下利證因太陽表證誤下變為病證，服瀉心湯未愈，又复誤用攻下，不僅損傷中焦脾胃，更進一步傷及腎陽，大腸滑脫而成。證候特點是陽虛滑脫，臨床表現以心下痞，下利不止，利下程度較重，便下清稀甚如水樣，表證已蕩然無存，卻伴有神疲欲寐、畏寒肢涼等腎陽不足的表現。而表熱兼里寒下迫大腸證特點是里寒表熱，病位僅在中焦與肌表，故除下利較前證輕之外，仍有發熱惡寒、頭痛身楚等表證徵象。但卻不具腎陽不足的徵象，不難鑑別。\n太陽陽明邪迫大腸證與表熱兼里寒下迫大腸證 二者均為表里同病，並以下利為主要臨床表現，且都伴有發熱惡寒、頭身疼痛的表證徵象。唯太陽陽明邪迫大腸證，乃因太陽表實證，表邪不得外解，內迫陽明胃腸，傳導失職而成，並無誤下的病史，證候特點是表實里不和，重在表實。故其臨床表現為發熱惡寒，頭項強痛，喘而無汗等表實徵象明顯，而下利較輕，多為溏泄，但糞質稠粘臭穢。而表熱兼里寒下迫大腸證的特點則是里寒表熱，升降失職，故臨床除表現下利較甚，便下清稀而不臭穢等寒瀉特點之外，更兼心下痞硬的陰寒上逆之表現，且其所協之表邪屬熱，故為寒熱身痛而汗自出，與前證無汗亦有差別。\n邪熱下利證與表熱兼里寒下迫大腸證 二者皆為太陽表證誤下，而致表里同病的證候，前證病位在太陽陽明，後證病位在太陽太陰，兩相接近，臨床都以下利不止而兼表證未除為特點。邪熱下利證因太陽表虛證誤下損傷胃腸，表邪未解，但邪熱同時乘虛內傳，壅盛於里而成。證候特點是表里俱熱，且重在里熱，故臨床可見暴注下迫，肛門灼熱，小便短赤，口渴等實熱瀉利，以及熱壅於肺的喘而汗出，表證已微，僅為發熱不惡寒或微惡寒。這與表熱兼里寒下迫大腸證的里寒瀉利有明顯的差異，容易鑑別。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治下》：“太陽病，外證未除，而數下之，遂協熱而利，利下不止，心下痞硬，表里不解者，桂枝人参汤主之。”\n《註解傷寒論·辨太陽病脈證並治法第七》：“若表解而下利，心下痞者，可與瀉心湯。若不下利，表不解而心下痞者，可先解表而後攻痞。以表里不解，故與桂枝人參湯和里解表。”\n《傷寒論·辨厥陰病脈證並治》：“下利，腹脹滿，身體疼痛者，先溫其里，乃攻其表，溫里宜四逆湯，攻表宜桂枝湯。”\n《傷寒溯源集·太陽上篇》：“頻數下之，焉有內氣不虛者乎！里虛而邪熱內陷矣。正氣既虛，則不能卻邪外出，邪氣既陷，亦不能自出還表，中氣虛而無以內守，邪熱陷則勢必下攻，以虛協熱，故下利不止也……舊註皆以正虛邪實解之，正虛固不必言，邪實則熱邪實於里矣，豈僅有參朮乾薑之用耶！不知證雖協熱而下利，胃又因下利而陽虛，下利則熱邪下走，陽虛則陰邪上逆，故心下痞硬也。”\n《傷寒論辨證廣注·辨太陽病脈證並治法下》：“里虛協合外熱，故作利也。利不止，知其利非閉塞，几成洞泄之候矣。心下雖痞硬，此系虛痞虛硬可知，不與實熱之證同也。表不解，是在外之風邪不解；里不解，是在內之虛寒不解……愚按此條論協熱利，心下痞硬，雖云數下里虛，然邪熱業已乘虛而入。則是仲景云里不解，恐系邪熱未解，乃實熱之證，非虛寒也。”\n《醫宗金鑑·辨太陽病脈證並治上篇》“利下痞硬，里因下虛而從寒化也，其脈必如上文之微弱，故用參朮薑草以溫里。此溫補中兩解表里法也。若其脈有力者，又當從甘草瀉心湯之法矣。”",
  "zhengsu_composition": {
    "location": [
      "biao",
      "dachang"
    ],
    "nature": [
      "han",
      "huo"
    ]
  }
}