{
  "id": "binghouyureweijinlaofu",
  "number": 372,
  "name": "病後餘熱未盡勞復證",
  "category": "傷寒證候",
  "overview": "傷寒初癒，餘邪未盡，氣血未復，因過勞而復發熱者。是為病後餘熱未盡勞復證。\n主要臨床表現為：發熱、心煩懊憹、胸腹脹滿、食少納呆、舌苔薄黃、脈數無力。\n病後餘熱未盡勞復證常見於傷寒大病初癒，亦可見於某些內傷雜病之後。凡因過勞而致反覆發熱者，均屬本證之列。\n本證應與“太陽熱擾胸膈中焦氣滯證”、“傷寒差後諸發熱證”相鑑別。",
  "clinical_manifestations": "發熱、心煩懊憹、胸腹脹滿、食少納呆、舌苔薄黃、脈數無力。病後餘熱未盡勞復證",
  "common_diseases": [
    "傷寒大病初癒，亦可見於某些內傷雜病之後。凡因過勞而致反覆發熱者，均屬本證之列。"
  ],
  "differential_syndromes": [
    "“太陽熱擾胸膈中焦氣滯證”",
    "“傷寒差後諸發熱證”"
  ],
  "differential": {
    "self_analysis": "病後餘熱未盡勞復證見於《傷寒論》：“大病差後，勞復者，枳實梔子豉湯主之”。所謂“大病”，據《諸病源候論》註，系指中風、傷寒、熱勞、溫瘧之類熱病。凡大病新差，由於真元大虛，氣血未復，餘熱未盡，故只宜安心靜養，避風節食，清虛無欲，不妄動作勞，才有助於病體早日康復。如不很好靜養，或多言多慮勞其神，或早作早行勞其力，皆可會舊病復作。《素問·生氣通天論》謂：“陽氣者，煩勞則張”，因勞神或勞力而使陽氣浮動，則生煩熱。勞復發熱，乃陽熱之從內發，其治雖應宣泄，但不比外感之邪，從辛溫發散取汗，當治以枳实栀子豉汤(《傷寒論》)寬中行氣，清宣膈熱。\n本證易發生於老年人、嬰幼兒及體質虛弱患者，因其氣血不充，或陰陽調節機能較差，大病之後，雖大邪已去，但陰陽之偏頗難平。\n由於傷寒等大病過程中，多累及脾胃，影響消化功能，故病後餘熱未盡勞復證，常伴有脾胃消化功能障礙，而見食納呆滯、脘腹脹滿、舌苔厚膩等症。若更兼宿食不化者，尚可見腹痛、便秘等症。大病差後，因飲食不節(強食或多食)而復發熱者，是為食復。《素問·熱論》對傷寒大病之後，病有所遺或食復，有精闢的論述，指出：“諸遺者，熱甚而強食之，故有所遺也。若此者，皆病已衰，而熱有所藏，因其谷氣相薄，兩熱相合，故有所遺也。……病熱少癒，食肉則復，多食則遺，此其禁也”。病差勞復，更兼食復或有宿食不化者，則仍用枳實梔子豉湯，再加大黃以盪滌腸胃、推陳致新。",
    "type_comparison": "太陽熱擾胸膈中焦氣滯證與病後餘熱未盡勞復證 太陽熱擾胸膈中焦氣滯證亦可見煩熱、胸腹脹滿等症，與病後餘熱未盡勞復證相似，故需加以鑑別。太陽熱擾胸膈中焦氣滯證，緣於太陽病吐下誤治所引起，因表邪內陷，熱擾胸膈，氣機不暢，故其證以腹滿、臥起不安為主要臨床表現。而病後餘熱未盡勞復證，則是在大病之後，氣血未復，餘邪未盡，因過勞而致舊病復發，其證以發熱、心煩、胸悶為主，若兼宿食停滯，還可見腹痛拒按、便秘等症。簡言之，太陽熱擾胸膈中焦氣滯證，是邪陷入深，以胸腹氣滯為重；而本證則是大病差後，餘熱外發或兼宿食為患。\n傷寒差後發熱證與病後餘熱未盡勞復證 《傷寒論》在《辨陰陽易差後勞復病脈證並治篇》還論述了傷寒差後更發熱的辨證與治療，指出：“傷寒差以後，更發熱，小柴胡湯主之。脈浮者，以汗解之；脈沉實者，以下解之”。因發熱亦是病後餘熱未盡勞復證的主症之一，故需與差後諸發熱證相鑑別。病後餘熱未盡勞復證乃是大病已去，胸膈餘熱未盡，脾胃之氣不和，因強食不化，熱有所藏而病復，故其症除發熱外，必見心煩懊憹、胸腹脹滿等。而傷寒差後之發熱，從病因上看，或有餘邪未盡者，亦有新感外邪者；從病變部位看，有邪在太陽之表者，有邪聚陽明之里者，亦有在少陽半表半里者；從臨床表現看，邪在表見發熱、惡寒、身疼痛、脈浮等症，邪在里見潮熱、谵語、腹滿疼痛、大便秘結、脈沉實等症，邪在半表半里見往來寒熱、胸脅苦滿、默默不欲食、心煩喜嘔、脈弦細等症。由於差後發熱證在病因、病位、病症等方面均與病後餘熱未盡勞復證不同，故不難鑑別。"
  },
  "literature": "《傷寒明理論·卷三·勞復》：“勞為勞動之勞，復為再發也，是傷寒差後，因勞動再發者是也。傷寒新差後，血氣未平，餘熱未盡，勞動其熱，熱氣還經絡，遂復發也。此有二種：一者因勞動外傷，二者因飲食內傷。其勞動外傷者，非止強力搖體，持重遠行之勞，至於梳頭洗面則動氣，憂悲思慮則勞神，皆能復也，況其過用者乎？！其飲食內傷者，為多食則遺，食肉則復者也。《內經》曰：熱病已癒，而時有遺者何也？以熱甚而強食之之，病已衰而熱有所藏，因其谷氣留薄，兩陽相合，故有所遺。經曰：病已差，尚微煩，設不了了者，以新虛不勝谷氣，故令微煩，損谷則愈。夫傷寒邪氣之傳，自表至里，有次第焉。發汗吐下，自輕至重，有等差焉。又復則不然，見其邪氣之復來也，必迎奇之，不待其傳也。經曰：大病差後勞復者，枳實梔子豉湯主之；若有宿食加大黃。且枳實梔子豉湯則吐之，豈待虛煩懊憹之證；加大黃則下之，豈待腹滿、谵語之候。經曰：傷寒差後，更發熱者，小柴胡湯主之，脈浮以汗解之，脈沉實者以下解之，亦是便要折其邪也。蓋傷寒之邪，自外入也；勞復之邪，自內發也。”\n《傷寒辨類·卷上·瘥後勞復》：“瘥後餘熱未除，血氣尚虛，假若勞動使血氣沸騰，而邪熱遂還於經絡而發熱也，謂之遺熱。脈浮者，汗之，柴胡桂枝湯；脈沉者，下之，調胃承氣湯；汗下不應者，柴胡三白湯。”"
}