{
  "id": "bingchashuitingyaoxia",
  "number": 373,
  "name": "病差水停腰下證",
  "category": "傷寒證候",
  "overview": "病差水停腰下證系指傷寒大病差後，因下焦氣化功能失常，水邪停聚腰下而形成的，以下肢腫重、小便不利為主要臨床表現的證候。\n主要臨床表現為：下肢腫脹沉重，二便不利，腹脹滿，脈沉或沉弦有力。\n病差水停腰下證亦可見於雜病，特別是常見於“水腫”、“臌脹”等諸病證中。\n本證應與“少陰陰虛水熱互結證”、“少陰陽虛水泛證”以及“風水”、“皮水”等水氣病相鑑別。",
  "clinical_manifestations": "下肢腫脹沉重，二便不利，腹脹滿，脈沉或沉弦有力。病差水停腰下證亦",
  "common_diseases": [
    "雜病，特別是常見於“水腫”",
    "“臌脹”等諸病證"
  ],
  "differential_syndromes": [
    "“少陰陰虛水熱互結證”",
    "“少陰陽虛水泛證”以及“風水”",
    "“皮水”等水氣病"
  ],
  "differential": {
    "self_analysis": "病差水停腰下證見於《傷寒論》：“大病差後，從腰以下有水氣者，牡蠣澤瀉散主之”。傷寒大病雖去，但餘熱不盡，或因飲水過多而不化，或因下焦氣化不利而水停，皆可導致水熱互結形成腰以下有水氣的病變。水氣病在《金匱要略·水氣病脈證並治》篇中，根據其臨床表現的不同，分為風水、皮水、正水、石水、黃汗五種類型。由於水腫和腹脹滿是水氣病的主要症狀，故後世多將水氣病列入“水腫”和“臌脹”病中。水邪為患，變動不居，既可泛溢表里，亦可流注上下。人體水液的代謝，主要是依賴於上焦肺的宣發與通調，中焦脾的運化轉輸，下焦腎的氣化與排泄，以及三焦、膀胱等有關臟器的協調功能而共同完成的。若肺氣宣降功能失職，則多使水停上部，而表現為腰以上腫；脾腎功能失職，則多致水停下部，而表現為腰以下腫。水停腰下，在不同的疾病或同一疾病的不同階段，可表現有不同的證候，有的表現為下肢水腫，有的因水溢腹腔而表現為腹脹滿，也有的是水腫與腹脹滿並見。水氣病雖有不同病狀，但它們又有共同脈症，即小便不利、脈沉，正如《金匱要略》所說：“脈得諸沉，當責有水”，“沉則為水，小便即難”。水氣病本為實證，但因其發生在大病之後，由臟腑功能失調所引起，故多屬本虛標實。本證治療當根據“急則治其標，緩則治其本”的法則和“諸有水者，腰以下腫，當利小便”(《金匱要略》)的治療大法，先以牡蛎泽泻散逐水清熱、軟堅散結；爾後，再視肺脾腎功能狀況隨證調治。",
    "type_comparison": "少陰陰虛水熱互結證與病差水停腰下證 少陰陰虛水熱互結證，亦由水與熱結所引起，並見小便不利、下肢腫等症狀，與病差水停腰下證相似。但少陰陰虛水熱互結證屬虛實錯雜證，即不僅有水熱互結之實，而且還有少陰心腎之虛。少陰心腎陰虛，血脈不充，神不斂藏，所以少陰陰虛水熱互結證必見脈細、心煩不得眠，而此脈症卻為病差水停腰下證所不見，這是兩個證候最主要的區別。其次，病差水停腰下證，因水熱結聚之勢重，故腰以下腫滿較明顯，甚至見大便閉塞不通，此又與少陰陰虛水熱互結證不同。\n少陰陽虛水泛證與病差水停腰下證 二證均為水氣病，且都見下肢腫重、小便不利等狀，故需鑑別。少陰陽虛水泛證，系心腎陽虛，火不制水，以致水邪泛濫的病變。由於陽虛失於溫煦柔養，所以其證見惡寒、手足冷、身瞤動振振欲擗地；又由於水邪上衝凌心，干擾清陽，下走大腸，因而還可見心悸、頭眩、下利等症。而病差水停腰下證，則發生於大病之後，是水與熱結停聚在腰以下，故不見陽虛惡寒、手足冷以及水邪上衝下走的證候。\n風水與病差水停腰下證 二者亦均屬水氣為病，同見水腫、小便不利等症，故需鑑別。風水是因感受外邪，肺氣失宣，不能通調水道，下輸膀胱，以致水邪泛濫所引起，屬病在上焦，故水腫以頭面部為甚，並伴見發熱、惡寒、身痛或酸重、骨節疼痛、脈浮等表證。《金匱要略》所說：“太陽病，脈浮而緊，法當骨節疼痛，反不疼，身體反重而酸，其人不渴，汗出則愈，此為風水”，“風水其脈自浮，外證骨節疼痛，惡風”，“寸口脈滑者，中有水氣，而目腫大，有熱，名曰風水”，講的就是這種病情。而病差水停腰下證，則屬病在下焦，即“從腰以下有水氣”，是由腎之氣化不利所引起。水停腰以下，關門不利，故其症以下肢腫脹、腹部脹滿、二便不利為主。因水結在里，所以脈見沉而有力，與水泛於表的風水證迥然不同。\n皮水與病差水停腰下證 皮水亦屬水氣病之一，因其症見下肢腫、腹脹、小便不利，與病差水停腰下證相似，故二者需要鑑別。皮水多因脾氣不運，水氣在皮膚中所引起，與病差水停腰下證因腎之氣化不利，以致水停聚於腰以下者不同。由於脾主四肢、肌肉，水邪泛濫肌膚、四肢，阻遏陽氣，筋肉不柔，故皮水見四肢腫、或臃腫按之沒指、“四肢聶聶動”(即輕微跳動)；而病差水停腰下證，則以下肢浮腫為主。皮水之水氣在肌膚表淺部位，腹腔內無水邪，只是脾失健運而氣滯，故見脈浮、腹脹如鼓；而病差水停腰下證，則是水氣在下焦或停聚在腹腔之內，所以見脈沉、腹脹滿。"
  },
  "literature": "《素問·水熱穴論》：“腎者至陰也，至陰者盛水也，肺者太陰也，少陰者冬脈也，故其本在腎，其末在肺，皆積水也。腎何以能聚水而生病？腎者胃之關，關門不利，故聚水而從其類也。上下溢於皮膚，故為腑腫。腑腫者，聚水而生病也。……故水病下為腑腫大腹，上為喘呼，不得臥者，標本俱病，故肺為喘呼，腎為水腫。”\n《素問·平人氣象論》：“面腫曰風，足脛腫曰水。”\n《註解傷寒論·卷七·辨陰陽易差後病脈證並治》：“大病差後，脾胃氣虛，不能制約腎水，水溢下焦，腰以下為腫也。”\n《傷寒貫珠集·卷八·厥陰篇·差後諸病》：“大病新差，而腰以下腫滿者，此必病中飲水過多，熱邪雖解，水氣不行，浸漬於下，而肌肉腫滿也，是當以急逐水邪為法。”\n《重編張仲景傷寒論證治發明溯源集》：“大病後，若氣虛則頭面皆腫，脾虛則胸腹脹滿。此因大病之後，下焦之氣化失常，濕熱壅滯，膀胱不瀉，水性下流，故但從腰以下水氣壅積，膝脛足肘皆腫重也。以未犯中上二焦，中氣未虛，為有餘之邪，脈必沉數有力。”\n《傷寒來蘇集·傷寒附翼·少陰方總論》：“益水體本靜，其動而不息者，火之用耳。若坎宮之火用不宜，則腎家之水體失職，不潤下而逆行，故中宮四肢俱病，此腹痛、下利、四肢沉重疼痛、小便不利者，由坎中陽虛，下焦有寒不能制水故也。”\n“少陰病……至六七日反見咳而嘔渴、心煩不得臥者，此豈上焦實熱乎。是因下多亡陰，精虛不能化氣，真陽不藏，致上焦之虛陽擾攘，而致變證見也。”\n《醫宗金鑑·訂正金匱要略注·水氣病脈證並治》：“病下利則虛，其土傷其津也，土虛則水易妄行，津傷則必欲飲水。若小便自利及汗出者，則水精輸布，何水病之有？惟小便不利，則水無所從出，故必病水。病水者，脾必虛，不能制水，故腹滿也；腎必虛，不能主水，故陰腫也。於此推之，凡病後傷津，渴欲飲水、小便不利者，皆當防病水也。”\n“風水得之內有水氣，外感風邪。風則從上腫，故面浮腫、骨節疼痛惡風，風在經表也。皮水得之內有水氣，皮受濕邪，濕則從下腫，故胕浮腫，其腹如鼓，按之沒指，水在皮里也。非風邪，故不惡風，因水濕，故不渴也。其邪俱在外，故均脈浮，皆當從汗從散而解也。”"
}