{
  "id": "binghouxuleiqini",
  "number": 374,
  "name": "病後虛羸氣逆證",
  "category": "傷寒證候",
  "overview": "病後虛羸氣逆證是指傷寒病癒之後，由於元氣受傷，津液損耗，餘熱不盡，胃氣上逆，而致身體虛弱消瘦，少氣不足以息，嘔惡欲吐的證候。\n主要臨床表現為：身體消瘦，虛乏無力，少氣不足以息，嘔惡欲吐，發熱，心煩，口乾渴，食少納呆，尿赤量少，舌紅苔少而黃，脈細數。\n病後虛羸氣逆證常見於傷寒、溫病以及多種熱性疾病的後期。\n本證應注意與“少陰陰盛陽虛水火失濟證”、“少陽半表半里證”相鑑別。",
  "clinical_manifestations": "身體消瘦，虛乏無力，少氣不足以息，嘔惡欲吐，發熱，心煩，口乾渴，食少納呆，尿赤量少，舌紅苔少而黃，脈細數。病後虛羸氣逆證",
  "common_diseases": [
    "傷寒",
    "溫病以及多種熱性疾病的後期。"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "病後虛羸氣逆證見於《傷寒論》：“傷寒解後，虛羸少氣，氣逆欲吐，竹葉石膏湯主之”。傷寒，有廣義、狹義之分。廣義傷寒，泛指一切熱病，包括各種溫熱病在內。狹義傷寒，則僅指外感風寒所引起的疾病。寒邪傷人，根據患者體質的不同，而有不同的病變過程和轉歸：陽虛體質者，多轉化為寒證；陽盛體質者，多轉化為熱證，如《素問·水熱穴論》和《素問·熱論》所說：“人傷於寒而傳為熱”，“人之傷於寒也，則為病熱”。寒邪入里化熱，日久耗氣傷陰，雖病後大邪已去，但餘熱不盡，常可導致本證發生。元氣虛，所以虛乏無力、少氣不足以息；津不足而有熱，所以見發熱(多是低熱)、心煩、口乾渴、尿赤量少，舌紅苔少而黃、脈細數；津氣兩虛，胃氣上逆，故身體消瘦、食少納呆、嘔惡欲吐。本證亦可見於內傷雜病，因其不具外感病過程，故與傷寒病後所見之虛羸氣逆證亦有所不同。在外感疾病中，由於寒邪易傷陽，溫熱易耗陰，故本證發生在溫熱病後者居多。病後虛羸氣逆證以胃氣上逆之欲吐證為多見，亦可伴見肺氣上逆的咳嗽。特別是溫熱病，由於“溫邪上受，首先犯肺”，始於手太陰，較易傷耗肺之氣陰，進而導致肺胃氣陰俱傷，故溫病差後調理亦常用竹叶石膏汤，補益氣液，兼清餘熱。竹葉石膏湯為白虎加人參湯加減而成。方用竹葉、石膏清熱除煩，人參、甘草益氣生津，梗米養胃，半夏降逆。",
    "type_comparison": "少陰陰盛陽虛水火失濟證與病後虛羸氣逆證 《傷寒論》謂：“少陰病，欲吐不吐，心煩，但欲寐，五六日自利而渴者，屬少陰也”。由於少陰陰盛陽虛水火失濟證，亦見心煩、欲吐、口渴以及體虛神疲等症狀，類似病後虛羸氣逆證，故需加鑑別。少陰主心腎，為水火之臟，心腎相交，水火既濟，是屬正常。若少陰受邪，使下焦陽虛而有寒，下水不能溫化蒸騰以濟上火，從而形成了水火失濟、上熱下寒、陰陽失調的病變。因少陰陰盛陽虛水火失濟證本屬虛寒，故必見自利、小便色白、舌淡苔白、脈微細等症，正如《傷寒論》所說：“若小便白者，少陰病形悉具，小便白者，以下焦虛有寒，不能制水，故令色白也”。而病後虛羸氣逆證，則屬大病差後氣液兩虛、餘熱不盡的虛熱證，其證不僅見虛羸少氣、氣逆欲吐，而且還見發熱、尿赤、舌紅苔少而黃，脈細數等症，與少陰陰盛陽虛水火失濟證絕然不同。\n少陽半表半里證與病後虛羸氣逆證 邪在膽，逆在胃。少陽受邪，木鬱土虛，亦常見嘔惡欲吐、默默不欲飲食、體疲乏力、發熱、心煩等症，與病後虛羸氣逆證相似，故亦應加以鑑別。少陽病是三陽病之一，病位在脅下，屬半表半里。少陽受邪，樞機不利，正邪分爭，必見胸脅苦滿，甚或痞硬疼痛、往來寒熱、脈弦等症，而這些症狀卻是病後虛羸氣逆證所不見。病後虛羸氣逆證，發生在傷寒大病之後，大邪已解，只有餘熱未盡，由於熱病之消耗，有明顯的氣液兩虛症狀，如少氣、虛羸、舌紅苔少、口乾而渴、脈細數等，此又為少陽半表半里證所不具。"
  },
  "literature": "《傷寒貫珠集·卷八·厥陰篇·差後諸病》：“大邪雖解，元氣未復，餘邪未盡，氣不足則因而生痰，熱不除則因而上逆，是以虛羸少食，而氣逆欲吐也。竹葉石膏湯乃白虎湯之變法，以其少氣，故加參、麥之甘以益氣；以其氣逆有飲，故用半夏之辛以下氣蠲飲，且去知母之咸寒，加竹葉之甘涼，尤於胃虛有熱者為有當耳。”\n《醫宗金鑑·訂正傷寒論注·差後勞複食複陰陽易病篇》：“傷寒解後，虛羸，寒傷形也；少氣，熱傷氣也；氣逆欲吐，餘邪挾飲犯胃也。”\n《傷寒論註解》：“傷寒解後，指大病已解，大邪已去。見虛羸，即虛弱消瘦，為精血津液不足之象，是言其形體傷；更見少氣，即呼吸短不足以息，是言其氣已傷。今形氣兩傷，氣陰不足，虛熱上逆，致胃失和降，故又見氣逆欲吐。因虛熱內擾，或餘熱未盡，所以還常見到低熱、心煩、舌紅苔少、脈細數等症。”\n《傷寒論》：“血弱氣盡，腠理開，邪氣因入，與正氣相搏，結於脅下，正邪分爭，往來寒熱，休作有時，嘿嘿不欲飲食，藏府相連，其痛必下，邪高痛下，故使嘔也，小柴胡湯主之。”\n《傷寒辨類·卷上》：“傷寒解，虛羸少氣，氣逆欲吐者(餘熱傷氣，故少氣，氣逆欲吐)，與竹葉石膏湯調胃散熱；瘥後虛弱，盗汗不止，屬陰虛，用當歸六黃湯；陽虛自汗，無熱惡寒，無力下虛，用加味黃芪建中湯；瘥後心神恍惚不寧，夜臥煩躁不安，或亂夢虛驚不眠，因汗下過多，心血虧少，用朱砂安神丸。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_ni",
      "qi_xu"
    ]
  }
}