{
  "id": "chanhoubaixueshangchong",
  "number": 386,
  "name": "產後敗血上衝證",
  "category": "專科證候",
  "overview": "產後敗血上衝證是產後惡露當下不下、反逆而上衝臟腑所引起的危重證候。屬新產最險證候，當及時搶救之。\n主要臨床表現為：產後惡露停滯不下，或所下甚少，胸悶煩躁，或神志錯亂，言語顛狂，或發昏暈，不語，或面赤氣急，咳逆鼻衄，或悶絕嘔逆，腹滿脹痛，或嘔惡不食，舌質暗，脈弦細或細澀等。\n產後敗血上衝證可見於“產後惡血衝心”、“產後妄言妄見”、“產後狂越戴”、“產後狂言谵語”、“產後乍見鬼神”、“產後血暈”、“產後不語”、“產後心痛”、“產後心包絡痛”、“產後惡血入肺”、“產後氣喘”、“產後咳嗽”、“產後咽喉作蟬聲”、“產後喉中氣急喘”、“產後敗血衝肺”、“產後敗血衝胃”、“產後敗血入脾”、“產後嘔吐”、“產後發噦”、“產後嘔逆不食”、“產後腹脹嘔吐”等疾患中。\n本證應與“產後氣血暴虛證”、“產後胃寒證”、“產後血虛氣極證”相鑑別。",
  "clinical_manifestations": "產後惡露停滯不下，或所下甚少，胸悶煩躁，或神志錯亂，言語顛狂，或發昏暈，不語，或面赤氣急，咳逆鼻衄，或悶絕嘔逆，腹滿脹痛，或嘔惡不食，舌質暗，脈弦細或細澀等。產後敗血上衝證",
  "common_diseases": [
    "“產後惡血衝心”",
    "“產後妄言妄見”",
    "“產後狂越戴”",
    "“產後狂言谵語”",
    "“產後乍見鬼神”",
    "“產後血暈”",
    "“產後不語”",
    "“產後心痛”",
    "“產後心包絡痛”",
    "“產後惡血入肺”",
    "“產後氣喘”",
    "“產後咳嗽”",
    "“產後咽喉作蟬聲”",
    "“產後喉中氣急喘”",
    "“產後敗血衝肺”",
    "“產後敗血衝胃”",
    "“產後敗血入脾”",
    "“產後嘔吐”",
    "“產後發噦”",
    "“產後嘔逆不食”",
    "“產後腹脹嘔吐”"
  ],
  "differential_syndromes": [
    "“產後氣血暴虛證”",
    "“產後胃寒證”",
    "“產後血虛氣極證”"
  ],
  "differential": {
    "self_analysis": "產後敗血上衝證，根據惡血上衝所犯臟腑之不同，通常又分為“敗血衝心”、“敗血衝肺”、“敗血衝胃”三種。古典醫籍中，統稱之為“產後三衝”、或謂之“敗血三衝”。而三者臨床表現，又各俱其一定特點，故治亦有異。如產後敗血上衝證出現於衝心時，臨床表現以心中煩躁，神志錯亂，狂言谵語，或喜笑，妄行不休，甚則棄衣而走，登高而歌，不避親疏，如見鬼神，或發昏暈，不語等為其主要特徵。《張氏醫通·婦人門》說：“敗血上衝有三：或歌舞談笑，或怒罵坐臥，甚者踰牆上屋、口咬拳打、山腔野調、號佛名神，此敗血衝心。”多因產後心虛，惡血當下不下，上衝犯心，擾亂心神所致。《陳素庵婦科補解·產後眾疾門》云：“發狂，手少陰心主病也……至以敗血衝心，無形之神，與有形之血相搏，正虛邪實，卒然發狂，如見鬼狀，有自來矣。”歷代醫家以其主症之不同，又名之為“產後妄言妄見”病、“產後乍見鬼神”病、“產後發狂”病、“產後惡血入心”病、“產後狂越戴”病、“產後血暈”病、“產後不語”病等等。治取活血祛瘀、養血安神之法，方用花蕊石散(《和劑局方》)主之。若病勢輕而未發顛狂者，失笑散(《和劑局方》)加鬱金治之。若產後敗血上衝出現於衝肺時，臨床表現則以產後惡露不下，胸悶煩躁，面赤喘滿，咳逆鼻衄等為其主要特徵，甚則面黑發喘欲死，喉中氣急，舌暗，脈弦細等症狀。《張氏醫通·婦人門》說：“敗血上衝有三：……若面赤嘔逆欲死，曰衝肺。”《陳素庵婦科補解·產後眾疾門》說：“產後氣喘者，由敗血衝肺”。乃因產後血氣耗傷，肺氣虛餒，敗血不下，反而乘虛上衝，肺失宣降所引起。為產後四種危證之一。《坤元是保》云：“產後危證有四；嘔吐、盗汗、瀉痢、喘息是也。並見者死，僅見者危。”故其治療，急則當用活血逐瘀之法，方選夺命散(《證治準繩》)，在其稍緩之後，宜補氣化瘀，方用二味参苏饮(《傷寒保命集》)。如產後敗血上衝出現於犯胃時，主要臨床表現以產後惡露不下，腹脹滿痛，飽悶嘔吐不食，甚則呃逆不休，舌質暗，脈細澀等為其特徵。《張氏醫通·婦人門》曰：“敗血上衝有三：……若飽悶嘔惡，腹滿脹痛者，曰衝胃。”多因臨產損傷胃府，敗血遂隨衝氣上犯於胃(“衝脈隸於陽明”)，胃失和降，不能受納水谷所致。《陳素庵婦科補解·產後眾疾門》說：“胃為水谷之海……若產後氣血已虧，水谷之進者尚少，胃氣本虛，敗血上衝，突入胃口，血與水谷相搏，氣不宣通，輕則嘔吐，重則呃逆，甚或敗血停留，硬脹作痛。惡露既不能下，水谷又無可進，立斃之道也。”治宜活血化瘀，安胃止嘔，方用抵圣汤(《婦人大全良方》)。\n產後敗血上衝證若見於上干心肺時，常突感風寒致成產後失音不語，臨床表現以舌強不語或喉聲如蟬鳴為主要特徵。因產後敗血衝於心肺，氣與血並所致，產後敗血上衝犯心，若傷心之絡脈，可致產後心包絡痛。若傷心之正經則可發產後真心痛之疾。如《太平聖惠方·治產後心痛諸方》所說：“大產後心痛者，是臟虛，遇風冷客之，與血氣相搏而氣逆者，上攻於心之別絡則心痛。凡心痛乍歇乍甚，心之支別絡為邪所傷也；若邪傷心之正經則為真心痛，朝發夕死，夕發朝死”，並見指甲青黑、手足冷至節。急予大岩蜜丸(《陳素庵婦科補解》)。\n產後敗血上衝證，為新產婦人最險之證。每因所犯臟腑不同而臨床表現不一，並隨產婦體質差異而變化多端，兼挾其他證候。大凡見之，首當辨其在心、在肺、在胃，急救其危。《張氏醫通·婦人門》曰：“大抵衝心者，十難救一。衝胃者，五死五生。衝肺者，十全一二”。",
    "type_comparison": "產後氣血暴虛證與產後敗血上衝犯心證 前者每因新產陰血暴亡，心神失養而引起產後突然眩暈，心悸憒悶，甚則昏不識人等血虛氣脫之危證，與後者緣由產後敗血衝心，擾亂心神所引起的心下急悶，氣粗喘息，神昏口噤，不省人事之危證，應予仔細辨別。二者均可危及產婦性命。但有虛實之異。產後氣血暴虛證必見產後血去過多之症；產後敗血衝心證則必見惡露不下之症。此乃二者鑑別之要點。誠如《太平聖惠方·治產後血運悶絕諸方》所云：“夫血運煩悶氣欲絕者，由產時出血過多，血虛氣極，因此而運絕也。又有下血少而氣逆極，則血隨氣上衝心，亦令運悶而滿急。然亦當候其產婦血下多少……”除此，還必須審其兼證，以助診斷。蓋前者必見面色蒼白，舌淡，脈微細欲絕等氣血暴亡之象；後者當見少腹疼痛拒按，面色紫暗，舌質暗，脈澀等敗血停滯之候。孰實孰虛，由此可辨。\n產後胃寒證與產後敗血上衝犯胃證 二者都是產後嘔逆病的主要證候。但前者臨床表現多見脘腹冷痛，喜熱，舌淡，脈沉遲無力等虛寒證候；後者則多見腹滿脹痛、飽悶噁心、嘔逆不食、舌暗、脈細澀等惡血停留之症狀，此外惡露不下、或所下甚少亦為本證之特有症狀。一為寒邪乘虛犯胃；一為敗血不去，上攻脾胃。前者屬寒；後者為瘀，二者可辨。治療，產後胃寒者，宜溫中散寒；敗血衝胃者，宜活血祛瘀，降逆止嘔。\n產後血虛氣極證與產後敗血上衝犯肺證 二者均以喘急為特徵，同為產後危證。其鑑別要點在於審其血去之多少。《沈氏女科輯要箋正·喘》云：“喘有閉脫二證，下血過多者是脫證……惡露不快者是閉證。”《陳素庵婦科補解·產後眾疾門》亦云：“若污血乘虛，由下而上，奔衝入肺，則面黑發喘。”又“氣虛發喘，必面色青白，頭額冷汗，能進飲食。”審其兼症，可資鑑別。"
  },
  "literature": "《普濟方·產後諸疾門》：“產後因驚，敗血衝心，昏悶發狂，如有鬼祟。”“產後惡血衝心，眼前黑暗，或生寒熱，或時狂語，或腹痛不可忍。”\n《陳素庵婦科補解·產後眾疾門》：“產後七日內發喘為敗血衝肺，七日外發喘因新產去血過多，榮血暴竭，衛氣無主，獨聚肺中，故令喘促。此為孤陽絕陰，脈伏而厥，面黑難治，宜芎歸定喘湯。”“敗血衝肺發喘與血虛陽無所附發喘雖有虛實之分，其為產後一也。產後血虛，敗血乘虛上行，入肺致喘，當祛瘀為主而兼補生新血。若產後血虛，孤陽無主而停肺發喘，以益氣為主而兼止肺喘。”\n《秘傳內府經驗女科》：“敗血入於肝，手足瘛瘲，筋攣抽搐，有似中風狀者是。”\n“產後食傷而嘔，血亦隨氣上逆，入於脾胃，故噦惡不食。”\n\n兒科證候"
}