{
  "id": "chongdushirejiefu",
  "number": 433,
  "name": "蟲毒濕熱結膚證",
  "category": "專科證候",
  "overview": "蟲毒濕熱結膚證是由蟲毒與濕熱之邪侵襲、蘊結於肌膚而出現的臨床表現的概稱。多因腠理虛疏，蟲毒襲染，釀毒化熱，發於皮表；或地居卑濕，濕熱之邪客於肌膚，蘊久生蟲化毒，發於肌膚。\n\n主要臨床表現為：皮膚生粟疹水疱，焮紅漫腫，糜爛滲出，滋水結痂，瘙癢疼痛。可伴有胸悶腹滿，身熱煩躁，惡心嘔吐，小便短赤，大便不爽，舌質紅苔黃膩，脈弦滑。\n\n蟲毒濕熱結膚證常見於“肥瘡”、“腳濕氣”、“陰癬”、“麥疥”等疾患。\n\n本證應與“蟲毒風熱結膚證”、“皮膚濕熱證”相鑑別。",
  "clinical_manifestations": "皮膚生粟疹水疱，焮紅漫腫，糜爛滲出，滋水結痂，瘙癢疼痛。可伴有胸悶腹滿，身熱煩躁，惡心嘔吐，小便短赤，大便不爽，舌質紅苔黃膩，脈弦滑。",
  "common_diseases": [
    "“肥瘡”",
    "“腳濕氣”",
    "“陰癬”",
    "“麥疥”"
  ],
  "differential_syndromes": [
    "“蟲毒風熱結膚證”",
    "“皮膚濕熱證”"
  ],
  "differential": {
    "self_analysis": "蟲毒濕熱結膚證見於不同的皮膚疾病中，其病因及臨床表現亦不盡相同。\n* **肥瘡：** (又稱赤禿瘡)，見於本證者，初起頭髮根部發紅，起小膿疱，結成黃痂，黃痂互相融合，增大變厚，中心凹陷，有毛髮穿過，邊緣翹起，形如碟狀。揭去黃痂，顯露出鮮紅濕潤的糜爛面或潰瘍面，散發出鼠屎樣臭味，瘙癢明顯，可伴有溲赤便秘，舌質紅，苔黃，脈弦數。若久不治愈，頭部患處形成禿髮，留下疤痕。多因剃頭不潔，或污手搔頭，蟲毒侵染頭皮，生濕化熱，熱腐成膿，發為本病。治宜清熱除濕、殺蟲解毒。以外治法為主，採取局部用藥即可直達病所，方用肥油膏(《醫宗金鑑·外科心法要訣》)外塗。用藥前先用清水洗淨頭部，剃去病髮，再塗以藥膏，先用塑料布包裹頭部，再戴帽子固定，每日換藥一次。若伴有全身症狀，宜加服防風通聖丸(《宣明方論》)。\n* **腳濕氣：** (又稱臭田螺)，見於本證者，足底部水疱攢集，足趾縫浸漬糜爛，蔓延成片，覆以白皮，抓破津水，赤爛蛻皮，基底紅腫，或見紅絲走竄，臀核腫大，舌質紅，苔黃膩，脈滑數。多因坐卧濕地或久雨趟水，化熱生蟲所致，如《瘍醫大全》曰：“凡腳丫初起小疱，作癢潰爛，毒水流注之處，既作癢潰爛出水，此乃濕氣浸淫之證。”或脾胃素有濕熱，共用不潔鞋襪、浴池等公共用具，蟲毒染著於足。治宜清熱除濕、解毒殺蟲。以外治法為先，方用枯礬散(《外科正宗》)，撒於患處或腳氣藥水(《中醫外科學》)塗搽患處。若伴有紅絲走竄，臀核腫大，加服五神湯(《外科真詮》)，以加強清熱解毒之力。\n* **陰癬：** 見於本證者，陰股部潮濕多汗，上起紅斑，約指甲蓋大小，逐漸向外擴散，或長或圓，匡廓清晰，四畔微微隆起，顏色紅赤，上生針尖大小粟疹、水疱，浸淫蔓延，瘙癢疼痛，搔之流滋，兼有溲赤便干，舌質紅苔黃膩，脈弦滑。多為夏季炎熱季節，陰股多汗，濕熱難泄，久蘊而釀成毒邪，浸淫肌膚，或素有癬疾，搔抓不潔，釀蟲生濕化熱，染著於陰股。治宜解毒殺蟲，清熱除濕。以外治法為主，方用陰癬藥水1號(《中醫外科學》)外塗患處，兼服龍膽瀉肝湯(《和劑局方》)。\n* **麥疥：** 見於本證者，皮膚瘙癢，多發粟疹，狀若蚊啄，逐漸隆起如風團，頂端有水疱，瘙癢無度。若過度搔抓，則皮膚潰破成膿，周圍臀核腫大疼痛，兼見頭身疼痛，發熱惡寒，胸悶痞滿，舌質紅苔黃膩，脈滑數。多為暑熱潮濕季節，接觸不潔穀物時，由於腠理虛疏，玄府失固，易受穀物中毒蟲叮咬，濕熱蟲毒乘隙而入，與正氣相搏，結於膚腠而發病。治宜清熱除濕，解毒殺蟲。方用皮炎湯(《朱仁康臨床經驗集》)合平胃散(《和劑局方》)化裁。\n\n蟲毒濕熱結膚證的發生與發病的年齡、季節以及體質均有一定的關係，如肥瘡好發於小兒頭部，因小兒為純陽之體，常真氣不足，陽火有餘，臟腑不和之氣上沖於頭部，蟲毒濕熱上攻毛髮，壅滯不散，化腐生瘡。正如《外科真詮》曰：“肥瘡多生小兒頭上，乃真陰不足，陽火上浮所致。”夏季多潮濕悶熱，濕熱易與蟲毒合而致病，若發於陰部則為陰癬、下注於足則為腳濕氣，而稟性不耐之人容易感邪發病。",
    "type_comparison": "* **蟲毒風熱結膚證與蟲毒濕熱結膚證：** 二者病因均有蟲毒侵襲為患，都見有皮膚出疹，嫩紅灼熱，或癢或痛等症狀，蟲毒風熱結膚證為蟲毒兼感風熱之邪致病，皮損部位偏上，起病快，皮疹滲出較少，多迅速發生，驟然消退，瘙癢劇烈，脫屑明顯，舌質紅苔薄黃，脈浮數，具有風邪致病的特點。而蟲毒濕熱結膚證屬蟲毒與濕熱之邪致病，皮疹多表現為濕爛滲出，滋水流溢，漫腫紅赤，具有濕邪致病之特性，且濕邪致病，多纏綿難愈，易於復發。二證不難鑑別。\n* **皮膚濕熱證與蟲毒濕熱結膚證：** 二者均有濕熱致病的一面，主要皮損表現均為皮膚生粟疹水疱，嫩紅漫腫，糜爛滲出，滋水結痂，瘙癢疼痛，都可伴有胸悶腹滿，身熱煩滿，惡心嘔吐，小便短赤，大便不爽，舌質紅苔黃膩，脈弦滑。但皮膚濕熱證總屬濕熱搏結，蘊蒸於肌膚，可由飲食內傷、臟腑積熱、暑濕外侵等多種原因致病，故皮疹表現可有多種形式，而蟲毒濕熱結膚證兼有蟲毒致病，具有毒蟲叮咬或接觸不潔，蟲毒侵染之特點，皮損多局限，或向周圍蔓延，或有一定的傳染性。從病因及症狀來分析，易與前者鑑別。"
  },
  "literature": "* 《諸病源候論·赤秃候》：“此由頭瘡，蟲食髮禿落，無白痂，有汁，皮赤而癢，故謂之赤禿。”\n* 《外科正宗》：“臭田螺，乃足陽明胃經濕火攻注而成。此患多生足趾腳丫，隨起白斑作爛，先癢後痛，破流臭水，形似螺靨。”\n* 《證治準繩·瘍醫》：“兩股間濕癬，長三四寸，下至膝，發癢時爬搔、湯火俱不解，癢定，黃赤流水，又痛不可忍。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "du",
      "huo",
      "qi_zhi",
      "shi"
    ]
  }
}