{
  "id": "chongrenre",
  "number": 379,
  "name": "衝任熱證",
  "category": "專科證候",
  "overview": "衝任熱證是指熱客衝任、與血相搏而出現的經血失守、濕熱壅盛以及氣血瘀滯等臨床表現的證候。本證多因素體陽盛，肝火內熾，或邪毒內侵，直傷衝任所致。\n主要臨床表現為：月經量多，帶經期延長，或不規則出血，月經閉止，經期衄血，下腹疼痛，帶下增多，不育，產後高熱，下腹內有結塊等。\n衝任熱證常見於“月經先期”、“月經過多”、“經期延長”、“崩漏”、“血枯經閉”、“經行鼻衄”、“產後發熱”、“惡露不絕”、“帶下病”等疾病中。\n本證應與“濕熱下注衝任證”相鑑別。",
  "clinical_manifestations": "月經量多，帶經期延長，或不規則出血，月經閉止，經期衄血，下腹疼痛，帶下增多，不育，產後高熱，下腹內有結塊等。衝任熱證",
  "common_diseases": [
    "“月經先期”",
    "“月經過多”",
    "“經期延長”",
    "“崩漏”",
    "“血枯經閉”",
    "“經行鼻衄”",
    "“產後發熱”",
    "“惡露不絕”",
    "“帶下病”"
  ],
  "differential_syndromes": [
    "“濕熱下注衝任證”"
  ],
  "differential": {
    "self_analysis": "衝任熱證，有虛有實。虛熱可由素體陰虛，或久病失血傷陰，陰虛陽盛而引起。實熱可因素體陽盛，或過食辛烈助陽之品，或情緒過激、肝火內熾所導致；亦可因感染邪毒、徑傷衝任，或經期、產後患熱病，熱傷衝任而發生。由於本證之熱有虛實之異，且出現於多種疾病之中，故其臨床表現各不相同，治法亦不一樣，必須加以辨析。如月經先期出現實熱證，表現為經量多，色深紅，質稠粘，脈象滑數。為素體內熱，熱擾血海所致。宜清熱涼血，佐以調氣活血，用芩連四物湯(《醫宗金鑑》)加制香附。月經先期出現鬱熱證，表現為經量或多或少，色紅或紫，或挾有小血塊，經行不暢，常伴有經前乳房或胸脅及小腹脹痛，脈弦滑或弦數。為七情過激，鬱而化火，迫血妄行所致。宜解鬱清熱，用加味丹栀逍遥散(《中醫症狀鑑別診斷學》)，年青者宜加紫河車10克。月經先期出現虛熱證，表現為經血量少，色紅，頭暈失眠，腰酸，舌紅苔少，脈象細數。為陰虛陽盛，陽盛則熱，熱迫血行所致。宜滋陰清熱，用两地汤(《傅青主女科》)加甘草。如月經過多出現實熱證，表現為經來量多，色深紅，質稠，有小血塊，脈象細滑而數。為衝任伏熱，熱迫血行所致。宜清熱涼血，佐以化瘀止血，用犀角地黄汤(《千金方》)加三七粉、桑葉。如經期延長出現實熱證，表現為經行淋漓不淨，量少色紅，脈細滑或細數。為熱擾衝任，血海不寧所致。宜清熱涼血，佐以化瘀，宜用前方加丹參、三七粉。如崩漏出現實熱證，則表現為不規則出血，出血時間長，出血量時多時少，脈細數或細滑。為衝任鬱熱，血失所藏而致。宜清熱涼血，佐以止血，用方同前，可加炒槐花、三七粉，若年青者宜加鹿銜草20~30克。如血枯經閉出現虛熱證，常表現為原發性不孕，下腹疼痛，盆腔包塊，低熱，盗汗，食慾不振，脈細滑或細數，為痰熱痼結，累及衝任所致。宜滋陰清熱，化痰軟堅，用消病丸(《醫學心悟》)合四逆散(《傷寒論》)加百部、生地榆等。如經行鼻衄出現實熱證，多系經前期衄血，月經量少，或伴心煩口苦，脈滑(但有些患者除經期衄血外，毫無自覺症狀及客觀體徵)。為衝任熱甚(經前衝氣較盛，血熱益甚)，迫血上溢所致。宜清熱涼血，理氣順經，用引经汤。如產後惡露不絕出現實熱證，常表現為惡露量較多，色紫紅或如敗醬，質稠粘，有臭味，下腹痛、拒按，脈細數無力。為邪毒感染，熱鬱衝任所致。宜清熱解毒，用人参败毒饮。若產後發熱出現實熱證，表現為發熱惡寒，小腹疼痛、拒按，惡露量多或少，有臭味，舌紅苔黃，脈細數有力。為產後正虛，邪毒乘虛侵入胞中所致。治宜清熱解毒，涼血化瘀，用银翘解毒饮；高熱者加紫雪丹3克。如帶下病出現濕熱證，表現為帶下色黃稠粘，或如膿樣，有腥臭味，或伴小腹墜痛，脈正常或細滑。此為濕熱下注，搏結衝任所致。治宜清熱利濕，佐以活血，用清热止带汤；若黃帶特多者加枳殼、桔梗。\n衝任熱證可發生於婦女任何年齡，但以青春期和生育期為著，尤其是生育期，因孕、產、乳耗血傷陰，肝火易熾，或因房事不潔，引起感染。常表現為月經不調，經血量多，出血時間長，色紅質稠，發熱腹痛，帶下增多，舌紅，脈滑數等。\n衝任熱證在病機的發展演進過程中，常伴見四種情況：是由於熱為陽邪，耗血傷陰，往往導致陰虛陽亢，出現發熱(多為低熱)、消瘦等症；二是由於熱邪傷氣，氣傷則津液不布而生濕，濕與熱並，而致帶下增多；三是氣傷則血行不暢而生瘀，血行受阻，導致腹痛；四是病久正虛，瘀濕不化，積而成癥。",
    "type_comparison": "濕熱下注衝任證與衝任熱證 兩證都屬熱證，實證，因此臨床上都見月經過多，色紅紫，帶黃，量多等。然濕邪為病，其性穢濁，與邪熱相搏於衝任，見證與衝任熱證又有不同，如月經量多色深紅或紫黑，有臭氣，質濃稠而間雜帶濁，外陰搔癢，行經前後帶下增多，或黃或赤，或呈黃綠色，稠而臭穢，並見面垢身重，舌紅，苔黃膩，脈滑數等，可資鑑別。"
  },
  "literature": "《婦科經綸》：“婦人不孕屬衝任伏熱，真陰不足。”\n《傅青主女科》：“……夫黃帶乃任脈之濕熱也。”"
}