{
  "id": "chongrenhan",
  "number": 380,
  "name": "衝任寒證",
  "category": "專科證候",
  "overview": "衝任寒證是指寒凝衝任、導致血行不暢而引起的證候。多因外寒直客或素質陽虛所致。\n主要臨床表現為：下腹痛，經前或經後小腹冷痛，或月經週期後延，或月經閉止，或宮寒不孕，或產後小腹疼痛等。\n衝任寒證常見於“痛經”、“月經後期”、“閉經”、“不孕”、“產後腹痛”等疾病中。\n本證通常應與“衝任瘀阻證”相鑑別。",
  "clinical_manifestations": "下腹痛，經前或經後小腹冷痛，或月經週期後延，或月經閉止，或宮寒不孕，或產後小腹疼痛等。衝任寒證",
  "common_diseases": [
    "“痛經”",
    "“月經後期”",
    "“閉經”",
    "“不孕”",
    "“產後腹痛”"
  ],
  "differential_syndromes": [
    "“衝任瘀阻證”"
  ],
  "differential": {
    "self_analysis": "衝任寒證，可分虛實兩類，實證源於外寒之邪直客衝任，虛證源於素質陽虛，寒從內生。而前者往往有不足之內因。因有實寒、虛寒之別，故其臨床表現與治法亦不盡相同，必須加以辨析。如痛經出現虛寒證，則多表現經後小腹微痛，得溫可減，經血量少色淡(或暗滯)，混有小血塊，手足不溫，舌質胖淡或紫暗，脈沉細等症狀。此由腎陽不足，衝任虛寒，瘀血阻滯所致。治宜溫經散寒，養血祛瘀，方用温经汤(《金匱要略》)。若痛經中出現實寒證，其臨床表現每以經期腹痛劇烈，尤以經期第一天為甚，甚則面唇皆白、膚冷自汗、發生昏厥，伴經血量少、血色紫暗有塊、塊下則疼痛減輕等為其特點。多因經期受寒飲冷，或淋雨涉水，寒邪客於衝任，致經血為寒所凝，運行不暢而引起。治宜溫經散寒，活血逐瘀，方用少腹逐瘀汤(《醫林改錯》)。若月經後期病中出現虛寒證，常以月經量少，甚或點滴即淨，血色淡或褐，量少，小腹空痛或酸墜，以及腰膝酸軟等為其臨床特點。多由腎陽不足，精血衰少，血海不能按時滿溢所致。治宜溫補腎陽，兼養精血，方用当归地黄饮(《景岳全書》)加仙靈脾、仙茅、紫河車。若月經後期病中見實寒證，則以月經色暗、量少，小腹冷痛為特點。此多由經行之際，感受寒邪，搏於衝任，血為寒凝所致。治宜溫經行滯，方用温经汤(《婦人良方》)。若閉經病中見虛寒證，則可表現為形體肥胖、浮腫、多毛或形體消瘦、毛髮脫落等症狀。緣於閉經日久，腎陽衰憊，或產後出血過多，真陽真陰受損，天癸枯竭所致。治宜溫補腎陽，峻補精血，方用补肾养血汤(《中醫症狀鑑別診斷學》)加鹿茸、山萸，亦可加羌活6~10克以通督脈。若不孕症中出現虛寒證，臨床表現以月經後期，量少色淡，性慾淡漠，體溫偏低，面色晦暗，腰酸腿軟等症狀為特點。此因腎陽不足，胞宮失於溫煦所致。治宜溫腎暖宮，方用育孕汤(《中醫症狀鑑別診斷學》)加艾葉、香附。若產後腹痛出現虛寒證，常表現為腹痛而軟、喜按，手足逆冷，面色青白，脈沉細或細遲等。此乃衝任空虛，血少氣弱，運行無力，滯而為痛。治宜補虛行滯，方用内补当归建中汤(《千金要方》)加香附。若產後腹痛見實寒證，則以小腹冷痛、拒按為特點。多緣產後起居不慎，風冷乘虛侵入衝任，惡血敗瘀留滯所致。治宜散寒行滯，方用缩宫逐瘀汤(《中醫症狀鑑別診斷學》)加肉桂心。總之，本證的病因不外虛寒、實寒兩個方面，但在不同的疾病中，其臨床表現各有特點，臨床應根據上述各個病證的特點，加以辨析。\n又，衝任虛寒證較多發生於年高體弱者，因高齡腎陽漸虛，衝任之氣漸衰，極易發生月經後期、閉經、經後腹痛、不孕、產後腹痛等症；而實寒證則多見於年青體壯者，蓋自恃體強力壯，滿不在乎，加之經期、產後，又不知攝生，往往致寒邪侵入衝任，而引起血瘀證，主要表現為小腹冷痛，經行量少，經行腹痛，或月經週期延後，或產後惡露留滯等症。此即因人而異，治當“因人制宜”。\n實寒證由於病程較短，身體素質較好，一般通過溫經活血，即可寒除瘀散，衝任流通。但如遷延失治，陽氣內損，或寒邪傷陽太過，亦可演變為虛寒證。而虛寒證則病程較長，病情較為深重，只宜溫補緩調。若溫補太過，陰液受損，或病久陰液內耗，則虛寒證可以進而發展成陰陽兩虛證。臨床上除了虛寒證的各種表現外，尚有五心煩熱、口乾咽燥、面部潮紅、舌質紅潤、脈細滑等虛熱證的症狀，兩者不難區別。",
    "type_comparison": "衝任瘀阻證與衝任寒證 兩證的病因病機，臨床表現十分相似，瘀阻的部分症狀可以是實寒證的進一步發展，但亦有一定的區別。從病因而論，衝任寒證多由經期、產後，衝任空虛，外寒直客所致。陽氣被傷，則衝任之氣不振，血海不能按時滿溢，故月經後期；血為寒凝，運行不暢，而致痛經、產後腹痛。然衝任瘀阻證的發生雖然與外寒徑傷衝任有關，但其絕大部分還是由七情內傷，臟腑功能失調，殃及衝任，或由衝任本身失調所引起。再則衝任瘀阻證病程較長，大多有形可徵，與衝任寒證有所不同。又衝任寒證見寒象，衝任瘀阻證寒象不顯，兩者亦異。"
  },
  "literature": "《婦人良方》：“婦人月水不調，由風邪乘虛客於胞中，而傷衝任之脈。”\n《婦人良方》：“婦人月水不調，由勞傷氣血，體虛而風寒客於胞內，傷於衝任之脈故也。”\n《婦人良方》：“婦人經來腹痛，由風冷客於胞絡衝任，或傷手太陽少陰經，用溫經湯、桂枝桃仁湯。”\n《陳素庵婦科補解》：“血得熱則行，得寒則凝。婦人或經行，或產後，或病久體虛，風冷乘虛而入，客於胞門，久則必傷衝任，為沉寒痼冷之疾。”"
}