{
  "id": "chongduxifu",
  "number": 432,
  "name": "蟲毒襲膚證",
  "category": "專科證候",
  "overview": "蟲毒襲膚證是蟲邪入侵，蘊毒於肌膚而出現的臨床症狀的概稱，多因皮膚腠理虛疏，玄府失固，蚊蟲叮咬，泄毒於皮表肌膜，或蟲邪侵染肌膚，蔓延而發。\n\n主要臨床表現為皮膚起風團或丘皰疹，色紅灼熱，癢痛相兼，輕者可無全身症狀，若癢痛明顯則影響睡眠。重者伴有臖核腫大，口渴心煩，躁擾不寧，胸悶心悸，驚厥抽搐，舌質紅絳苔黃，脈弦數。\n\n蟲毒襲膚證常見於“蟲咬皮炎”、“白禿瘡”、“圓癬”、“疥瘡”、“灰指甲等”疾病。\n\n本證應與“蟲毒風熱結膚證”、“蟲毒濕熱結膚證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“蟲咬皮炎”",
    "“白禿瘡”",
    "“圓癬”",
    "“疥瘡”",
    "“灰指甲等”疾病。"
  ],
  "differential_syndromes": [
    "“蟲毒風熱結膚證”",
    "“蟲毒濕熱結膚證”"
  ],
  "differential": {
    "self_analysis": "蟲毒襲膚證可以出現在多種皮膚疾患中，臨床表現亦各有其特點。\n* **蟲咬皮炎：** (包括各種昆蟲，如蚊子、跳蚤、蠓蟲、蜂、蠍、蜈蚣等叮咬蜇傷)，初起皮膚發紅作癢，疊起粟疹風團，頂端有水皰，繼之癢痛相兼，叮咬處嫩紅漫腫，舌紅苔白，脈數。重者皮膚叮咬之處嫩紅灼熱，腫脹如饅，燎漿起皰，紅絲走竄，臀核腫大，壯熱譫語，躁擾不寧，驚厥抽搐，舌紅絳苔黃，脈洪數。多因稟性不耐，復受惡蟲叮蜇，蟲毒內侵，發於肌膚；甚者毒邪內攻，燔灼營血，走竄臟腑，上擾神明。治宜殺蟲解毒清熱，方用五味消毒飲(《醫宗金鑑·外科心法要訣》)化裁。同時，應迅速吸出皮膚叮咬處的毒汁，外用季德勝藥片水調外敷、或用馬齒苋、黃柏煎水冷濕敷。若重症治宜清營涼血，殺蟲解毒法，方用清瘟敗毒飲(《疫疹一得》)化裁。\n* **白禿瘡：** 見於頭皮起紅疹，上有白屑，自覺瘙癢，久則蔓延成片，髮枯折斷，若抓破不潔，染毒成膿，則生變證，證見膿皰浸淫，瘡痂高堆，癢痛不止，髮落留疤。舌質淡紅，苔薄白，脈弦。多因衛外不固，剃髮不潔，蟲毒邪氣侵染頭皮，結聚不散，發為白禿。治宜殺蟲解毒法，以外治法為主，方用一掃光(《外科正宗》)或雄黃膏(《中醫外科臨床手冊》)外塗，用藥前應洗淨頭皮，拔除病髮。若生變證，則加服防風通聖丸(《宣明方論》)，以清熱解毒散邪。\n* **圓癬：** 皮損為淡紅色粟疹，逐漸向外蔓延，匡廓紅赤易辨，中心向愈，夏季加重，舌脈如常人。多因腠理不密，接觸不潔之物及病畜等，或素有手足癬疾，搔抓身體，蟲毒染著而發病。治宜殺蟲止癢，以外治法為主，方用一號癬藥水(《朱仁康臨床經驗集》)塗搽。\n* **疥瘡：** 初發於手丫縫中，出現針尖大小粟疹、水皰，或皮疹不明顯，隱於皮內，瘙癢無度，遍及全身，繼之周身可見結痂、抓痕、小結節，在手指縫中可見隧道，用針挑開盲端，能夠找到疥蟲。多因居住環境污穢不潔，或與患者共用毛巾、衣被等，疥蟲侵染皮膚，濁氣留滯不散而發為本病。治宜殺蟲止癢，以外治法為主，可先用硫磺、苦參煎湯洗浴周身，再用綉球丸(《外科正宗》)自頸以下塗搽全身，並更換和消毒衣物。\n* **灰指甲：** 症見指(趾)甲前端起灰黃色斑點，繼之甲板枯暗不澤，凹凸不平，指(趾)甲增厚變脆，灰褐污穢，狀若鵝爪，或甲緣殘缺不全似蟲蝕。多為肝血不足，爪甲失榮，蟲毒之邪侵染指(趾)甲板，或素有手足癬疾，因循失治，染及甲板，使爪甲蝕蛀，發為本病。治宜殺蟲解毒，以外治法為主，方用醋泡方(《朱仁康臨床經驗集》)浸泡病甲，並以刀刮之，逐漸去除病甲。\n\n蟲毒襲膚證好發於小兒，因兒童肌膚薄嫩，形氣未充，易受蟲毒侵擾，但成年人亦不少見。此證雖然與外界環境有關，然內因是發病的根本。當地處潮濕炎熱之處，或接觸污穢不潔之物，若稟賦不耐、腠理虛疏之人，極易發病，而身體強健、腠理致密者則不易發病。",
    "type_comparison": "* **蟲毒風熱結膚證與蟲毒襲膚證：** 二者病因雖有相同之處，均有皮膚出疹、糜爛、瘙癢疼痛等共同症狀，但蟲毒風熱結膚證為蟲毒與風熱之邪共同致病，風、熱二邪均為陽邪，故有起病急、變化快，病位偏上、熱象顯著等特點，其症狀為皮損嫩紅灼熱，或生瘡癤，或疊起白屑，瘙癢更著，皮疹多發於頭部及軀幹上部，舌質紅，苔薄黃，脈浮數，而蟲毒襲膚證病因較單一，由毒蟲叮咬或蟲邪侵染所致，病位相對局限，病情單一，臨床不難鑑別。\n* **蟲毒濕熱結膚證與蟲毒襲膚證：** 二者都屬蟲毒侵襲肌膚為患，故均有皮膚起疹，癢痛相兼等症狀，但蟲毒濕熱結膚證亦兼雜濕熱之邪致病，如蟲毒襲膚生濕化熱，或濕熱之體復染蟲毒邪氣，皮疹多表現為濕爛、滲出，滋水流溢，漫腫紅赤；濕性向下，故下半身多發。與蟲毒襲膚證易於鑑別。"
  },
  "literature": "* 《諸病源候論·白禿候》：“白禿之候，頭上白點斑剝，初似癬而上有白皮屑，久則生痂成瘡，遂至遍頭。洗刮除其，頭皮瘡頭如筋頭大，里有膿汁出，不痛而有微癢，時其里有蟲，甚細微難見。”\n* 《諸病源候論·癬候》：“癬病之狀，皮肉隱胗如錢文，漸漸增長，或圓或斜，癢痛，有匡郭，里生蟲，搔之有汁。”\n* 《諸病源候論·疥候》：“疥者，有數種，有大疥、有馬疥、有水疥、有干疥、有濕疥。多生手足，乃至遍體……並皆有蟲，人往往以針頭挑得，狀如水中蛈蟲。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "du"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：毒。根據證候名稱「蟲毒襲膚證」分析其病機組成。"
}