{
  "id": "chongrenxushuai",
  "number": 375,
  "name": "衝任虛衰證",
  "category": "專科證候",
  "overview": "衝任虛衰證是指衝任虛衰導致生殖機能衰退而出現的證候。其虛衰之產生，多因後天衝任損傷或先天衝任未充等因素所導致。\n主要臨床表現為：經行延後，經血量少，經水閉止，孕育不能等。\n衝任虛衰證在婦科疾患中比較多見，常見於“月經後期”、“月經過少”、“閉經”、“不孕”等疾病中。\n本證應與“衝任不固證”鑑別。",
  "clinical_manifestations": "經行延後，經血量少，經水閉止，孕育不能等。衝任虛衰證在婦科疾患中比較多見，",
  "common_diseases": [
    "“月經後期”",
    "“月經過少”",
    "“閉經”",
    "“不孕”"
  ],
  "differential_syndromes": [
    "“衝任不固證”"
  ],
  "differential": {
    "self_analysis": "衝任與腎的關係極為密切，例如《素問·上古天真論》曰：“女子七歲，腎氣盛，齒更髮長；二七而天癸至，任脈通，太衝脈盛，月事以時下，故有子。”《素問·奇病論》云：“胞絡者系於腎。”由於衝脈任脈都根於腎臟，因此衝任虛衰證在臨床上都具有腎虛的表現，可分兩種：一是衝任脈病特有的臨床表現，如月經初潮年齡較遲，經事後延，量少色淡，月經閉止，不能受孕，或孕後又易流產，甚至肥胖，多毛，浮肿，泌乳等；另一是以全身症狀為主，如性慾淡漠，腰膝酸軟，頭暈耳鳴，舌淡苔白，脈沉細或沉遲等。因腎虛的程度不同，故衝任虛衰證所表現的主症亦有輕重之分。其輕者首發症狀是以月經後期或月經過少為多見，如因循失治或治療失當，導致衝任衰竭，則可發展為閉經。其重者亦可首發閉經。而不孕症則多是上述諸症的併發症。月經後期是以月經週期後延為主症，月經過少是以經血量少為主症，閉經是以月經不通為主症，或兼有面色晦暗，或面生黃褐斑，或兼肥胖，多毛，浮腫，溢乳，毛髮脫落等症。月經過少症多出現在月經後期向閉經演變的過程中。閉經者經過治療，如果月經再次來潮，則往往轉變為月經後期或月經過少症。若經閉較久，則示衝任衰竭，常使體內陰陽平衡失調，而發生烘熱、出汗、畏寒、心悸、情緒不穩定、易激動、精神緊張、失眠、眩暈、耳鳴、困倦、身痛等症。上述諸症，治療均以調補衝任為主，方用当归地黄饮(《景岳全書》)加味。如患者為痰實之體，則兼見肥胖、多毛、浮腫等症，此痰系由腎虛不能蒸騰津液所致，治療宜用補腎化痰法，方用鹿角霜饮(《中醫症狀鑑別診斷學》)。以上所舉治法，僅是三症治療的一般法則；其所形成的原因還包括其他因素，如衝任氣滯，衝任瘀阻等。但這些證候往往有腎氣不足之內因。因此，我們必須注重證候的分析，才能正確認識衝任脈虛衰證。\n本證的發生，還與人的年齡、體質、季節氣候、地域環境等因素具有相應的關係。根據臨床所見，此證多見於婦女青春期，以及寒帶地區或低溫條件下作業的婦女，而且冬季發病較高。因此，在診治本證時，要掌握年齡和季節變化的因素，因人制宜，因時制宜。此外，產後大出血導致衝任驟然衰竭而引起的閉經，尤宜及時治療。",
    "type_comparison": "衝任不固證與衝任虛衰證 二者均為腎之虛證。其病因多為先天腎精不足，衝任未充；或因早婚多產，房室不節，導致腎氣虛衰而引起。由於腎臟精氣不足，肝血不榮，故二者均可出現性慾淡漠，腰膝酸軟，頭暈耳鳴，舌淡苔白，脈沉細等症。但二證的病機不同：前者是以腎氣不足為主，氣虛則衝任不固，經血失約，故而發生月經先期、月經過多、崩漏、漏胎、小產、惡露不絕、帶下等症；後者是以腎精不足為主，精虛則衝任失養，血海空虛，故而發生月經後期、月經過少、閉經、不孕、陰道分泌物減少等症。二者一重在氣，一重在精，治療應有所側重。但精由氣生，氣賴精化，二者之間存在著依存、互根、轉化的關係。故張景岳說：“善治精者，能使精中生氣；善治氣者，能使氣中生精。”這確是臨床經驗之談。"
  },
  "literature": "《素問·上古天真論》：“女子……七七任脈虛，太衝脈衰少，天癸竭，地道不通，故形壞而無子也。”\n《婦人良方》：“婦人病有三十六種，皆由衝任勞損而致。”\n《婦人大全良方》：“腎氣全盛，衝任流通，經血既盈，應時而下，否則不通也。”\n《聖濟總錄》：“婦人所以無子者，衝任不足，腎氣虛寒也。”\n《婦人大全良方》：“妊娠胎動不安者，由衝任經虛，受胎不實也。”",
  "zhengsu_composition": {
    "location": [
      "baogong"
    ],
    "nature": [
      "qi_xu"
    ]
  }
}