{
  "id": "dachangshire",
  "number": 222,
  "name": "大腸濕熱證",
  "category": "臟腑證候",
  "overview": "大腸濕熱證系指濕熱蘊結大腸，下焦氣機壅滯，傳導失常，而引起的一系列症狀之概稱。本證多由飲食不節，恣食厚味醇酒，或暑濕熱毒侵犯腸道所致。\n主要臨床表現為：下利粘液或便膿血，里急後重，或便物如醬，或便如黃水而肛門灼熱，並見腹痛，發熱汗出，午後熱盛，胸脘滿悶，肢體沉重，納呆嘔惡，舌苔黃膩，脈象滑數。\n大腸濕熱證常見於“腹痛”、“泄瀉”、“痢疾”、“濕溫”、“腸癰”、“痔瘡”等疾病中。\n本證應與“大腸結熱證”、“大腸風鬱證”相鑑別。",
  "clinical_manifestations": "下利粘液或便膿血，里急後重，或便物如醬，或便如黃水而肛門灼熱，並見腹痛，發熱汗出，午後熱盛，胸脘滿悶，肢體沉重，納呆嘔惡，舌苔黃膩，脈象滑數。大腸濕熱證",
  "common_diseases": [
    "“腹痛”",
    "“泄瀉”",
    "“痢疾”",
    "“濕溫”",
    "“腸癰”",
    "“痔瘡”"
  ],
  "differential_syndromes": [
    "“大腸結熱證”",
    "“大腸風鬱證”"
  ],
  "differential": {
    "self_analysis": "《素問·靈蘭秘典論》云：“大腸者，傳導之官，變化出焉。”濕熱蘊結大腸，阻遏氣機，氣機不利，則作腹痛後重。大腸濕熱證之腹痛，以下腹部明顯，大便粘滯不暢而肛門灼熱，痛而拒按，不喜溫暖，治當調氣導滯、清化濕熱，方用芍药汤(《素問病機氣宜保命集》)加減。濕熱下注大腸，大腸傳導變化失職而為泄瀉，症見便物黃濁如糜或如黃水，臭甚，便時肛門有灼熱感，可用葛根芩连汤(《傷寒論》)升發大腸清氣，清化濕熱。濕熱蘊蒸，傷及腸道氣血則成痢疾，症見便下膿血，里急後重，肛門灼熱，治當清熱涼血利濕，方用白头翁汤(《傷寒論》)加減，便物如醬者加鴉膽子。濕熱壅阻於大腸，氣血凝滯而為腸癰，少腹右側劇痛拒按，可伴有發熱，治當清利濕熱、化瘀消癰，方用大黄牡丹皮汤(《金匱要略》)加減。濕熱蘊結於大腸下端，氣血凝滯，聚而為痔，治當清熱化濕、行氣活血，方用槐角丸(《和劑局方》)。濕溫病常見大腸濕熱證，必有身熱稽留，汗出而熱勢不退，午後熱盛，大便稀而不暢，身重腹滿，嘔惡納呆，法當清熱利濕，方用三仁汤(《溫病条辨》)加黃芩、銀花、連翹，濕盛加藿香、蒼朮等；熱甚神昏加紫雪或至寶丹(《和劑局方》)。\n夏日暑熱熏蒸，濕熱結於大腸，除見大便稀而不暢，肛門灼熱等下焦症狀外，往往兼見頭昏腦脹、胸脘滿悶、噁心欲吐等濕熱上蒸之證。當用清熱利濕，兼以芳香化濁，方用连朴饮(《霍乱论》)加減。\n大腸濕熱證可兼見食傷脾胃之證。飲食不節，過飲醇酒，酒食與濕熱互結於腸胃，可見噯腐吞酸，脘腹膨悶脹飽，大便泄瀉，便物酸臭。大腸濕熱證亦常與脾胃濕熱證兼見。濕熱鬱蒸於腸胃，噁心嘔吐，脘悶納呆，同時或相繼出現大便泄瀉，舌苔粘膩而黃，面目色黃。大腸濕熱經久不愈，或過用寒涼清利，濕邪未淨，正氣已衰，濕從寒化，可逐漸轉為大腸虛寒證，可見大便溏薄，或作滑瀉，肛門無熱感，腹痛喜暖喜按，舌淡苔白，脈沉遲或細緩。",
    "type_comparison": "大腸結熱證與大腸濕熱證 二者皆為熱結大腸之證，屬實證。一般多因嗜食肥甘厚味，辛辣醇酒，腸道火熱素盛，或熱邪內移大腸，致令傳導失職，氣機鬱滯，故均現腹痛、大便不利、肛門灼熱，舌苔黃，脈數有力等症。但二者又有區別。大腸濕熱證常由飲食不節，宿食與濕熱互結，或濕熱疫毒直接侵犯腸道，或濕邪困脾，進而化熱，濕熱蘊結於大腸。大便稀而粘稠不爽，或有粘液膿血，里急後重，舌苔黃膩，脈象滑數。既有熱象，又有濕象。大腸結熱證多由外邪犯肺，肺移熱於大腸，或濕熱化燥，或熱邪與食積互結，總為燥與熱結。大便乾燥秘結，肛門灼痛，腹部脹滿硬痛拒按。舌苔黃褐而燥，或生芒刺，脈象洪數。\n大腸風鬱證與大腸濕熱證 二者皆為邪熱鬱結大腸之證，邪傷腸絡可見便血。但一為風熱鬱結，一為濕熱蘊結，自當分辨。風鬱之證，為太陽風邪未解，傳入陽明，風熱相煽，易傷腸絡，或肝氣鬱結，風氣煽動，亦傷腸絡，迫血外溢，下為便血，必見脅腹脹滿，口苦多怒，或兼寒熱。風為陽邪，善行數變，便血不混膿汁粘液，無肛門腫痛。舌苔薄黃少津，脈弦數。而濕熱證則便下膿血，或血色如果醬，身熱稽留，苔厚膩，脈滑數，易與風鬱證相鑑別。"
  },
  "literature": "《素問·至真要大論》：“暴注下迫，皆屬於熱。”\n《靈樞·師傳》：“腸中熱，則出黃如糜。”\n《赤水玄珠·痢門》：“有濕熱在大腸，因里急後重而脫肛者，宜清之，如《保命集》地榆芍藥湯之類是也。”\n《雜病源流犀燭·泄瀉》：“其濕兼熱者，下腸垢也。腸胃有熱，傳化失常，而火性急速，熏動濕邪，故腸數 赤澀，所下皆粘稠垢穢。”\n《內科臨證錄·臨證備要》：“濕熱蘊結，下迫大腸，突然大便洞泄，肛門覺熱，穢氣甚烈，腹內鳴響，即協熱下利之症。”",
  "zhengsu_composition": {
    "location": [
      "dachang"
    ],
    "nature": [
      "huo",
      "shi"
    ]
  }
}