{
  "id": "dachangjiere",
  "number": 223,
  "name": "大腸結熱證",
  "category": "臟腑證候",
  "overview": "大腸結熱證指燥熱實火結於大腸，使大腸傳導閉塞所引起的一系列症狀之概稱。通常稱做大腸實熱證。本證多為素體陽盛火旺，或因過食辛辣厚味，或肺熱移於大腸而引起。\n主要臨床表現為：大便乾燥秘結，肛門灼熱，口乾煩渴，小便短赤，腹脹硬滿，甚則腹痛拒按，身熱面赤，舌苔黃燥，甚則黑褐起芒刺，脈象洪數有力。\n在“便秘”、“腹痛”、“傷寒陽明病”、“溫病”等疾病中，常見大腸結熱證。\n本證應與“大腸濕熱證”、“氣滯證”、“陽明津傷腸燥證”相鑑別。",
  "clinical_manifestations": "大便乾燥秘結，肛門灼熱，口乾煩渴，小便短赤，腹脹硬滿，甚則腹痛拒按，身熱面赤，舌苔黃燥，甚則黑褐起芒刺，脈象洪數有力。在“便秘”、“腹痛”、“傷寒陽明病”、“溫病”等疾病中，常見大腸結熱證。",
  "common_diseases": [],
  "differential_syndromes": [
    "“大腸濕熱證”",
    "“氣滯證”",
    "“陽明津傷腸燥證”"
  ],
  "differential": {
    "self_analysis": "在便秘病中，大腸結熱證當見口乾煩渴喜飲，肛門灼熱，小便黃赤，舌紅，苔黃燥，脈洪數有力，此為燥熱互結，壅於腸道，氣機閉塞而致，治宜清瀉結熱，方用凉膈散(《和劑局方》)加減。在腹痛病中，大腸結熱證必見腹脹滿而痛，甚則硬痛拒按，身熱腹熱，大便不通，口渴嘔惡，小便赤澀，此為燥熱壅塞腸道，氣機閉而不通，“不通則痛”，宜瀉熱通腑，方用大柴胡汤(《傷寒論》)加減。大腸結熱證見於傷寒陽明病者，多為傷寒太陽病治療不當，寒邪入里化熱，傷津化燥，邪熱結於胃腸，致令大便乾結不通，《傷寒論》(181條)云：“太陽病，若發汗，若下，若利小便，此亡津液，胃中乾燥，因轉屬陽明；不更衣內實，大便難者，此名陽明。”傷寒陽明病之大腸結熱證，但惡熱不惡寒，身熱腹痛，大便秘結，法當苦寒攻下，瀉火通便，方用小承气汤(《傷寒論》)；若熱結勢重，則腹滿痞硬，疼痛拒按，發熱煩躁，譫語，嘔吐，或燥屎結於腸中，純利稀水，惡臭異常，為熱結旁流，舌苔黃燥起芒刺，脈沉實有力，當以峻下盪滌實熱，方用大承气汤(《傷寒論》)。“溫邪上受，首先犯肺”，肺與大腸相表里，溫病肺衛熱邪未得清解，則肺熱移於大腸，燥熱結於腸道，則現大腸結熱證，此證往往見於肺衛熱證之後，即先見發熱重，惡寒輕，喉痛，咳嗽，甚或咳喘氣促，繼則出現大便秘結，發熱不惡寒，腹部按之作痛，甚則熱擾神明而神昏譫語，治宜清瀉大腸實熱，兼清肺火，方用干葛汤(《症因脈治》)加黃芩、桑白皮、瓜蔞。\n若年老體弱、婦女產後以及失血後患大腸結熱證者，雖亦屬熱結，但證不甚實，腹痛不重，按之腹不硬，腹脹亦輕，不可峻下盪滌，宜清熱潤腸，方用麻子仁丸(《傷寒論》)。若傷食積熱，燥熱結於大腸，症見大便乾燥秘結，嘔吐酸腐，腹部脹痛拒按，治宜清熱導滯，方用枳实导滞丸(《內外傷辨惑論》)。\n《素問·五藏別論》云：“水谷入口，則胃實而腸虛；食下，則腸實而胃虛。”臨床上胃與大腸往往互相影響，大腸結熱證可兼見胃熱證，除大便秘結、腹脹、肛熱之外，可兼見胃脘灼熱，煩渴喜飲，易飢，多食，齒齦腫痛等症狀。",
    "type_comparison": "大腸濕熱證與大腸結熱證 二者皆為熱結大腸之實證，可見腹部脹滿疼痛，身熱煩躁，肛門灼熱，苔黃，脈數有力等實熱之徵。但大腸濕熱證為濕熱蘊結，大便泄瀉或便下粘液，口渴不欲飲，里急後重，或便下膿血，脈滑數，苔黃膩，一派濕熱之象；而大腸結熱證為燥熱互結，大便乾燥秘結，並見口唇乾燥，煩渴喜飲，舌紅苔黃燥，脈洪數有力，一派燥熱內結之象。\n氣滯證與大腸結熱證 二者皆屬實證，但病因病機不同。前者多因憂思過度，情懷不舒，或久坐少動，氣機不暢，致使大腸傳導失職，糟粕停留而見大便秘結。此氣滯阻膈之證，必見胸脅滿悶，腹脹噯氣，或腹脹作痛，得矢氣可緩，舌苔薄白，脈象沉弦。大腸結熱證則必有熱象，身熱煩躁，便秘肛熱，苔黃燥，脈洪數。前證重在氣滯，後證重在熱結，以此為辨。\n陽明津傷腸燥證與大腸結熱證 陽明津傷腸燥證，是指“陽明病，自汗出”，醫者更用汗劑發汗，使陽明津液進一步乾涸，大腸乾燥而出現的大便硬結難下，常伴見發熱、自汗、小便自利、多睡、舌面乾燥少苔，脈虛大等表現。該證與大腸結熱證皆可出現於陽明熱病之中，一為熱退病減，但津液耗傷太過，大腸乾燥而作便秘；一為燥熱互結，內熱熾盛，大便乾結。二證雖皆見便秘，但陽明津傷便結證之熱邪已退，僅見微煩之症；而大腸結熱之證熱邪尚盛，身熱煩渴，苔黃脈洪。"
  },
  "literature": "《太平聖惠方·治大腸實熱諸方》：“夫大腸實，實則生熱，熱則腸結脹滿，喜氣喘咳，身面熱，喉中噎，……大腸有宿滯，則發熱寒慄如瘧之狀，秘澀不通，則是大腸實熱之候也。”\n《三因方·肺大腸經虛實寒熱證治》：“大腸實熱，腹脹不通，俠臍痛，食不化，喘，不能久立，口生瘡。”\n《筆花醫鏡·大腸部》：“大腸實者，胃實移熱也，脈右尺必洪實，其症為便閉……。”",
  "zhengsu_composition": {
    "location": [
      "dachang"
    ],
    "nature": [
      "huo",
      "qi_zhi"
    ]
  }
}