{
  "id": "dajiexiong",
  "number": 354,
  "name": "大結胸證",
  "category": "傷寒證候",
  "overview": "結胸證是太陽病之變證，因邪氣結聚，停於胸、腹而發生以疼痛為主的證候。本證多因熱邪與有形水飲相結而成，其邪結聚的部位較為廣泛，故稱為大結胸證，亦稱“熱實結胸證”。\n主要臨床表現為：心下疼痛，按之石硬，甚者從心下至少腹硬滿而痛，手不可近，或見短氣躁煩，心中懊憹，脈沉緊，舌苔淡黃或燥黃。\n大結胸證常見於“太陽病”變證之中。\n本證應與“小結胸證”、“寒實結胸證”、“血結胸證”、“懸飲證”、“臟結證”等進行鑑別。大結胸證，若類似“太陽表虛經輸不利證”、“陽明腑實證”及“少陽兼里實證”等三陽病證時，亦應詳察脈證，予以分辨。",
  "clinical_manifestations": "心下疼痛，按之石硬，甚者從心下至少腹硬滿而痛，手不可近，或見短氣躁煩，心中懊憹，脈沉緊，舌苔淡黃或燥黃。大結胸證",
  "common_diseases": [
    "“太陽病”變證之"
  ],
  "differential_syndromes": [
    "“小結胸證”",
    "“寒實結胸證”",
    "“血結胸證”",
    "“懸飲證”",
    "“臟結證”等進行"
  ],
  "differential": {
    "self_analysis": "大結胸證，多因太陽病誤下而成，《傷寒論》曰：“病發於陽而反下之，熱入因作結胸。”指出了太陽表病，誤下之後，邪熱內陷與宿日水飲相搏，結於胸中，故成結胸。或由表邪內傳而成，《傷寒論》云：“傷寒六七日，結胸熱實”，說明太陽病數日之久，未經誤治，邪熱由表傳里，與水飲互結而成結胸熱實之證。大結胸證的臨床特徵，則以脈沉而緊，心下痛，按之石硬作為結胸的三大症狀。若大結胸之重證，其病位可從心下至少腹硬滿疼痛，而不可近，並可見不大便五六日，舌上燥而渴，甚或日晡所小有潮熱，心中懊憹，短氣躁煩等症。本證當遵循“結者散之”“留者攻之”的原則，治以破結攻下，逐水瀉熱為主，方宜大陷胸汤(《傷寒論》)。\n大結胸證在疾病發展過程中，常有類似三陽病證的表現。若水熱有形之邪停聚部位偏上，則見“結胸者，項亦強，如柔痉狀。”而類似太陽經輸不利之狀，因邪結部位偏高，宜大陷胸丸(《傷寒論》)逐水破結，待水熱一去，胸滿自消，項強亦除。今改湯作丸，又加葶苈、杏仁，並用白蜜調製，取其峻藥緩攻之意，使藥力留戀於上部，若結胸而胸胁疼痛，但頭汗出，則又類似少陽氣結之狀，宜柴胡陷胸汤。若太陽病迭經誤治津液受傷，致邪熱內陷，水熱互結而成里熱實證，則見大便秘結，身熱或日晡小有潮熱，舌上燥而渴等，則類似陽明腑實證，治宜大陷胸汤合大承气汤(《傷寒論》)。由此說明結胸證常見的兼挾證候，往往類似三陽病證。對結胸之兼證，張璐提出：“凡結胸有兼發黃、發斑、發狂、發呃、發噦者最劇，結胸證具而煩躁者死，結胸二三下之不退者死，喘急直視，昏聵厥逆，手足冷，或下出稀水糞者，皆不可治。”故臨證之際，必謹守病机，方不致誤。\n若結胸證，脈來浮大，為表邪未解，按之無力，多為正氣已虛，故脈浮大者，為邪未能成實，故不可攻下，若下之過早，則預後不良。\n若結胸證悉具，而見煩躁者，常提示證候的危重。",
    "type_comparison": "小結胸證與大結胸證 兩者雖均屬結胸證范疇，病因、證候亦有相似之處，但大結胸證為熱與水飲結於胸腹，病變部位較為廣泛，可上至胸胁，下達少腹。而小結胸證的特徵，《傷寒論》指出：“小結胸病，正在心下，按之則痛，脈象浮滑者，小陷胸汤主之。”可見小結胸證乃因熱邪與痰相結而成。病邪停聚，正在心下，不蔓不枝，局限於胃脘，故病變範圍較小，所以大小結胸證，邪結有深淺之分，證候有輕重之別。如陳堯道曰：“……反下之，則外邪乘虛內陷，結於心下，乃為結胸也，按之則痛，小結胸也，小陷胸湯主之；不按亦痛，大結胸也，大陷胸湯主之。”因此，若疼痛較重，按之石硬，脈象沉緊，是大結胸的主症，並多伴有身熱，心中懊憹，舌上燥而渴等熱證；小結胸病，按之始痛，不按不痛(臨床上亦有不按而微痛者)，脈象浮滑。二者相比，一是水結，一是痰結；一在胸腹，一在胃脘；一為脈緊，一為脈滑，脈症迥然有別。\n寒實結胸證與大結胸證 二者皆為實證，又均見心下或脘腹硬滿而痛，不大便等症，但二證相比，病因、證候又截然不同。大結胸證為熱與痰水相結，寒實結胸為寒與痰水相結，故一屬實熱之陽證，一屬寒實之陰證，其陰陽寒熱，各具特色。熱實結胸的特點具有身熱或潮熱，舌上燥而渴等一派陽熱之象；而寒實結胸，則絕無熱象之徵可言，故《傷寒論》明確指出寒實結胸，無熱證，就是二證鑑別的關鍵。\n血結胸證與大結胸證 二者雖皆稱結胸，而發病性質則異。前者為血與熱結，後者為水與熱結。水熱結於胸胁，故胸胁脘腹硬滿而痛，並兼見水熱鬱熱，但頭微汗出等水結胸胁的特點。血熱結胸，則為傷寒陽證，吐衄不盡，離經之血蓄於上焦所致(《傷寒全生集》)，症見胸腹脹滿硬痛，身熱漱水不欲咽，喜忘或如狂，大便色黑，小便自利等；或因婦人病表，經水適來或適斷，血室空虛，病邪乘虛而入，與血搏結，血瘀停滯，經脈不利，故見胸胁下滿，狀如結胸，脈遲，甚則神昏谵語等症，頗似結胸，故亦稱血結胸證所出現的血分症狀，則是鑑別的關鍵。\n太陽表虛經輸不利證與大結胸證 大結胸證，若見頸項強，如柔痉狀時，頗似太陽經輸不利的項背強几几，汗出等表虛證，然而二證本質不同。其區別在於：大結胸證者，因水熱之邪所結的部位偏於上，使上部經脈不利，故結胸而牽引頭項亦強，似柔痉狀(痉病不但項強，且有角弓反張等全身症狀，亦應與此分別)。又因水熱鬱蒸，熱不得越，故但頭汗出。而太陽表虛經輸不利證，乃因風邪客於經輸，而致頭項痛，背脊強，又因風邪襲表，營衛失和，則周身汗出。故其辨證的關鍵，在於大結胸證見有胸胁下硬滿而痛之結胸特有症狀，並以此作為二者的鑑別。\n陽明腑實證與大結胸證 二證皆可因太陽病誤用汗下，或外邪內入而成。若熱邪與燥屎內結，則為陽明腑實證；若熱邪與水飲相搏，則為大結胸證。故二者的區別重點，全在於水飲的有無。大結胸證，若見不大便五六日，舌上燥而渴，日晡發潮熱等，頗似陽明腑實證，此因太陽選經誤治，津液受傷，致邪熱內陷，水熱互結而成里熱實證。故喻昌稱此為“太陽結胸，兼陽明內實也”，此二證很易混同，但細審其脈證，則不盡然。若陽明潮熱，日晡而發，熱勢較重，又多兼谵語；本證雖見潮熱，但其熱勢不甚，亦不典型，多無谵語，所以稱為“日晡所小有潮熱”，其“小”字則為辨別的眼目。再者，二證辨別的焦點還在於腹痛，若陽明腑實證，內有燥屎結聚在腸，故腹痛多見繞臍而作，或大腹疼痛，痛勢較輕；而本正則為水熱泛結於腹，凝結於胃腸之外，故腹痛主要見於心下，甚則從心下至少腹硬滿而痛，痛勢較重。對其疼痛的辨別重點，則在於腹診所得，大結胸證疼痛部位“按之石硬”，甚者手不可近；陽明腑實證，腹部脹滿，疼痛拒按。故兩者腹部體徵，一輕一重，結合全身症狀，則易於分辨。正如喻昌所曰：“不大便，燥渴，日晡潮熱，少腹硬滿，證與陽明頗同，但小有潮熱則不似陽明大熱，從心下至少腹手不可近，則陽明又不似此大痛。”此辨別頗切實用。\n少陽兼里實證與大結胸證 大結胸證若兼有胸胁疼痛，但頭汗出者，又與少陽兼里實證有相似之處，故有鑑別之必要。二者在發病上，雖皆因傷寒不解，邪熱入里所致。但少陽兼里實證，是少陽、陽明二經同病，為邪居少陽，又兼邪熱結於陽明，故見往來寒熱，胸胁滿悶，心下痞硬，或心下急，嘔逆不止等症，此為少陽兼陽明之特徵。《傷寒論》指出：“傷寒十餘日，熱結在里，復往來寒熱者，與大柴胡湯；但結胸無大熱者，此為水結在胸胁也，但頭微汗出者，大陷胸湯主之。”這里辨別了結胸與少陽里實證，明確指出結胸為“水結在胸胁也”，故大結胸證雖亦見胸胁疼痛，頭汗出等類似少陽之症，但無往來寒熱，喜嘔等少陽證候。再者，一證雖皆有心下或胸胁硬滿疼痛，但具體表現亦不相同。大結胸證為“心下痛”；少陽兼里實證為“心下急”，故症狀名稱有異。“心下痛”者，為水結胸胁，故以硬滿疼痛為主，而且脘腹石硬拒按，手不可近；“心下急”者，為少陽樞機不利，陽明熱實初結，故為心下拘急而痛，並無明顯拒按之徵兆，因此兩證辨別並不困難。\n懸飲證與大結胸證 二者致病之由，雖皆與水飲有關，症狀表現又均有心下硬滿而痛，但同中又有差異。首先在病因上，大結胸證乃因邪熱內陷，與水飲相搏，故水與熱二邪，缺一則不成結胸；後者只系飲邪內聚，停於胁下，故稱懸飲證。在發病部位上，大結胸證為水熱結實，停於脘腹，故硬滿而痛，見於心下，甚則連及胸胁，或下達少腹；懸飲證之有形水邪，停結於胸胁之間，故疼痛主要為引胁下痛，病位只在於胁；若胸陽被遏，氣機塞滯，亦有兼見心下痞硬而滿者。再從兩者兼症而論，結胸證因水與熱結為患，故常兼有一派熱象，如見身熱或潮熱，口燥或口渴，煩躁不安，心中懊憹等症；懸飲證則系飲邪為患，飲邪攻竄上下，充斥內外，泛溢周身，故見多種兼症。如水邪射肺之短氣；飲邪外溢於皮膚之漿漿汗出；水邪犯胃之乾嘔；水邪上攻之頭痛；水飲下陷之泄利等，皆為水飲作祟之特徵，諸如此類，為結胸證之少見。\n臟結證與大結胸證 結胸與臟結是兩種不同的證候，但二者在臨床表現上有其相似之處，因此必須作出鑑別。《傷寒論》曰：“病有結胸，有臟結，其狀何如？答曰：按之痛，寸脈浮，關脈小細沉緊，名曰臟結，舌上白苔滑者，難治。”本條辨別了結胸與臟結的主要脈症及其異同。臟結證具有如結胸狀的特點，這表明二證皆有胸胁及心下硬滿疼痛等症，是其相似之處。若詳審病因，細查脈證，則知二者性質完全不同。首先在病性上，大結胸證是熱邪與水飲結於胸中，故病性屬陽，屬熱，屬實；臟結證則因臟氣極虛，陰寒內盛，凝結於臟，故屬陰，屬寒，屬虛。在證候上，大結胸證者，胸腹部硬痛，甚者波及少腹，按之石硬；臟結證者，症見如結胸狀，痛甚連及臍旁，入少腹引陰筋，症雖類似結胸，但二者並不相同，其兼症亦迥然有別。臟結證者，邪結在臟，胃府無邪，而飲食如故，又因臟為寒所結，運化失職，故見時時下利，諸如此類，皆為臟結證的特點。而大結胸證為實熱之邪，壅滯胸腹，大便秘結，必不能食。諸症表明，臟結證，乃為一派陰寒之象，故《傷寒論》指出“臟結無陽證”。程郊情曰：“臟結有痞連臍旁，痛引少腹入陰筋之證。結胸亦有從胸上至少腹硬滿而痛不可近之證，只是陰陽不同，故曰如結胸狀。”此概括地區分了二者的異同。在脈象上，二證亦有異同，“寸脈浮”是二者的相同之處，然而關脈則異。結胸為實，故脈見關沉，必沉而有力。臟結為虛，關脈小細沉緊，標明了本證臟氣極虛，陰寒凝結之候。其次，兩證舌苔亦有區別。臟結者，舌上白苔而滑，主寒、主陰，又為陽氣衰微之徵。結胸者，見“舌上燥而渴”，從而推之苔應黃燥。"
  },
  "literature": "《註解傷寒論·辨太陽病脈證並治》：“結胸者，邪結在胸，臟結者，邪結在藏，二者皆下後邪氣乘虛入里所致。下後邪氣入里，與陽相結者為結胸，以陽受氣於胸中故爾；與陰相結者為臟結，以陰受之則入五臟故爾。”\n《景岳全書·傷寒典》：“凡太陽表邪未解而誤下者成結胸，少陽證亦然，太陽少陽並病者亦然，此不當下而誤下之，以致臟氣空虛，外邪乘虛內陷，結於胸膈之間，是皆因下而結者也。又曰：“傷寒六七日結胸熱實，脈沉而緊，心下痛按之石硬者，此不因下而邪實深結於胸者也。”\n《傷寒來苏集·傷寒論證·陷胸湯證》：“言熱入是結胸之因，此條言水結是結胸之本，互相發明結胸病源，若不誤下，則熱不入，熱不入則水不結，若胸胁無水氣，則熱必入胃而不結於胸胁矣。此因誤下熱入，太陽寒水之邪，亦隨熱而內陷於胸胁間，水邪熱邪結而不散，故名曰結胸。”\n《傷寒發微·太陽篇》：“結胸之為病，本痰涎並居胸膈之證，其脈沉而緊，心下痛而硬，不大便，舌燥而渴，日晡潮熱，心下至少腹俱硬滿而痛，或體強如柔痉，或心中懊憹。脈之所以浮緊者，病氣凝聚而中有所著也。心下痛而硬者，痰濁與水氣並居陽位，格拒而不下也。不大便，舌燥而渴，日晡潮熱，心下至少腹硬滿而痛者，太陽寒水凝於上，陽明燥氣動於下也。體強如痉者，陽熱內陷而燥氣傷筋也。心中懊憹者，心陽為痰濕所鬱，而氣不舒也。”\n《傷寒論綱目，太陽經證》：“張兼善曰：從心下至少腹，石硬而不可近者，大結胸也；正在心下，未及腹胁，按之痛，未至石硬，小結胸也，形狀之分如此。蓋大結胸者，是水結在胸腹，故其脈沉緊；小結胸者，是痰結在心下，故其脈浮滑。水結宜下，故用甘遂、葶、杏、硝、黃等；痰結宜消，故用瓜蔞、半夏等。”",
  "zhengsu_composition": {
    "location": [
      "xiongge"
    ],
    "nature": [
      "huo",
      "shui_ting"
    ]
  }
}