{
  "id": "danre",
  "number": 214,
  "name": "膽熱證",
  "category": "臟腑證候",
  "overview": "膽熱證系指膽氣鬱而化熱或鬱熱壅於膽腑而引起的以口苦、咽乾為主症的一系列證候。多因七情內傷，或六淫外感所致。\n主要臨床表現為：頭暈耳鳴，口苦咽乾，心煩不寐，面紅耳赤，胸脅苦滿，舌紅苔黃，脈弦等。\n膽熱證常見於“眩暈”、“脅痛”、“黃疸”、“不寐”等疾病中。\n本證應與“肝火上炎證”、“肝膽濕熱證”、“肝氣鬱結證”、“心膽氣虛證”相鑑別。",
  "clinical_manifestations": "頭暈耳鳴，口苦咽乾，心煩不寐，面紅耳赤，胸脅苦滿，舌紅苔黃，脈弦等。膽熱證",
  "common_diseases": [
    "“眩暈”",
    "“脅痛”",
    "“黃疸”",
    "“不寐”"
  ],
  "differential_syndromes": [
    "“肝火上炎證”",
    "“肝膽濕熱證”",
    "“肝氣鬱結證”",
    "“心膽氣虛證”"
  ],
  "differential": {
    "self_analysis": "膽熱證見於眩暈病中，常因長期憂慮，膽鬱化熱，上擾清竅所致。多見頭暈目眩，胸脅苦滿，口苦，嘔吐苦水，夜寐不安，多夢，舌紅苔黃，脈弦而數，治當瀉膽清熱，方選龙胆泻肝汤(《醫宗金鑑》)。膽熱證出現於脅痛病中，常因外邪入里化熱，或七情失調，膽腑鬱熱，竄於肝絡故脅痛，可兼口苦咽乾，泛惡苦水，心煩不寐，大便秘結，舌紅苔黃，脈弦數，治宜清肝膽而調氣機，方用金铃子散(《素問病機氣宜保命集》)合左金丸(《丹溪心法》)化裁。膽熱證見於黃疸病中，常因時邪外襲，鬱而不達，膽汁不得正常疏洩，外溢肌膚，下注膀胱引起，則見面目肌膚及溲色皆黃，治應清熱退黃，方用茵陈蒿汤(《傷寒論》)加黃柏、枳實、車前子等。膽熱證見於不寐病中，因情志不遂，或驚恐憂鬱，氣機失調，膽熱內擾心神，症見夜寐不安，心悸易驚，舌紅苔黃，脈數，治宜疏膽瀉熱，佐以安神，方用温胆汤(《千金方》)加入夜交藤等。\n膽附於肝，稟春木之氣，其性條達，膽汁賴肝之疏洩以助運化。膽熱證在病機演變過程中，由於疏洩失常，易影響脾胃功能，如膽熱橫逆，可形成膽胃不和證，而見胃脘脹滿疼痛，噯氣，吞酸嘈雜，胸脅不舒，煩躁易怒，舌苔薄黃，脈弦等症。因此，治療膽熱證，要時時注意維護胃氣，切勿過用苦寒，以免傷胃。",
    "type_comparison": "肝火上炎證與膽熱證 兩證雖均為鬱怒化熱、化火所致，且肝膽相表里，致病之後常常相互影響，但肝膽兩經循行部位不同，功能稍別，所以臨證表現亦有所差異。肝火上炎證為肝經實火證候，火性炎上，最易擾動清竅，如頭痛，目赤，耳鳴，口苦；肝火擾動心神，可見狂躁不安；肝火犯肺，可見咯血。膽熱證雖亦上擾清竅，但以口苦，咽乾，目眩，耳鳴為主，它如頭痛、目赤都不如肝火上炎證嚴重。總之，從火熱性質來說，火為熱之甚，熱為火之漸；從肝膽功能來說，肝主怒，膽主決斷，所以肝火上炎證多性急易怒，膽熱證則多嘆息。\n肝膽濕熱證與膽熱證 肝膽濕熱證多因濕熱蘊結，肝膽疏洩失常而致，其脅痛、口苦與膽熱證相似。然肝膽濕熱證多由外感濕熱，或嗜食肥甘，濕鬱化熱，肝膽氣機阻滯，木不疏土，脾胃升降失司引起，可見納呆嘔惡，脘腹脹悶，大便不調，或濕熱熏蒸，膽汁外溢而出現身目發黃，脾胃症狀或黃疸為肝膽濕熱證的主症。如肝膽濕熱下注，則可引起陰囊濕疹，外陰瘙癢，婦女帶下黃臭等症。苔黃膩，脈弦滑而數。與膽熱證比較：一為膽腑受邪；一為肝膽合病；一為熱邪致病，一為濕熱致病。可以鑑別。\n肝氣鬱結證與膽熱證 肝主疏洩，性喜條達。因此，情懷抑郁乃是形成肝氣鬱結證之主因。與膽熱證可由七情內傷，氣機鬱滯，或六淫化熱所致有所不同。肝氣鬱結證常見有脅痛，嘔逆，乳房脹痛，腹痛便泄，痛經，月經不調等，還可因血行瘀阻，發為積聚。膽熱證除胸脅不舒、嘔逆等症外，尚有目眩、口苦、煩躁失眠、大便秘結等熱證表現，而肝氣鬱結證則無熱象。\n心膽氣虛證與膽熱證 心主神明，為五臟六腑之大主，膽為中正之官，主決斷。心膽均與情志密切相關。平素心虛膽怯之人，若突受驚恐，易致心膽氣虛證，屬虛證，而膽熱證則屬實證，二者有本質區別。心膽氣虛證因情志所傷，膽氣失調，心神不能自主，可見驚悸，膽怯，頭暈欲嘔，少寐多夢，舌淡紅，苔薄白，脈細弦。膽熱證則以耳鳴，口苦，咽乾，胸脅苦滿為特徵。"
  },
  "literature": "《医学心悟·少陽經證》：“足少陽膽經，上絡於耳，邪在少陽，則耳聾也。……少陽耳聾，必往來寒熱；厥陰耳聾，則舌捲、囊縮，自有別耳。”\n《症因脈治·膽火不得臥》：“膽火不得臥之症，膈寒不利，脅肋脹滿，膽火乘脾也；心煩躁亂，恍惚不寧，膽涎沃心也；甚則目黃。”",
  "zhengsu_composition": {
    "location": [
      "dan"
    ],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：膽。病性：熱/火。根據證候名稱「膽熱證」分析其病機組成。"
}