{
  "id": "duyongshangjiao",
  "number": 247,
  "name": "毒壅上焦證",
  "category": "溫病證候",
  "overview": "毒壅上焦證多因氣候失常，感受溫毒之邪，侵襲肺胃而致熱毒上壅，出現以頭面部紅腫，咽喉腐爛，肌膚病痧，咳喘氣急為主症的證候。\n主要臨床表現為：初起憎寒發熱，頭面紅腫，咽喉疼痛，繼則壯熱口渴，頭面焮腫，煩躁，咽喉紅腫腐爛，咳喘氣急，肌膚密布癍痧，舌紅或絳，苔黃，脈洪數或細數。\n毒壅上焦證常見於溫熱時毒疾病中的“大頭瘟”、“痄腮”、“爛喉痧”、“麻疹”等疾病中。\n本證通常應與“上焦燥熱證”、“熱鬱胸膈證”、“火灼胸膈證”、“肺胃積熱證”等相鑑別。",
  "clinical_manifestations": "初起憎寒發熱，頭面紅腫，咽喉疼痛，繼則壯熱口渴，頭面焮腫，煩躁，咽喉紅腫腐爛，咳喘氣急，肌膚密布癍痧，舌紅或絳，苔黃，脈洪數或細數。毒壅上焦證",
  "common_diseases": [
    "溫熱時毒疾病中的“大頭瘟”",
    "“痄腮”",
    "“爛喉痧”",
    "“麻疹”"
  ],
  "differential_syndromes": [
    "“上焦燥熱證”",
    "“熱鬱胸膈證”",
    "“火灼胸膈證”",
    "“肺胃積熱證”"
  ],
  "differential": {
    "self_analysis": "毒壅上焦證可見於溫病的多种疾病中，其臨床表現各有特點，故應詳加辨析。如大頭瘟中可見毒壅上焦證，此乃溫毒客於肺胃，火性炎上，熱毒上攻頭面，初則症見惡寒發熱，頭面紅腫，繼則寒罷熱增，頭面焮腫，目不能開，咽喉腫痛，口渴引飲，苔黃燥，脈數有力，治宜疏風透邪，清熱解毒，方用普济消毒饮(《東垣十書》)。若本證見於痄腮病中，亦系溫毒外侵，上犯腮部，致使氣血壅滯，症見發熱，兩腮腫脹紅痛，口渴，煩躁，舌絳，脈弦數，治宜疏風清熱，解毒消腫，方用普济消毒饮，另用三黄二香散(《溫病条辨》或如意金黄散(《外科正宗》)外敷腮部。若本證見於爛喉痧中，多因溫毒之邪蘊結氣分，火熱熾盛而上客咽喉，症見壯熱，口渴，咽喉紅腫腐爛，舌絳起芒刺，苔黃，脈洪數，治宜清氣解毒，方用余氏清心凉膈散(《溫熱經緯》)或用锡类散(《金匱翼》)吹喉。若“麻疹”而見毒壅上焦證者，多因熱毒蘊結肺衛，氣道壅塞不通，症見高熱煩渴，咳喘氣急，鼻煽，疹出不透，汗出煩躁，舌紅苔黃，脈細數，治宜宣肺達邪，清熱解毒，方用麻杏石甘汤(《傷寒論》)。\n本證好發於冬春季節，且來勢急而症情重，此火性急迫之故也。溫毒之邪自口鼻而入，每易蔓延傳染，應注意防範。\n毒壅上焦證若不及時治療，邪毒內陷營血，耗津動血，擾亂神明，則有津枯液脫，陰陽離決之變，不可不慎。",
    "type_comparison": "上焦燥熱證與毒壅上焦證 二者病位相同，均在上焦，但病因病機、症狀不同。前者是感受燥邪，侵襲肺衛而出現的津氣乾燥證，多見於秋季及春季，症狀表現為：發熱，微惡風寒，咽乾鼻燥，咳嗽少痰，皮膚乾燥，舌紅，苔薄白而乾，脈浮數等，其病情較輕。而毒壅上焦證系因感受溫熱時毒，肺胃受襲，而出現一系列上焦溫熱證候，多發於冬、春兩季，屬於瘟疫，其發病具有傳染性，除有一般外感症狀外，突出表現是頭面部紅腫，或咽喉潰爛，肌膚出現病痧，病情較重，病變發展迅速，藉此不難鑑別。\n熱鬱胸膈證與毒壅上焦證 二者病位相近，但病機症狀不同。前者系外感風溫之邪，衛分病邪已解，而餘熱鬱於胸膈氣分，或氣分高熱已解，餘邪鬱於胸膈，不得發越，神明被擾，胃失和降，而出現心煩懊憹，坐臥不安，胸悶欲嘔等症狀。而毒壅上焦證系感受溫熱時毒，侵襲肺胃而出現的證候，症狀表現以頭面部紅腫，兩腮部腫脹，或咽喉紅腫潰爛，肌膚出現癍痧等，病情較重，病勢發展快，且具有傳染性，由此可以鑑別。\n火灼胸膈證與毒壅上焦證 二者病位及症狀相近似，但病因病機有異。前者是氣分熱邪壅於胸膈，化火灼津，且兼有輕度的腑實之證。其臨床表現為身熱惡熱，煩躁不安，胸膈灼熱，唇焦咽燥，口渴，咽喉腫痛，口舌生瘡，面紅目赤，溲赤便秘，舌乾紅，苔黃燥，脈數有力。而毒壅上焦證為外感溫邪時毒，壅於上焦，疫毒上攻頭面所出現的證候，臨床表現除初起有惡寒發熱等表證外，主要是頭面部紅腫，或兩腮部腫脹，或咽喉紅腫潰爛疼痛，身起癍痧，舌紅，苔黃，脈數等，此乃熱毒壅滯氣分，竄擾營分所致。而熱灼胸膈證純屬病在氣分。由此可以鑑別。\n肺胃積熱證與毒壅上焦證 二者病位及症狀有相似之處，但病因、病機不同。前者為風溫邪熱傳入陽明，引起手太陰肺與足陽明胃經無形邪熱瀰漫之證候。症見高熱惡寒，面赤心煩，或喘息氣急，大渴飲冷，蒸蒸汗出，苔黃燥，脈洪大而數。故《溫病条辨·上焦篇》說：“太陰溫病，脈浮洪，舌黃，渴甚，大汗，面赤，惡熱者，辛涼重劑白虎湯主之。”而毒壅上焦證為外感溫邪時毒，肺胃受襲，熱毒上攻頭面部為主，其臨床表現初起可有表證，繼則出現高熱，頭面部焮腫，或兩腮部腫脹，或咽喉紅腫潰爛，身起朱紅色小點(即癍痧)。其發病季節性較強，多見於冬、春兩季。由此可以區別。"
  },
  "literature": "《溫病条辨·上焦篇》：“溫毒咽痛喉腫，耳前耳後腫，面正赤，或喉不痛，但外腫，甚則耳聾，俗名大頭瘟，蝦蟆瘟者，普濟消毒飲去柴胡、升麻主之，初起一二日再去芩、連，三四日加之佳。”“溫毒外腫，水仙膏主之，並主一切癰瘡。”\n《疫疹一得·疫證条辨》：“咽喉者，水谷之道路，呼吸之出入，毒火熏蒸，至於腫痛，嘔當清解以開閉塞，宜本方(清瘟敗毒飲)增石膏、玄、桔，加牛蒡、射干、山豆根。”“頭為諸陽之首，頭面腫大，此毒火上攻，宜本方(清瘟敗毒飲)增石膏、玄參，加銀花、馬勃、僵蠶、板藍根、紫花地丁、歸尾，脈實者，另加酒洗生大黃。”“腮者肝腎所屬，有左腫者，有右腫者，有右及左，左及右者，名曰痄腮，不亟清解，必成大頭，治同上條。”",
  "zhengsu_composition": {
    "location": [
      "fei",
      "xin"
    ],
    "nature": []
  }
}