{
  "id": "feiqishuaijue",
  "number": 167,
  "name": "肺氣衰絕證",
  "category": "臟腑證候",
  "overview": "肺氣衰絕證是肺臟功能衰竭，不能主氣而出現的宗氣衰敗，呼吸失司，甚則升降出入廢止等臨床表現的概稱。本證多由久病耗損，正氣虛衰，或正邪交爭，邪盛正衰，致使氣機逆亂，陰陽離絕而成。\n主要臨床表現為：呼吸微弱，氣不得續，或時斷時續，汗出如珠，怯寒畏冷，面色晄白或紫暗，舌淡或青紫，脈浮散無倫或微弱無力，甚則呼吸停止。\n肺氣衰絕證是病人臨終前常見病證，多種危重病後期皆可出現肺氣衰絕證。病至肺氣衰絕，則隨時可能出現呼吸停止而致生命終結，必須積極搶救。\n本證臨床應與“肺氣虛證”、“肺氣陰兩虛證”、“腎不納氣證”等相鑑別。",
  "clinical_manifestations": "呼吸微弱，氣不得續，或時斷時續，汗出如珠，怯寒畏冷，面色晄白或紫暗，舌淡或青紫，脈浮散無倫或微弱無力，甚則呼吸停止。肺氣衰絕證是病人臨終前常見病證，多種危重病後期皆可出現肺氣衰絕證。病至肺氣衰絕，則隨時可能出現呼吸停止而致生命終結，必須積極搶救。",
  "common_diseases": [],
  "differential_syndromes": [
    "“肺氣虛證”",
    "“肺氣陰兩虛證”",
    "“腎不納氣證”"
  ],
  "differential": {
    "self_analysis": "肺氣衰絕證常見於“咳嗽”、“哮喘”、“肺癆”、“肺痿”、“肺癰”、“咳血”等肺系疾病中，亦常見於“發熱”、“自汗”、“感冒”、“水腫”、“癃閉”等疾病後期。肺氣衰絕證有由虛而致者，或由肺氣虛弱，久病耗損，漸至肺氣衰絕，或因肺陰虧損，陰損及陽，終至陰竭陽絕，肺氣衰絕；肺氣衰絕證亦有由實而演變所致者，多由痰飲、水濕、瘀血等實邪為患，阻遏氣機，呼吸不利，肺氣由實而轉虛，正不勝邪，終至正衰氣絕，形成肺氣衰絕證。肺氣衰絕則氣失所主，宗氣衰微，故呼吸微弱，喘促不止，氣不得續，甚則呼吸時斷時續，漸至呼吸停止。衛氣開發於上焦，靠肺氣的宣發作用而敷布於全身。肺氣衰絕，則衛氣不固，津液外泄，陽氣隨脫，故怯寒畏冷，汗出如珠。肺氣衰絕，氣不上榮，故面色晄白而舌淡。宗氣衰敗，氣散亂而鼓動無力，則脈浮散無倫，或脈微弱而無力。氣為血帥，氣行則血行，氣衰則血滯澀不行，故面色或見紫暗，舌質或現青紫。凡肺氣虛弱而漸耗，見肺氣衰絕，喘促汗出而氣不得續，或時斷時續，怯寒畏冷者，急當益氣固脫，可用独参汤(《十藥神書》)、参附汤(《婦人良方》)等急煎灌服。若肺陰虛損，陰損及陽，陰竭氣脫而兼見口乾面赤，煩躁不寧，脈細弱無力者，急當益氣養陰固脫，可用大劑生脉散(《內外傷辨惑論》)，隨煎隨服。肺氣衰絕證危在傾刻，必須積極搶救。凡內科各種疾病的病變過程中，肺氣衰微，皆見喘促息微，氣不得續，甚則呼吸時斷時續，而呈肺氣衰絕證，正如《直指方》所說：“諸有病篤，正氣欲脫之時，邪氣盛行都壅逆而為喘”。若兼痰湧氣阻，痰稠量多，喉間痰鳴者，應及時吸痰以保持呼吸道通暢，亦可兼以化痰；如兼血瘀不行，唇面青紫者，亦可兼以化瘀。但必以益氣固脫救肺氣為急務。正如吳鞠通所說：“太陰暑溫……汗多，脈散大，喘喝欲脫者，生脈散主之。”\n此外，肺氣衰絕證還常見於外傷跌仆、誤汗損傷、產後失血之人。氣為血帥，血為氣母，血以載氣。若失血亡津，氣隨血、津而脫，則見喘促氣短，呼吸微弱，汗出如珠，甚則呼吸間斷，氣息不至。\n肺氣衰絕證在其病情演變過程中常累及於腎，系精氣衰敗，肺不主氣，腎不納氣，見面色紫暗，汗出不止，呼吸深長，氣不得續，二便失禁，甚則呼吸斷續不整，終至呼吸停止而死亡；亦可累及於心，心氣衰竭，而見心悸喘促，唇舌發紫，脈微細欲絕，或結代不整，終至心跳停止而死亡。",
    "type_comparison": "肺氣虛證、肺氣陰兩虛證與肺氣衰絕證 三者均為肺臟虛損之證，但病因病機、病變程度不同。肺氣衰絕證常可由肺氣虛證和肺氣陰兩虛證發展而來，肺氣衰絕證是肺氣虛和肺氣陰兩虛證演變至衰絕階段的表現。三者臨床都有喘促氣短、汗出、脈虛弱等表現，但程度不同。肺氣虛及肺氣陰兩虛證尚未至呼吸時斷時續，汗出如珠，脈浮散無根的程度，僅是一般的肺氣功能減弱，未至衰絕。而肺氣衰絕證則肺臟功能衰至極點，將至絕竭的地步，故呼吸斷續，汗出如珠，脈散大無倫，甚則呼吸停止。\n肺腎氣虛證(腎不納氣證)與肺氣衰絕證 肺腎氣虛證多因久病喘咳，勞傷腎氣，損及肺腎所致，腎失攝納，故呼多吸少，喘促氣短，動則加重；腎司二便，故二便失禁，或溺隨咳出；氣虛不能溫養，則見肢冷、面青、自汗。而肺氣衰絕證是屬肺氣竭絕，呼吸失主，故呼吸斷續，汗出如珠，甚則呼吸停止，脈浮散而無倫，多由肺臟衰竭，宗氣衰敗所致。二者臨床可以鑑別。"
  },
  "literature": "《靈樞·經脈》：“手太陰氣絕則皮毛焦，太陰者行氣溫於皮毛者也，故氣不榮則皮毛焦，皮毛焦則津液去皮節，津液去皮節者則爪枯毛折，毛折者則毛先死，丙篤丁死，火勝金也。”\n《備急千金要方·平脈》：“病人肺絕，三日死。何以知之？口張但氣出而不還。”\n《四診抉微·五臟絕證》：“脈浮而洪，身汗如油，喘而不休，肺絕。”\n“聲如鼾睡，肺絕。”\n《醫宗金鑑·雜病心法要訣》：“喘汗潤髮為肺絕，脈澀肢寒命不昌，喘咳吐血不得臥，形衰脈大氣多亡。”",
  "zhengsu_composition": {
    "location": [
      "fei"
    ],
    "nature": [
      "qi_xu",
      "qi_tuo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "肺氣衰竭欲絕。危重證候，肺主氣司呼吸功能衰竭，表現為呼吸微弱、汗出如油。"
}