{
  "id": "feiqixu",
  "number": 163,
  "name": "肺氣虛證",
  "category": "臟腑證候",
  "overview": "肺氣虛證是肺臟的功能減弱，治節無權，宣降失職而出現的宗氣虛弱、肺氣上逆、開合失司、衛外不固等臨床表現的概稱。本證多由秉賦不足，積勞內傷，或久病耗損所致。\n主要臨床表現為：喘咳氣短，聲音低怯，自汗畏風，容易感冒，面白神疲，舌胖質淡苔白，脈虛弱。\n肺氣虛證常見於“咳嗽”、“哮喘”、“自汗”、“虛勞”等疾病中。\n本證通常應與“肺陽虛證”、“肺氣陰兩虛證”、“心肺氣虛證”、“脾肺氣虛證”、“腎不納氣證”相鑑別。",
  "clinical_manifestations": "喘咳氣短，聲音低怯，自汗畏風，容易感冒，面白神疲，舌胖質淡苔白，脈虛弱。肺氣虛證",
  "common_diseases": [
    "“咳嗽”",
    "“哮喘”",
    "“自汗”",
    "“虛勞”"
  ],
  "differential_syndromes": [
    "“肺陽虛證”",
    "“肺氣陰兩虛證”",
    "“心肺氣虛證”",
    "“脾肺氣虛證”",
    "“腎不納氣證”"
  ],
  "differential": {
    "self_analysis": "肺氣虛證可見於多種疾病中，其臨床表現同中有異，治療有所區別，必須加以辨析。如咳嗽病中出現肺氣虛證，常以咳嗽氣短，痰液清稀，語聲低微，疲乏無力，面白自汗為特點，此由肺氣虛弱，氣失所主，清肅無權而成咳嗽，治宜補益肺氣，健脾化痰，方用六君子汤(《婦人良方》)加減。如哮喘病中出現肺氣虛證，每見喘促氣短，張口抬肩等少氣不足以息之“虛喘”特徵，是由肺氣不足，肅降失職，肺氣上逆所致。《證治準繩》說：“肺虛則少氣而喘。”治宜補益肺氣，斂肺定喘，方用四君子汤(《和劑局方》)增黃芪治之，白果、五味子、罌粟殼等斂肺之品可酌情選用。若自汗病中見肺氣虛證，其臨床表現常以自汗畏風，動則益甚，不耐風寒，容易感冒等為特點，是由肺氣虛弱，腠理不密，開合失司所致，治宜益氣固表，斂汗止汗，方選玉屏风散(《丹溪心法》)加味，多酌情加入麻黃根、浮小麥、糯稻根、煅龍牡等斂汗之品。若虛勞病中見肺氣虛證，常見短氣自汗，時寒時熱，咳嗽，聲音低怯，易於感冒，經久不愈等特徵，緣由秉賦不足，久病耗傷，積虛成損，肺氣不足，腠理不密所致，治宜補益肺氣，方用补肺汤(《永類鈴方》)。總之，肺氣虛證在不同疾病中臨床表現各具特點，可據此加以辨析。\n肺氣虛證較多見於年高體弱之人，常見咳嗽喘促，咳吐痰涎，氣短聲微，甚則氣息不續，張口抬肩，不能平臥。肺氣虛證在不同季節表現也不盡相同。暑熱季節，人體腠理開洩，《素問·舉痛論》說：“炅則腠理開，榮衛通，汗大泄，故氣泄矣。”肺氣虛證病人常見自汗不止，頭暈短氣，疲乏無力，甚則突然昏仆，不省人事等症。寒冬天氣，風寒常在，肺氣虛證病人衛外不固，容易感受外邪，多見惡寒畏風，頭痛鼻塞，咳嗽氣短，倦怠乏力等症。\n肺主一身之氣，外合皮毛，其氣肅降下行，通調水道。肺氣虛證在其病機演化過程中常伴見以下三種情況：一是由於肺氣虛弱，衛陽不足，衛外不固，則易感受外邪而見頭痛鼻塞，周身痠楚，惡寒畏風，發熱咳嗽，咳痰稀白等風寒外束，肺氣不宣之證；二是由於肺氣虛弱，肅降失職，水道不利，以致水濕、痰濁留滯不行，而致胸悶咳嗽，嘔吐痰涎，色白清稀，水腫，小便不利，心悸氣短等水飲內停之證；三是由於肺氣虛弱，久病耗損，或誤汗過汗，而致面色晄白，大汗淋漓，四肢厥冷，喘促不止，呼吸斷續，甚則暈厥，脈虛弱散亂等氣脫危證。疾病至此，急當益氣固脫，可用独参汤(《十藥神書》)急煎頻服。",
    "type_comparison": "肺陽虛證與肺氣虛證 氣屬陽，肺陽虛證與肺氣虛證在病因病機、臨床表現上有一定聯繫，但也有明顯的區別。一般講，肺陽虛證是指肺臟虛寒證而言，是由於肺氣虛弱，陰寒內生而成。陽虛不能溫煦，故形寒肢冷；陽虛不能布津，則水不化氣，故咳吐涎沫，質地清稀而量多，其背寒如掌大，舌質胖淡而水滑；肺臟虛寒，故脈虛弱而遲緩，或見遲弦。肺氣虛證多由秉賦不足，或積勞內傷，久病耗損，肺氣虛弱而成，是肺氣功能減弱，尚未達到陽虛而陰寒內生階段，臨床以喘咳氣短，聲音低怯，自汗畏風，容易感冒，面白神疲，脈虛弱為主症。肺陽虛證除有神疲乏力，頭暈氣短，小便頻數等氣虛表現外，尚有形寒肢冷，背寒，咳吐涎沫，質清稀量多，脈遲弦等肺臟虛寒見證。肺陽虛證內寒徵明顯，肺氣虛證虛寒之象不明顯，以此可資鑑別。\n肺氣陰兩虛證與肺氣虛證 二者在病因病機上既有聯繫，又有區別。肺氣陰兩虛證可由肺氣虛證，汗出過多，陽損及陰；或過服溫熱，火熱劫陰，致肺氣陰兩虛。若肺陰本虛，久咳久喘，進而耗傷肺氣，亦致肺氣陰兩虛之證。其臨床表現除肺氣虛證外，尚兼見咳嗽少痰，咽乾，聲音嘶啞，甚則痰中帶血，舌紅脈細等，與單純肺氣虛證不難鑑別。\n心肺氣虛證與肺氣虛證 心肺同居上焦，肺主氣，心主血脈，氣以帥血，血以載氣，肺朝百脈，故心肺在生理病理上有密切關係。心肺氣虛證多由勞倦過度，或久病咳喘耗傷所致；亦可由肺氣虛弱，宗氣不足，心肺血運無力而致心氣亦虛，或心氣不足，血行不暢，影響肺氣的輸布和宣降，肺氣亦隨之而虛造成。臨床可見心悸氣短，喘咳胸悶，自汗乏力，面色晄白或晦暗，甚則口唇青紫，舌暗淡或見瘀斑，脈細而弱等症狀。肺氣虛證僅表現為宗氣虛弱，肺氣上逆，開合失司，肌表不固，而無心悸胸悶，面色晦暗，口唇青紫，舌有瘀斑，脈細等心氣不足，血行不暢的症狀，可藉以鑑別。\n脾肺氣虛證與肺氣虛證 脾肺在生理病理上關係密切。脾為生氣之源，肺為主氣之樞，脾肺氣虛證或由久咳肺虛，子盜母氣，津液不布，脾運呆滯而成；或脾氣不足，運化不及，精微不布，土不生金，而致脾肺兩虛。其臨床表現除肺氣虛證外，尚有食慾不振，腹脹便溏，面浮足腫等脾氣損傷之症，與單純肺氣虛證可以鑑別。\n腎不納氣證與肺氣虛證 肺為氣之主，腎為氣之根。腎不納氣證多由久病喘咳，勞傷腎氣，損及肺腎，金不生水，氣不歸源，腎失攝納所致。如由肺氣虛證發展而來者，除有喘促氣短，聲音低怯，自汗等肺氣虛證的表現外，尚有動則氣喘，咳則遺溺，或見冷汗淋漓，脈虛浮無根等腎氣虛而氣不歸元，腎失攝納等臨床表現，與單純的肺氣虛證有明顯的區別。"
  },
  "literature": "《靈樞·本神》：“肺氣虛則鼻塞不利，少氣；實則喘喝，胸盈仰息。”\n《素問·脈要精微論》：“言而微，終日乃復言者，此奪氣也。”\n《諸病源候論·臟腑病》：“肺氣不足，則少氣不能報息，耳聾嗌乾，是為肺氣虛也，則宜補之。”",
  "zhengsu_composition": {
    "location": [
      "fei"
    ],
    "nature": [
      "qi_xu"
    ]
  }
}