{
  "id": "feiqiyinliangxu",
  "number": 166,
  "name": "肺氣陰兩虛證",
  "category": "臟腑證候",
  "overview": "肺氣陰兩虛證是肺氣不足，津液消耗，宣降失職而出現的宗氣虛弱，衛外不固，布津失常，肺氣上逆等臨床表現的概稱。多由久病耗損，邪退正傷所致。\n主要臨床表現為：喘咳氣短，聲音低怯，自汗盗汗，口燥咽乾，神疲乏力，面白，潮熱顴紅，舌質光紅少苔，脈細數而無力。\n肺氣陰兩虛證常見於“咳嗽”、“哮喘”、“肺癆”、“肺痿”等疾病中。\n本證通常應與“肺氣虛證”、“肺陰虛證”、“心氣陰兩虛證”相鑑別。",
  "clinical_manifestations": "喘咳氣短，聲音低怯，自汗盗汗，口燥咽乾，神疲乏力，面白，潮熱顴紅，舌質光紅少苔，脈細數而無力。肺氣陰兩虛證",
  "common_diseases": [
    "“咳嗽”",
    "“哮喘”",
    "“肺癆”",
    "“肺痿”"
  ],
  "differential_syndromes": [
    "“肺氣虛證”",
    "“肺陰虛證”",
    "“心氣陰兩虛證”"
  ],
  "differential": {
    "self_analysis": "肺氣陰兩虛證可見於多種疾病中，且多見於疾病後期，邪退正傷，或久病耗損，但在不同疾病中的表現與治法不盡相同。如咳嗽病中出現肺氣陰兩虛證，多表現為咳嗽氣短，神疲乏力，口燥咽乾，手足心熱等“虛咳”特點，此由久咳不止，肺臟氣陰不足，清肅失司，或感受外邪，邪去正虛，氣陰耗損所致，治宜益氣養陰，清燥潤肺，方選清燥救肺汤(《醫門法律》)；若邪熱未盡，氣陰耗傷者，治兼清熱，可用竹叶石膏汤(《傷寒論》)。如哮喘病中出現肺氣陰兩虛證，常見喘促氣短，神疲乏力，活動尤甚，頭暈，顴紅，五心煩熱，盗汗，口乾等氣陰兩虛、肺氣上逆的臨床表現，治宜益氣養陰定喘，方選生脉散(《內外傷辨惑論》)加味。若於肺癆病中見肺氣陰兩虛證，每見咳嗽吐血，自汗盗汗，潮熱顴紅，面白，聲怯氣短、神疲，倦怠乏力等“虛損”特點，治宜養陰益氣，方選月华丸(《醫學心悟》)加味。肺痿病中見肺氣陰兩虛證，常出現咳吐濁唾涎沫，粘稠不易咯出，氣短喘促，神疲乏力，口燥咽乾，形體消瘦，皮毛枯萎等氣陰不足，虛火內熾，肺失清肅的特點，治當益氣養陰，清熱潤肺，方用麦门冬汤(《金匱要略》)加味。總之，肺氣陰兩虛證在不同疾病中的臨床表現有所區別，可據此加以辨析。\n肺氣陰兩虛證多見於久病耗損，體質虛弱，或熱傷氣陰，邪去正虛者，每於勞累後病情加劇，以喘咳氣短，神疲乏力，顴紅面白，潮熱盗汗，口燥咽乾為特點。多於夏熱及秋燥季節有所加重，系火熱傷肺，火克金，以及燥熱傷肺所致。\n肺為嬌臟，主皮毛，開竅於鼻。氣陰兩虛，正氣不足，則易受外邪，常伴見畏風惡寒，發熱頭痛，鼻塞不利，咽乾疼痛等外感表證。在其病機演變過程中，亦常伴見食少納呆，腹脹飧泄等脾氣虛弱之證，系肺虛而子盜母氣，久病及脾所致。治療時須兼顧脾胃，脾胃健則後天充，脾氣散精，上歸於肺，則肺虛自可得復。虛癆病中的肺氣陰兩虛證，若咳血不止，氣陰愈傷，可發生陰竭氣脫之證，臨床表現為咳血不止，氣息微弱，顴紅煩熱，甚至昏厥。急當益氣固脫，方用大劑生脉散(《內外傷辨惑論》)。",
    "type_comparison": "肺氣虛證與肺氣陰兩虛證 二者在病因病機上有一定聯繫。肺氣陰兩虛證常由肺氣虛弱，陽損及陰發展而成，肺氣虛則腠理不固，開合失司，或誤投辛散，汗出過多，或過服溫熱，熱盛化火，均能損傷陰液，致肺氣陰兩虛證；亦可由肺陰虛，陰損及陽演變而來。故與肺氣虛證在病因病機上有所區別。從臨床表現上分析，肺氣虛證是單純的肺氣虛弱，不涉及陰液之耗損，故見喘咳氣短，聲音低怯，自汗畏風，面白神疲等症；肺氣陰兩虛證則兼見乾咳少痰，或痰中帶血，口燥咽乾，顴紅盗汗，聲音嘶啞等肺陰虧損的表現。\n肺陰虛證與肺氣陰兩虛證 二者在病因病機上有聯繫，也有區別。肺陰虛證，病變日久，咳喘不止，進而耗傷肺氣，陰損及陽，常可演變成肺氣陰兩虛證。從臨床表現上看，肺氣陰兩虛證兼肺氣虛和肺陰虛兩組症狀。除見乾咳痰血，盗汗顴紅等肺陰虧損的表現以外，應有喘咳氣短，聲音低怯，自汗畏風，面白神疲等肺氣不足之徵。與單純肺陰虛證，不難鑑別。\n心氣陰兩虛證與肺氣陰兩虛證 心肺同居於上焦，宗氣貫心脈而行呼吸，心與肺在生理、病理上有著密切的關係。二證又皆為氣陰兩虛，故臨床表現有相似之處，其共同表現為氣短聲怯，面白神疲，倦怠乏力，五心煩熱，口燥咽乾，盗汗，舌紅少津，脈細數無力。但肺氣陰兩虛以肺臟表現為主，病變在肺，必見喘促，咳嗽，咯血，痰多；而心氣陰兩虛，以心臟表現為主，虛損在心，必見心悸怔忡，失眠多夢，健忘，脈結代等。據此可資鑑別。"
  },
  "literature": "《類證治裁·肺痿》：“元氣久削，痰嗽肺痿，寸肺虛數少神，難治之症，紫苑湯三服，阿膠水煨沖服，後去桔梗、知母、加山藥、蓮子、黃芪補土以生金，嗽熱漸減。”"
}