{
  "id": "feirechangjie",
  "number": 178,
  "name": "肺熱腸結證",
  "category": "臟腑證候",
  "overview": "肺熱腸結證是指肺熱熾盛，火熱之邪自肺順傳於腑，腸失傳導；或燥熱實火結於大腸，上傳於肺，而致肺熱熾盛於上，大便燥結於下的證候。其病因多為寒邪襲肺入里化火，或恣食厚味，化生內熱，或素體陽盛火旺，復感邪熱，臟腑表里相傳所致。\n主要臨床表現為：發熱，口渴，咳嗽氣喘，腹脹便秘，舌紅苔黃，脈數等。\n肺熱腸結證常見於“咳喘”、“便秘”、“腹痛”等疾病中。\n本證通常應與“肺熱熾盛證”、“大腸結熱證”、“大腸濕熱證”等相鑑別。",
  "clinical_manifestations": "發熱，口渴，咳嗽氣喘，腹脹便秘，舌紅苔黃，脈數等。肺熱腸結證",
  "common_diseases": [
    "“咳喘”",
    "“便秘”",
    "“腹痛”"
  ],
  "differential_syndromes": [
    "“肺熱熾盛證”",
    "“大腸結熱證”",
    "“大腸濕熱證”"
  ],
  "differential": {
    "self_analysis": "本證肺與大腸同病，主要見於咳喘、便秘、腹痛等疾病中。肺與大腸相表里，肺氣的肅降，有助於大腸傳導功能的發揮；大腸傳導功能正常，則有助於肺的肅降。在疾病傳變上，臟腑之間亦相互影響。如咳喘病中見肺熱腸結證，其臨床特點為咳喘氣促，痰黃粘稠，胸悶煩熱，汗出，便結，系邪熱壅肺，宣降失司，病邪由臟及腑所致。治宜清肺瀉熱通腑，方用宣白承气汤(《溫病条辨》)加減。在便秘病中出現本證，臨床表現為大便乾結，腹脹或痛，咳喘息粗，或咳吐黃痰，胸膈煩熱，小便短赤等症。此證即因熱邪積於腸胃，積熱上蒸，濁陰不降，邪熱鬱肺或肺有燥熱，濁傷陰津，熱移大腸所致。治宜清肺瀉熱潤腸，方用麻子仁丸(《傷寒論》)加減。在腹痛病中出現本證，臨床可見腹部痞滿脹痛，拒按，壯熱，大便不通，並見口渴引飲，咽喉乾痛，喘咳氣急，痰黃而粘等症。此因肺內燥熱傳至於腑，熱結於內，腑氣不通，不通則痛；或實熱積滯壅結腸胃，灼傷津液，化源不足，津不上承，肺失滋潤，而失清肅之職。治宜清熱通腑瀉肺，方用干葛汤(《症因脈治》)為主方加減治療。\n肺與大腸表里相合，臟腑氣化相通，大腸得肺肅降之氣而後傳導排便。若年老體弱、婦女產後等正氣虛弱者出現本證，雖屬熱結於里，但證不甚實，便秘、腹痛諸症不甚急迫，不可峻下滌盪，治宜清熱潤腸瀉肺。若肺熱腸結證兼有食滯，治宜清熱導滯。\n大腸屬陽明燥金，喜潤惡燥。溫邪自肺胃順傳於腑，或恣食厚味，邪熱內搏腸胃，循經傳肺，均可致熱邪與糟粕相結，化燥灼津，而使傳導阻滯。熱為陽邪，久羈不解，其病理轉歸或是火熱上攻；或熱毒深入營血，內陷心包，發為神昏竅閉；或陽熱亢盛過久，陽勝則陰病，從而轉化成實熱兼陰虧病證。",
    "type_comparison": "肺熱熾盛證與肺熱腸結證 兩證均為肺有鬱熱，臨床都可出現咳喘氣粗，壯熱口渴等症狀。所不同的是前者為單純的肺內鬱熱，陽熱偏盛，熏蒸於上，雖或有大便秘結，但臨床總以邪熱壅肺，閉鬱肺氣諸症如咳嗽，氣促，咽喉熱痛，痰黃質粘等為突出特點；而肺熱腸結證則以鬱熱閉肺，邪熱與糟粕結於腸內的腑實證並重為特徵，症狀總以咳嗽氣喘，腹脹便秘為重，屬臟腑同病的里實熱證。可資鑑別。\n大腸結熱證與肺熱腸結證 二者在病因病機及症狀上有相似之處，如均是由於多種原因而導致的熱邪鬱結於大腸而出現大便乾燥秘結，腹脹硬滿等症狀。其區別在於，大腸結熱證熱邪僅結聚於大腸，而沒有或少有肺經實熱的症狀；肺熱腸結證則不僅熱壅腸中，而且伴口燥唇焦，咳喘氣急，咳痰質粘而黃稠等肺熱表現，此病位在肺與大腸。\n大腸濕熱證與肺熱腸結證 二證的相同之處在於均有邪熱壅滯大腸的病機。其區別在於大腸濕熱證為濕熱蘊結，下注大腸，發為泄瀉，大便黃濁粘滯，或便下臭穢稀水，或口渴不欲飲，里急後重，便下膿血等症，一派濕熱之象。肺熱腸結證為肺與大腸同病，可有咳嗽息粗，咳痰黃稠質粘的肺失宣肅的肺熱表現，亦有便秘，腹痛滿脹的大腸實熱症狀，病性屬里實熱證，並無濕邪壅滯腸道的徵象，故二者不難鑑別。"
  },
  "literature": "《石室秘錄·大便閉結》：“大便閉結者，人以為大腸燥甚，誰知是肺氣燥乎？肺燥則清肅之氣不能下行於大腸。”\n《醫經精義·臟腑之官》：“大腸之所以能傳導者，以其為肺之腑。肺氣下達，故能傳導。”\n《謝映廬醫案·便閉門》：“治大便不通，僅用大黃、巴霜之藥，奚難之有？但攻法頗多，古人有通氣之法，有逐血之法，有疏風潤燥之法，有流行肺氣之法……”",
  "zhengsu_composition": {
    "location": [
      "dachang",
      "fei"
    ],
    "nature": [
      "huo",
      "qi_zhi"
    ]
  }
}