{
  "id": "feirechisheng",
  "number": 177,
  "name": "肺熱熾盛證",
  "category": "臟腑證候",
  "overview": "肺熱熾盛證是指火熱壅積於肺，里熱熾盛，肺失肅降所致的證候，又稱肺熱壅盛證、肺實熱證、肺火證，或邪熱壅肺證。多是由邪熱襲肺，或風寒入里化熱，或過嗜辛熱煙酒，火熱內蘊等導致。\n主要臨床表現為：發熱口渴，咳嗽氣粗，或咽痛、胸痛，鼻煽氣灼，便秘尿黃，舌紅苔黃，脈數等。\n肺熱熾盛證常見於“鼻衄”、“咳嗽”、“咳血”、“肺癰”等疾病中。\n本證通常應與“風熱襲肺證”、“痰熱壅肺證”、“肺熱腸結證”、“表寒肺熱證”、“熱毒閉肺證”等相鑑別。",
  "clinical_manifestations": "發熱口渴，咳嗽氣粗，或咽痛、胸痛，鼻煽氣灼，便秘尿黃，舌紅苔黃，脈數等。肺熱熾盛證",
  "common_diseases": [
    "“鼻衄”",
    "“咳嗽”",
    "“咳血”",
    "“肺癰”"
  ],
  "differential_syndromes": [
    "“風熱襲肺證”",
    "“痰熱壅肺證”",
    "“肺熱腸結證”",
    "“表寒肺熱證”",
    "“熱毒閉肺證”"
  ],
  "differential": {
    "self_analysis": "肺熱熾盛證可出現於多種疾病中，其臨床表現有相同之處，亦有差異。鼻衄病中出現本證，可見初起惡寒發熱，繼則汗出而身熱不退，鼻衄，或見有皮膚紫斑以及其它部位出血，煩躁，氣急，咽喉疼痛，咳嗽口乾，舌質紅，苔黃脈數。多因感冒汗出而熱不解，熱邪鬱於上焦，熱毒內蘊，傷及肺絡，迫血妄行。如《濟生方·失血論治》謂：“有感冒汗後不解，鬱於經絡，隨氣湧洩而或衄血。”治宜清肺瀉火，涼血止血，方用黄连解毒汤(《外台秘要》)加味。咳嗽病中出現肺熱熾盛證其症狀可見壯熱口渴，痰中帶血或痰黃質稠，面赤，胸脅疼痛，便秘，舌紅，脈洪數或弦數等。多由於火熱傷肺，肺氣壅遏不宜，熱聚胸膈，火灼津傷，燥熱內結所致。治宜清肺瀉火，方用凉膈散(《和劑局方》)加減。咳血病中出現肺熱熾盛證，症狀可有咳嗽，咳痰黃稠，痰中帶血或純血鮮紅，胸脅疼痛，兼有大便乾燥，小便黃赤等。此因熱邪稽留在肺中，肺失宣降功能，肺氣上逆，熱傷肺絡，迫血妄行而引起。治宜清肺瀉火，涼血止血，方用泻白散(《小兒藥證直訣》)合十灰散(《十藥神書》)。肺癰病中出現肺熱熾盛證，多是在成癰期，症見壯熱不退，咳嗽氣急，咳吐黃稠膿痰，胸脅疼痛，轉側不利，煩躁不安等。這是由於邪熱內盛，化火為毒，壅滯肺氣，瘀阻肺絡，瘀熱內結成癰。治宜清肺化瘀消癰，方用《千金》苇茎汤(《千金要方》)、如金解毒散(《景岳全書》)加減。\n肺為“氣之本，魄之處”(《素問·六節藏象論》)。肺體清虛，職司呼吸而外合皮毛。無論外邪從口鼻而入，還是由皮毛侵襲，均易犯肺致病。正如《聖濟總錄》所說：“肺居膈上，為五臟之蓋，若將養過溫，多嗜五辛，熱氣內搏，肺經壅熱，則令人咽乾口燥，胸膈煩熱，咳嗽壅悶，鼻內生瘡，是為肺壅熱之候。”臨床上，素體陽熱偏亢者易罹患本證，發病後多易內熱熾盛，傷耗津液。\n肺熱熾盛證是指邪熱內盛於肺，肺失清肅而表現的肺經實熱證候，以肺系症狀和里實熱證為辨證要點。火熱之邪灼傷肺絡，迫血妄行，則見咯血或衄血；肺熱熾盛，痰滯血瘀，痰瘀之積，化腐成膿，見胸部隱痛，咳吐腥臭膿血痰等；氣火上逆則咳嗆氣逆，胸悶，痰中帶血，或咯吐鮮血，胸脅引痛，煩躁易怒，每遇情志鬱怒而發；大腸實熱循經上逆熏肺，則肺失清肅，而見喘逆氣促等。肺熱熾盛的轉歸可有肺津耗傷，或肺絡受損等。",
    "type_comparison": "風熱襲肺證與肺熱熾盛證 二者均為肺之熱證，臨床表現有相似之處，亦有明顯區別。病因方面，“風”、“熱”之邪可為二者的共同病因，但前者重在風邪襲表，後者則表邪入里，以實熱為重；症狀上，前者為外感表證，臨床必見惡風發熱，咳嗽，鼻流濁涕，舌紅脈浮數等表證；肺熱熾盛證為里實熱證，以咳喘息粗，壯熱口渴，胸膈悶痛等肺經里熱證為特徵；前者病情較輕，病程較短，後者病情較重，病程較長。\n痰熱壅肺證與肺熱熾盛證 二者均為多種原因導致的熱邪內鬱於肺，肺失清肅的里實熱證，症狀上多有相似之處。不同的是痰熱壅肺證不僅有肺經實熱的表現，同時以喉中有痰聲，痰涎壅盛，咯痰黃稠，舌紅苔黃膩，脈滑數等臨床表現為特徵，重在肺內鬱熱耗傷津液，煉液成痰，或肺有宿痰，復感風熱而出現痰與熱結，壅阻肺絡。二者以此為辨。\n肺熱腸結證與肺熱熾盛證 兩證均有肺經鬱熱的病理表現，不同的是肺熱腸結證不僅熱鬱於肺，而且因肺與大腸經脈相為表里，肺熱循經傳至於腑，使腸內邪熱與糟粕互結，以致傳導失司，而發為肺熱腸結證。肺熱腸結證中常以大便秘結為重，同時有腹痛拒按，胸膈痞滿，脈滑數的腑實表現；而在肺熱熾盛證中的便秘症狀較輕，多為伴發症，非本證的特徵表現，故不難鑑別。\n表寒肺熱證與肺熱熾盛證 二者在病機上有相同之處，臨床表現同有肺經熱盛的病症，但表寒肺熱證為寒邪束表，或表寒未解，內已化熱，故必見形寒，發熱，煩悶，身痛等寒邪在表的症狀。而肺熱熾盛證則為一派里熱之象，如見咳嗽氣粗，或咽痛、胸痛，鼻煽氣灼，便秘尿黃等症狀，並無表證。\n熱毒閉肺證與肺熱熾盛證 兩證雖症狀上有相近之處，但熱毒閉肺證經一般治療效果不佳，或暫時有效，又反覆發作，另有聲音嘶啞、壯熱肢厥等毒邪內閉的症狀。此系正氣虛損，熱毒侵肺而致氣滯、痰凝、血瘀等積聚於肺的病理變化。肺熱熾盛證則以發熱口渴，咳嗽氣粗，或咽痛、胸痛，鼻煽氣灼，便秘尿黃等特徵，病機較單純，屬邪熱內壅的里證，及時治療，雖症狀較重，但預後良好。而熱毒閉肺證可與天行戾氣相關，病情較複雜，病勢較重，且部分疾病具有傳染性。臨證可資鑑別。"
  },
  "literature": "《金匱要略·肺痿肺癰咳嗽上氣病脈證並治》：“風傷皮毛，熱傷血脈，風舍於肺，其人則咳，口乾喘滿，咽燥不渴，多唾濁沫，時時振寒。熱之所過，血為之凝滯，蓄結癰膿，吐如米粥。始萌可救，膿成則死。”\n《濟生方·吐衄》：“夫血之妄行也，未有不因熱之所發，蓋血得熱則淖溢，血氣俱熱，血隨氣上，乃吐衄也。”\n《重訂嚴氏濟生方·鼻門》：“蓋肺主於氣，肝藏於血，邪熱傷之則血熱，血熱則氣亦熱，血氣俱熱，隨氣上逆，故為鼻衄。”\n《本草經疏·治法提綱》：“病之熱也，當察其源；火苟實也，苦寒、鹹寒以折之；若其虛也，甘寒、酸寒以攝之。”"
}