{
  "id": "feishenyinxu",
  "number": 212,
  "name": "肺腎陰虛證",
  "category": "臟腑證候",
  "overview": "肺腎陰虛證是指肺陰虧損，日久累及腎陰而出現的肺腎二臟陰津不足，肺絡受損，水虧火旺的證候。多因邪熱戀肺，悲哀過度，房勞不節所致。\n主要臨床表現為：咳嗽痰少，或痰中帶血，口燥咽乾，聲音嘶啞，腰膝痠軟，心煩少寐，骨蒸潮熱，盗汗顴紅，舌紅少苔，脈細數。\n肺腎陰虛證常見於“咳嗽”、“喘證”、“失音”、“虛勞”、“消渴”等疾病中。\n本證應與“肺陰虛證”、“燥邪犯肺證”、“腎陰虛證”、“肝火犯肺證”相鑑別。",
  "clinical_manifestations": "咳嗽痰少，或痰中帶血，口燥咽乾，聲音嘶啞，腰膝痠軟，心煩少寐，骨蒸潮熱，盗汗顴紅，舌紅少苔，脈細數。肺腎陰虛證",
  "common_diseases": [
    "“咳嗽”",
    "“喘證”",
    "“失音”",
    "“虛勞”",
    "“消渴”"
  ],
  "differential_syndromes": [
    "“肺陰虛證”",
    "“燥邪犯肺證”",
    "“腎陰虛證”",
    "“肝火犯肺證”"
  ],
  "differential": {
    "self_analysis": "肺腎陰虛證候可見於多種疾病中。如見於咳嗽病時，因熱邪傷肺，肺絡受損，久必及腎，遂成肺腎陰虛證候。其特點是咳嗽少痰，或痰中帶血，五心煩熱，入夜尤甚，咽喉乾燥，可有耳鳴，眩暈，形體消瘦，舌紅苔少，脈細數。治療宜滋養腎陰，潤肺止咳，方用月华丸(《醫學心悟》)化裁。本證見於喘證，可因咳喘日久，肺病及腎，金不生水，母病及子而致肺腎陰虛，臨床上可見喘促、動則喘息更甚，形神疲憊，咽乾舌燥，舌紅苔少，脈沉細或兼尺弱，治宜滋陰納氣，方選生脉散(《內外傷辨惑論》)與七味都气丸(《醫宗己任編》)合方化裁。本證見於失音病中，多因燥火傷陰，津液被灼，久病則肺腎兩虧，肺金清肅不行，腎陰無以上承，故音啞喉燥，多兼見乾咳痰少，虛煩不寐，手足心熱，腰膝痠軟，舌紅，脈細數，治宜養陰潤肺、化痰，方選百合固金汤(《醫方集解》引趙蕺庵方)化裁。本證見於虛勞，則因久病致勞，損及肺腎之陰，見有腰酸，潮熱，頭暈耳鳴，咽燥乾咳，咯血，舌光少津，脈細數。治宜養陰潤肺，滋腎益精，方選拯阴理劳汤(《醫宗必讀》)與大补元煎(《景岳全書》)合方化裁。本證見於消渴，多因燥熱犯肺，或因恣情縱欲，精氣虧虛，腎陰被耗，遂致肺腎陰虛，肺失治節之權，腎之攝納不固，約束無權，水液直下，隨即尿多口渴而致消渴，治宜潤肺滋腎，生津止渴，方選二冬汤(《醫學心悟》)與六味地黄丸(《小兒藥證直訣》)合方加減。\n本證多見於久病或年老陰虛之人，或見於熱病後期，燥熱灼傷陰液，累及肺腎二臟，遂成本證。",
    "type_comparison": "肺陰虛證與肺腎陰虛證 二證均因邪熱傷肺所致，都有肺陰不足，陰虛火旺的見症。一般來說，後者較重而前者較輕。肺腎陰虛證因久咳傷肺，或房勞過度而形成。臨床上除有咳嗽少痰，口燥咽乾，聲音嘶啞之外，尚有氣短不足以息，動則為甚之腎不納氣之症，心煩不寐，骨蒸潮熱，腰膝痠軟，盗汗，男子遺精，女子月經不調等表現；肺陰虛僅肺一臟之陰虛，病程相對較短，因勞損、久咳耗傷肺陰所致，肺之陰液不足，失其清潤肅降之機，故乾咳少痰，失音咽癢，但不見腎不納氣之徵。\n燥邪犯肺證與肺腎陰虛證 燥邪犯肺證屬實證，多見於秋季，燥邪傷人，或感受風寒，鬱而化熱化燥，灼傷肺津而形成。肺腎陰虛證則多見於大病久病耗傷陰液之後。燥邪犯肺證病變在肺，病情較輕，病程較短，病機較單純，臨床表現為乾咳少痰，氣粗氣喘，咽乾喉燥，或見身熱，煩渴引飲，咽喉腫痛，鼻乾或流濃涕，大便秘結，舌紅苔黃燥，脈數。肺腎陰虛證累及二臟，病情較重，病程較長。\n腎陰虛證與肺腎陰虛證 腎陰虛證多見形體虛弱，顴紅潮熱，盗汗，頭暈耳鳴，少寐健忘，腰酸腿軟。並且往往導致陰虛生内熱，可見咽乾舌燥，大便秘結，小便短赤，舌紅少苔，脈沉細。肺腎陰虛證則除見陰虛症狀外，尚有咳嗽、少痰等肺部病變的表現。\n肝火犯肺證與肺腎陰虛證 肝體陰而用陽，由於情志所傷，肝失條達，疏洩無權，鬱而化火，肝火上升，損傷肺絡，耗傷津液。肝火犯肺證可見脅痛，上氣而喘，痰少而黃稠，頭暈目赤，煩熱，口苦口渴，顴紅，夜寐多夢。如火邪甚，或可見咳血，咯血，舌質紅絳，苔黃燥，脈弦數；肺腎陰虛證則為肺陰不足，腎水虧損，常有咳喘咯血，氣短、動則喘甚，午後潮熱，盗汗，腰膝痠軟等症。可資鑑別。"
  },
  "literature": "《萬病回春·虛勞》：“不知百病生於腎。……腎水空虛，不能平其心火，心火縱炎，傷其肺金，是絕腎水之源。金水衰虧，不能勝其肝木，肝木盛則克脾土而反生火，火獨旺而不生化，故陽有餘而陰不足，其病獨熱而不久矣。”",
  "zhengsu_composition": {
    "location": [
      "fei",
      "shen"
    ],
    "nature": [
      "yin_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：肺、腎。病性：陰虛。根據證候名稱「肺腎陰虛證」分析其病機組成。"
}