{
  "id": "feiyushuiting",
  "number": 180,
  "name": "肺鬱水停證",
  "category": "臟腑證候",
  "overview": "肺鬱水停證是指多種病因使肺氣鬱閉，宣降失常，水飲停聚臨床表現的證候。多由外邪侵襲，玄府閉塞，水不化津，或天暑、勞役、酒後而恣飲水漿冷物，傷及脾腎之陽，以致水液停積，陽氣被遏，導致肺氣鬱閉。\n主要臨床表現為：喘促，咳嗽，胸中滿悶，吐清稀痰，頭面浮腫，小便不利，苔白滑，脈弦。\n肺鬱水停證常見於“喘證”、“水腫”、“痰飲”等疾病中。\n本證通常應與“寒飲停肺證”、“痰瘀阻肺證”、“風水犯肺證”、“瘀阻肺絡證”相鑑別。",
  "clinical_manifestations": "喘促，咳嗽，胸中滿悶，吐清稀痰，頭面浮腫，小便不利，苔白滑，脈弦。肺鬱水停證",
  "common_diseases": [
    "“喘證”",
    "“水腫”",
    "“痰飲”"
  ],
  "differential_syndromes": [
    "“寒飲停肺證”",
    "“痰瘀阻肺證”",
    "“風水犯肺證”",
    "“瘀阻肺絡證”"
  ],
  "differential": {
    "self_analysis": "肺部水停證可出現在多種疾病中，其臨床表現各具特點，治療亦不盡相同，必須加以辨析。如在喘證中出現肺鬱水停證，臨床表現為喘促，咳嗽，痰多稀薄如水狀，頭面浮腫，小便不利，或伴胸悶等，此因外感六淫，或內傷七情，或飲食不節等，導致肺臟氣機運行不暢，鬱閉於肺，氣不布津，聚而為水為飲，水飲之邪迫肺，則肺氣上逆而為喘，《病機匯論》說：“夫肺氣清虛，不容一物，若痰飲水氣上乘於肺，則氣道壅塞而為喘。”治宜宣肺平喘，方用小青龙汤(《傷寒論》)加減。在水腫病中出現肺鬱水停證，其臨床表現有頭面或四肢浮腫，氣短乏力，咳聲無力，痰質清稀，舌淡苔白，脈象細弦等。此因肺為水之上源，肺氣虛寒，鬱閉於內，不能通調水道，水液瀦留，肺失於宣化所致。治宜溫陽散寒，宣肺行水，方用苓甘五味加姜辛半夏杏仁汤(《金匱要略》)。痰飲病中的肺鬱水停證主要見於懸飲和支飲。本證在懸飲中的表現為咳唾引痛，呼吸困難，咳逆氣喘息促不能平臥，或僅能側臥，病側肋間脹滿，甚則可見偏側胸廓隆起。此因肺氣鬱閉，氣不布津，水飲停聚，飲停氣滯，脈絡受阻，氣機不利，水飲上犯於肺所致。治宜逐水祛飲，方用十枣汤(《傷寒論》)或葶苈大枣泻肺汤(《金匱要略》)加減。本證在支飲中的表現為咳喘胸滿，不能平臥，呼吸困難，痰如白沫量多，往往經久不愈，久咳則面目浮腫，舌苔白膩，脈弦緊等。此因水飲之邪阻於胸膈，肺氣上逆，飲邪戀肺因而久病不愈。具體治療又有以下幾種情況：證為外寒引動宿飲者，治宜溫肺化飲，方用小青龙汤(《傷寒論》)；若證見咳逆倚息，短氣不得臥，形腫胸滿，喉中如水雞聲者治宜發表下氣，滌飲平喘，方用射干麻黄汤(《金匱要略》)；若咳喘胸滿，痰涎壅盛者治宜瀉肺行氣，下氣平喘，方用葶苈大枣泻肺汤(《金匱要略》)；若飲邪夾熱，心下痞堅，面色黧黑者，治宜扶正祛邪，行水散結，方用木防己汤(《金匱要略》)加減。\n本證的病機實質總屬陽虛陰盛，輸化失調，因虛致實，水液停積。以下情況較易引起疾病的發生：一是濕邪偏盛，或經常冒雨、涉水、坐臥濕地，濕邪由表及里，阻遏氣機；二是暴食飲冷，中陽暴遏，脾不能運，水飲內停，上鬱於肺；三是久病體虛或年高氣弱之人，肺腎之陰不足，水液難於輸化聚而成水飲之邪。\n肺鬱水停證在疾病的演變的過程中，可引起其它臟腑功能失調。水液運行與肺、脾、腎三臟相關，肺主氣而通調水道，肺氣鬱閉日久，可使脾腎陽虛。若水飲凌心，可見心悸氣喘，咳嗽痰多，甚而呼多吸少，喉中痰鳴，額汗如油，四肢厥冷，此不僅心陽虛衰，而且肺腎之機亦將告絕，為虛脫之候。",
    "type_comparison": "寒飲停肺證與肺鬱水停證 二者在病因病機及症狀上多有相似之處，亦有區別。其共同的病理過程為肺脾腎臟氣虛弱，津液代謝失常，水飲之邪停聚於肺。其鑑別要點是寒飲停肺證為寒邪與水邪互結，臨床表現除水飲症狀，重在寒邪襲肺，如見面色蒼白或晦暗，形寒肢冷等特徵性表現，而肺鬱水停證則寒象不甚明顯，臨床以喘促，咳嗽，胸中滿悶，吐清稀痰，頭面浮腫，小便不利等為主要特徵。\n痰瘀阻肺證與肺鬱水停證 痰瘀阻肺證的病理基礎為痰為瘀，臨床症狀以咳嗽，喉中痰鳴，或痰中帶血，胸部刺痛，舌淡紫，脈弦滑或弦澀等痰與瘀結的表現為特徵；肺鬱水停證的病理基礎為水飲內停，肺氣鬱閉，臨床以吐痰清稀，頭面浮腫，小便不利等水液敷布排泄不利的症狀為特徵。臨床須詳加辨析。\n風水犯肺證與肺鬱水停證 二者的聯繫在於同為水邪為患，臨床均可出現頭面浮腫，小便不利等水液代謝失常的症狀。不同的是風水犯肺證為外感風邪，肺衛失宣，而致水濕泛溢肌膚，臨床表現尚有發熱，微惡風寒，面浮瞼腫，或起風團腫脹，舌苔薄白，脈浮等風邪襲表的表現；肺鬱水停證則主要為肺脾腎運水不利，水濕停聚於上焦，肺氣鬱閉，臨床以吐痰清稀，頭面浮腫，小便不利等症狀為主，不見或少見表證。\n瘀阻肺絡證與肺鬱水停證 二者均為有形之邪停積於肺的證候，不同的是前者的有形之邪為瘀血，其症狀亦以胸鬱刺痛，舌有瘀點、瘀斑，脈澀及出血等瘀血停著的表現為特徵；後者則以水飲為患為重，以胸部脹痛，浮腫、小便不利等水液代謝失常為特徵。以上可資鑑別。"
  },
  "literature": "《素問·逆調論》：“不得臥，臥則喘者，是水氣之客也。”\n《濟生方·痰飲論治》：“人之氣道貴乎順，順則津液流通，決無痰飲之患，調攝失宜，氣道閉塞，水飲停膈而結成痰。”\n《景岳全書·里證》：“痰飲為患者，必有所本，求所從來，方為至治，若但治標，非良法也。”\n《證治匯補·水腫》：“水腫脹滿，二便阻隔，皆水鬱也。治宜折之，折者制御之也，伐而挫之也，漸殺其勢也。”\n《讀醫隨筆，痰飲分治說》：“至於患飲之人，必兼有痰，患痰之人，抑或有飲，二證每每錯出，此古人治法，所以不別也。不知病各有所本，證各有所重，患飲兼痰者，治其飲而痰自消，痰重者，即兼用治痰法可也；因痰生飲者，治其痰而飲自去，飲重者，即兼用治飲法可也。”"
}