{
  "id": "feiyinxu",
  "number": 164,
  "name": "肺陰虛證",
  "category": "臟腑證候",
  "overview": "肺陰虛證是津液消耗，肺失濡養而出現的陰津不足，宣降失職，虛熱內生等臨床表現的概稱。多因久病虧耗，勞傷過度所致。\n主要臨床表現為：乾咳，痰少而粘，或痰中帶血，咽乾，聲音嘶啞，形體消瘦，午後潮熱，五心煩熱，盗汗，顴紅，舌紅少津，脈細數。\n肺陰虛證常見於“咳嗽”、“肺癆”、“咳血”、“肺痿”等疾病中。\n本證通常應與“燥邪犯肺證”、“肺氣陰兩虛證”、“肺腎陰虛證”相鑑別。",
  "clinical_manifestations": "乾咳，痰少而粘，或痰中帶血，咽乾，聲音嘶啞，形體消瘦，午後潮熱，五心煩熱，盗汗，顴紅，舌紅少津，脈細數。肺陰虛證",
  "common_diseases": [
    "“咳嗽”",
    "“肺癆”",
    "“咳血”",
    "“肺痿”"
  ],
  "differential_syndromes": [
    "“燥邪犯肺證”",
    "“肺氣陰兩虛證”",
    "“肺腎陰虛證”"
  ],
  "differential": {
    "self_analysis": "肺陰虛證可出現於多種疾病中，其臨床表現各具一定特點，治法亦不盡相同。如咳嗽病中出現肺陰虛證，則多表現為乾咳少痰，或痰中帶血，咽乾，潮熱，顴紅等“虛咳”特點，此由肺陰虧虛，肺失濡潤，而虛熱內生，肺氣上逆所致，治宜滋養肺陰，肅肺止咳，方選沙参麦冬汤(《溫病条辨》)加減。若肺癆病中見肺陰虛證，其臨床表現多以乾咳少痰，或痰中帶血，胸痛，潮熱，顴紅，盗汗，互相染易等“久咳虛損”為特徵，此系癆蟲蝕肺，陰津耗傷，清肅失職，肺氣上逆而為病，治宜養陰清肺，殺蟲止咳，方選百合固金汤(《醫方集解》)酌加百部、十大功勞葉等藥。若咳血病中出現肺陰虛證，臨床表現每見咳嗽少痰，痰中帶血，其色鮮紅，胸痛，潮熱盗汗，顴紅，口乾咽燥等特點，此緣肺陰不足，清肅不行，陰虛火旺，火灼肺絡所致，治當滋陰潤肺、涼血止血，方選百合固金汤(《醫方集解》)合四生丸(《婦人良方》)化裁。若肺痿病中出現肺陰虛證，常見咳吐濁唾涎沫，質地粘稠，不易咯出，咳聲不揚，氣急喘促，形體消瘦，皮毛枯萎，口燥咽乾等臨床表現，是由肺陰不足，虛火內熾，陰津枯涸，肺氣上逆而成，治療應滋陰潤肺清熱，方選麦门冬汤(《金匱要略》)加味，或用清燥救肺汤(《醫門法律》)化裁。總之，肺陰虛證在不同疾病中臨床表現各具特點，可據此加以辨析。\n肺陰虛證常見於久病體弱者，以陰虛火旺，故形體消瘦，顴紅，午後潮熱，盗汗，五心煩熱等症為常見。肺陰虛證每於秋燥季節有所加重，多久病不愈，對人體損傷較甚。\n肺為嬌臟，主治節，外合皮毛，易寒易熱。肺陰虛證在其病機演化過程中常伴見以下三種情況：一是肺陰虛損，久病不愈，影響人體衛外機能，易感受外邪，而見惡寒發熱，頭痛鼻塞，乾咳少痰，咽喉疼痛等外感表證；二是由於肺陰虛損，子盜母氣，脾胃受累，而見食少納呆，腹脹便溏，漸致形體消瘦；三是肺陰不足，陰虛火旺，火傷肺絡，而見咳嗽咯血，潮熱顴紅等虛損之證。",
    "type_comparison": "燥邪犯肺證與肺陰虛證 秋季燥邪主令，易傷津液，外感燥邪，則成燥邪犯肺證。本證邪從外入，與陰虛肺燥的臨床表現多有疑似之處，如乾咳少痰，或痰中帶血，咳而不爽，咽乾，心煩等症。但二者在病因病機和臨床表現上有所區別。燥邪犯肺證，系感受外邪所致，必見發熱，微惡風寒，頭痛，無汗或少汗，口鼻乾燥，脈浮等表證；肺陰虛證是肺之陰津虧耗，津液不足，虛熱內生，每由內傷而致，故不兼表證，而常見午後潮熱，五心煩熱，盗汗，顴紅等陰虛火旺的表現。以上可資鑑別。\n肺氣陰兩虛證與肺陰虛證 二者在病因病機上既有一定聯繫，又有所區別。肺氣陰兩虛證既可由肺陰虛證，陰損及陽，演變而來，也能由肺氣虛證，汗出過多，或過服溫熱，火熱劫陰發展而成。臨床除乾咳少痰，或痰中帶血，口燥咽乾，聲音嘶啞等肺陰虛表現外，還同時有喘咳氣短，聲音低怯，自汗畏風，容易感冒等肺氣虛證，可資鑑別。\n肺腎陰虛證與肺陰虛證 腎藏精，為水臟，居於下焦；肺主氣，為五臟六腑之華蓋，位於上焦。在五行中，肺屬金，而腎屬水，金水相生，互有影響。因此，肺陰虧損，遷延不愈，金不生水，“母病及子”，久病及腎，腎陰虛耗，可形成肺腎陰虛證；而腎陰虧損，勞傷過度，腎陰虛竭，陰虛火旺，虛火灼肺，亦可導致肺腎陰虛證。肺腎陰虛證除具備肺陰虛證的臨床表現外，尚伴有動則咳喘加重，骨蒸盗汗，腰膝痠軟，心煩失眠，男子失精，女子月經不調等腎陰虛證的表現，可與單純肺陰虛證相鑑別。"
  },
  "literature": "《吳醫匯講·虛勞論》：“……在肺，則為痰嗽乾咳，為氣逆喘促，為鼻中氣熱，為顴紅吐衄，甚則吐涎白沫，側眠，咽痛音啞聲嘶。”\n《本草備要·草部》：“午前嗽多屬胃火，宜芩連梔柏知母石膏；午後嗽及日輕夜重者，多屬陰虛，宜五味麥冬知母四物。”",
  "zhengsu_composition": {
    "location": [
      "fei"
    ],
    "nature": [
      "yin_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：肺。病性：陰虛。根據證候名稱「肺陰虛證」分析其病機組成。"
}