{
  "id": "fengreshangrao",
  "number": 86,
  "name": "風熱上擾證",
  "category": "全身證候",
  "overview": "風熱上擾證是指風熱之邪上攻頭目清竅而出現的以發熱、惡寒、頭痛、頭暈、咳嗽等為主症的證候。\n主要臨床表現為：發熱重，惡寒較輕，頭痛頭暈，咽痛，口渴，咳嗽，舌邊尖紅，苔薄黃，脈浮數。\n風熱上擾證常見於“頭痛”、“耳鳴、耳聾”、“失音”、“鼻淵”、“牙痛”等疾病中。\n本證應與“風熱表證”、“風熱壅盛證”、“風熱襲肺證”相鑑別。",
  "clinical_manifestations": "發熱重，惡寒較輕，頭痛頭暈，咽痛，口渴，咳嗽，舌邊尖紅，苔薄黃，脈浮數。風熱上擾證",
  "common_diseases": [
    "“頭痛”",
    "“耳鳴",
    "耳聾”",
    "“失音”",
    "“鼻淵”",
    "“牙痛”"
  ],
  "differential_syndromes": [
    "“風熱表證”",
    "“風熱壅盛證”",
    "“風熱襲肺證”"
  ],
  "differential": {
    "self_analysis": "風熱上擾證是風熱之邪上攻頭目清竅所致，常見於外感風熱引起的頭目清竅之病證。如見於頭痛，症見頭熱脹痛如裂，起病急，發熱重惡寒輕，面赤，口渴，咽痛，咳嗽，鼻流濁涕，尿黃，便秘，舌質紅，舌苔薄黃，脈浮數。此為風熱侵襲，上干清空，致經絡氣血逆亂而致頭痛，治宜疏風清熱，利竅止痛，方用桑菊饮(《溫病条辨》)加蔓荊子。如見於耳鳴、耳聾，表現為耳鳴、耳聾，伴有發熱惡寒，或不惡寒，頭痛，鼻塞，舌苔薄白或薄黃，脈浮數。此乃因風熱上攻，氣機不利，清竅受擾所致，故治宜疏風清熱，佐以開竅，方用银翘散(《溫病条辨》)加減。如見於失音，表現為發熱惡寒，口乾渴，突發暴瘖或聲音嘶啞，或不揚，伴咽痛，頭痛，咳嗽，舌邊尖紅，苔薄黃，脈浮數。此乃外感風熱之邪犯肺，致肺氣不利。肺為聲音之門，喉為氣之出入之路，會厭為音聲之戶，風熱之邪上壅於喉，遂發暴瘖，故治宜疏解風熱，宣肺清音，方用桑菊饮(《溫病条辨》)加蟬衣、牛蒡子。如見於鼻淵，表現為鼻流濁涕或黃膿涕，腥臭氣穢，粘稠不易擦出，鼻塞不通，嗅覺不靈，頭痛，頭暈腦脹，或伴有發熱重惡寒輕等全身症狀，舌質紅，苔黃，脈浮數。此乃風熱外邪襲表，肺失宣利，肺氣通於鼻，肺經風熱上乘，熱毒壅盛，熏蒸鼻竅所致，故治宜散風清熱解毒，宣肺通竅，方用银翘辛夷汤(冷柏枝老中醫方)。如見於牙痛，表現為齒齦紅腫疼痛，發熱或寒熱交作，繼之齒齦糜爛，常易出血，或便秘噁心嘔吐，舌紅，苔黃，脈浮數。此因陽明蘊熱與風熱之邪相搏，邪熱上衝，客於齒齦所致，治宜疏風清熱，瀉火解毒，方用银翘散(《溫病条辨》)加生石膏、防風。\n本證病因為風熱病邪，故好發於春季，素體稟賦不足，或起居不慎，勞倦過度等致使衛外不固，易致風熱之邪侵襲。風熱上攻頭目清竅，而出現頭痛、咽痛、口渴、失音、鼻塞等症狀。\n本病初起，病變在肺衛，若肺衛之邪熱不解，病邪入里，傳入氣分，病位主要在肺、胃、大腸。熱壅於肺者，可煉液成痰，症見喘息，咳嗽，咯痰黃粘，身熱，口渴，舌紅苔黃膩；熱在陽明胃腸者，可出現陽明熱盛證，表現為壯熱，面赤心煩，汗多，渴喜冷飲，苔黃而燥，脈浮洪或滑數；或陽明熱結證，表現為日晡潮熱，時有譫語，大便秘結或純利惡臭稀水，腹部脹滿硬痛，苔黃而燥，脈沉有力。如肺衛邪氣傳入心包，則出現痰熱內閉心包的病證，表現為神昏譫語，或昏聵不語，舌謇肢厥等。本病後期，多呈肺胃陰傷之證，為邪熱耗傷肺胃陰液所致，表現為低熱，口乾燥而渴，乾咳或稍有粘痰，舌紅少苔，脈細數。",
    "type_comparison": "風熱表證與風熱上擾證 兩者均為風熱病邪侵襲人體肌表，病初邪輕，均為邪襲肺衛之證，表現為發熱，微惡風寒，頭痛，咽痛，咳嗽等症狀，臨床上有許多相似之處，尤應仔細鑑別，風熱表證為風熱病邪侵襲肌表，鬱遏衛氣，衛氣開合失司，故以發熱，微惡風寒，頭痛，無汗或少汗等衛表證為主要表現；另可兼見咽痛，咳嗽等風熱上擾，肺氣失宣證。因風熱初起，邪在衛表，故見舌邊尖紅，苔薄白欠潤。治療上以辛涼解表為主，兼以宣肺泄熱。而風熱上擾證是因風熱病邪侵襲人體肌表，上攻頭目清竅而致，故以頭痛頭暈，咽痛，失音，鼻流濁涕，齒衄等風熱上擾證為主要表現，另因風熱襲表，可兼見發熱，微惡風寒等衛表證，舌苔可見薄白或薄黃苔。治療上以疏風清熱為主。兩者臨床有許多相似之處，而各有主次，應當辨別清楚。\n風熱壅盛證與風熱上擾證 兩者同為風熱病邪致病，臨床上有許多相似之處，尤當詳細辨別。兩者均為風熱病邪侵犯人體，但風熱上擾證為風熱之邪上攻頭目清竅而致，以頭痛頭暈、咽痛、失音、鼻流濁涕、齒衄等風熱上擾證為主要表現；另因風熱襲表，可兼見發熱，惡風寒等衛表證，治療上以疏風清熱為主。而風熱壅盛證為風熱病邪侵犯人體，壅聚於體內而引起，病位可以在鼻、咽、喉，也可在肺胃，可見病變要較風熱上擾證廣泛，病情程度也較之嚴重，症見鼻腔紅腫疼痛，流黃粘稠涕，咽痛，咳嗽、咯吐黃粘痰；另可兼見全身症狀，如發熱，惡風，汗出，頭痛，舌苔薄黃，脈浮數，治療以疏風清熱解毒為主。\n風熱襲肺證與風熱上擾證 兩者亦均為風熱病邪致病，均可見身熱，微惡風寒，咳嗽，口微渴，舌邊尖紅，脈浮數等衛表證，兩者在臨床中也很常見，病因及臨床表現相似，但病機偏向不同。風熱襲肺證系感受風熱邪氣而病變偏於肺氣不利的證候，故以咳嗽，咯痰，不易咯出為主，寒熱不明顯，是肺氣失於宣暢，主要病位在肺，故治療以辛涼解表，宣肺止咳為法。而風熱上擾證為風熱病邪侵襲人體，上擾清竅，故除咳嗽等症狀以外，另可見頭暈頭痛，咽痛，失音，鼻流濁涕，齒衄等多種表現，病變不獨在肺，治療上以疏風清熱為法。"
  },
  "literature": "《古今醫統》：“有風熱上攻，頭鼻壅塞，或外傷風熱，內熱愈室，壅塞不聞。”"
}