{
  "id": "fengreyidu",
  "number": 87,
  "name": "風熱疫毒證",
  "category": "全身證候",
  "overview": "風熱疫毒證是指因感染風熱疫毒邪氣而造成的具有一定的流行性、傳染性，染病人群症狀相似，病情較重的一類證候。因風熱疫毒邪氣不同，客於機體部位不同，臨床表現不同。\n主要臨床表現為：發病急驟，相互染易，惡寒輕發熱重，咽喉腫痛，牙齦腫痛，頭痛，咳嗽。\n風熱疫毒證常見於“大頭瘟”、“疫疹”、“疫咳”、“疫喉痧”、“痄腮”、“時行感冒”等疾病中。\n本證應與普通“感冒”、“咳嗽”等鑑別。",
  "clinical_manifestations": "發病急驟，相互染易，惡寒輕發熱重，咽喉腫痛，牙齦腫痛，頭痛，咳嗽。風熱疫毒證",
  "common_diseases": [
    "“大頭瘟”",
    "“疫疹”",
    "“疫咳”",
    "“疫喉痧”",
    "“痄腮”",
    "“時行感冒”"
  ],
  "differential_syndromes": [
    "普通“感冒”",
    "“咳嗽”"
  ],
  "differential": {
    "self_analysis": "風熱疫毒證可出現在多種疾病中，表現在大頭瘟者，病機為風熱疫毒邪氣壅於上焦發於頭面，症狀為：惡寒發熱，頭面紅腫焮赤，目不能開，咽喉不利，舌燥口渴，舌紅苔黃，脈數有力。治宜疏散風邪，清熱解毒，方用普济消毒饮(《東垣試效方》)。表現為疫疹者，病機為疫毒邪熱內盛，外發於肌膚所致。症狀為；初起時，伴見惡寒發熱，頭痛如劈，甚則煩躁譫語，唇焦，舌起紅刺，脈數。或兼上嘔下泄等症。疫疹以松浮、紅活者為病邪輕淺，緊束有根、色紫或黑者為熱盛毒重。輕者一病即發，重者透發愈遲，有遲至四五日而不透者。治宜清熱涼血解毒，方用清瘟败毒饮(《疫疹一得》)。見於疫喉痧者，多發於春季，因風熱疫毒邪氣從口鼻入於肺胃，上衝咽喉。症見咽喉紅腫疼痛，喉部潰爛，上有白腐假膜，甚者疼痛劇烈如刀割，寒熱大作，遍體痠楚，全身痧點隱隱，繼之遍體腥紅，宛如錦紋。痧點先起於頸項，後胸背、腹部、四肢，然後蔓延至全身，顏面無，舌面光紅，上有小粒突起，狀如楊梅。治先予辛涼透毒，方用银翘散(《溫病条辨》)，繼予洩熱解毒，方用凉营清气汤(《喉痧證治概要》)，終宜養陰滋液，方用养阴清肺汤(《重樓玉鑰》)。見於疫咳者，又稱百日咳，多發於幼兒，症狀表現：陣發性痙攣性咳嗽，痙咳之後伴有特殊的吸氣性回聲，如雞叫聲。由風熱疫毒邪氣犯肺，肺氣不宣，鬱而化熱，釀熱成痰，阻於氣道，氣機上逆，久咳傷及肺絡，可見咳血。初治宜辛溫化痰，順氣降逆，方用射干麻黄汤(《金匱要略》)。中期邪熱戀肺，宜清熱宣肺，泻白散(《小兒藥證直诀》)或麻杏石甘汤(《傷寒論》)加減。晚期耗液傷陰，宜養陰清肺，方用养阴清肺汤(《重樓玉鑰》)。見於時行感冒者，表現為：惡寒發熱，頭痛，腰背痛，四肢痠楚，伴有鼻塞流涕，咽痛乾咳等，為風熱疫毒邪氣犯肺，肺失宣肅。治宜辛涼解表，方用银翘散(《溫病条辨》)。見於痄腮者，病機為風熱疫毒邪氣與臟腑伏熱壅結經絡。表現為：發熱惡寒，頭痛咽痛，全身不適，耳下輕微腫脹，治療初以清熱解表，消腫散結，方用银翘散(《溫病条辨》)合小柴胡汤(《傷寒論》)加減。見於疫喉者，又稱鎖喉風，臨床表現為：惡寒發熱，頭痛，咽痛乾咳，周身不適，伴見有咽喉部假膜，不易擦去，繼之發熱口乾，咽部紅腫，大便燥結，咳聲如犬吠，如進一步發展，可出現假膜蔓延，至全口甚至鼻，顏色呈灰白或黃或黑色，兼見高熱便秘，煩躁不堪，咽痛劇烈，頸部腫脹，呼吸困難等。病機為風熱疫毒邪氣由口鼻而入，與肺胃積熱相合，上竄咽喉，治初以疏風清熱，解毒利咽，宜银翘散(《溫病条辨》)合甘草桔梗汤(《傷寒論》)加味；繼則宜養陰清肺，方用养阴清肺汤(《重樓玉鑰》)；熱毒熾盛者宜清熱解毒，疏散風熱，方用普济消毒饮(《東垣試效方》)，咳重者宜瀉肺清熱，方用麻杏石甘汤(《傷寒論》)加減。\n風熱疫毒證，為風熱疫毒邪氣引起，最易與肺胃積熱相合，小兒為純陽之體，內熱蘊盛，故易發於小兒，年高之人肺衛表虛，易受外邪，故亦易發。風熱疫毒邪氣易耗液傷陰，一轉為陰虛燥熱證，再者熱毒可進一步發展為熱毒熾盛證，甚者熱毒動血而出現氣血兩燔證。",
    "type_comparison": "風熱上擾證與風熱疫毒證 二者均可見發熱惡寒，咽痛咳嗽等症，但致病因素有本質的區別，後者感受的為風熱疫毒邪氣，為疫病之氣，故發病急、症狀重，具有一定的傳染性，染病人群症狀相似，並且傳變較快，變證較多，而前者感受的為風熱邪氣，所以僅可見到風熱擾於頭面上焦的一些症狀，較輕，不相染易，容易痊癒，所以二者不難鑑別。\n風熱壅盛證與風熱疫毒證 二者均可見到發熱口渴飲冷，咽痛，出疹等症，但致病因素有本質的區別，後者感受的為風熱疫毒邪氣，為疫病之氣，故發病急、症狀重，具有一定的傳染性，染病人群症狀相似，並且傳變較快，變證較多，而前者見到風熱邪氣壅滯肌膚，氣血不暢，所以尚能見到癰癤疔瘡紅腫灼熱癢痛等症，所以容易鑑別。"
  },
  "literature": "《丹溪心法·溫疫》：“眾人一般病者是。又謂之天行時疫，治法有三，宜補宜散宜降，熱甚者加童便三酒盅。……大頭天行病，此為濕氣在高巔之上，切勿用降散，東垣有方：羌活酒黃芩酒蒸大黃。”\n《全生集·辨正傷寒溫病熱證》：“時氣者，乃天行暴病之氣，流行人間，凡四時之令不正者，則有此氣行也。……大頭傷風：大頭者，一曰時毒，一曰疫毒，蓋天行疫毒之氣，人感之而為大頭傷風也。……若發之耳之上下前後，並頭腳紅腫者，此屬少陽也。或肌熱日晡潮熱，往來寒熱，口苦咽乾，目疼脅滿，宜小柴胡湯加天花粉、羌活、荊芥、連翹、芩、連主之。若三陽俱受邪，并於頭面耳目鼻者，以普濟消毒飲，外用清涼救苦散敷之。”\n《醫學入門》：“疫厲；疫疾如有鬼厲相似，故曰疫厲，又曰時氣。春應暖而反清，夏應熱而反涼，秋應涼而反大熱，冬應寒而反大溫，非其時而有其氣，凡感之者，即發頭疼身痛寒熱，一方長幼，治與傷寒微異者，春清責肝，升麻葛根湯；夏熱責心，二香散調中湯；秋濕責肺，白虎加蒼朮湯、茵陳五苓散；冬寒責腎，葳蕤湯、甘桔湯；土亡四季，隨經取之。治與傷寒同者，表證敗毒散，半表證小柴胡湯，里證大柴胡湯，內傷者宜補宜散宜降，人中黃丸是也。”\n《景岳全書·傷寒》：“大頭瘟證治：大頭瘟者，以天行邪毒客於三陽之經，所以憎寒發熱，頭痛項強或咽喉俱腫，甚至腮面紅赤，肩背斑腫，狀如蝦蟆，此又名蝦蟆瘟，大都此證多屬風熱，然亦有表里虛實之辨，又外科有時毒證亦如此也。大頭蝦蟆瘟治法：凡病在頭目內，火未盛者，先當解散，宜正柴胡飲，或敗毒散。若時毒咽喉腫痛，內火不甚，而便利調和者，葛根牛蒡湯。時毒表里俱熱，頭目俱熱，頭目俱腫，宜清宜散者，柴葛煎。若毒在陽明，表里俱熱，多頭痛鼻乾，宜散者，柴葛解肌湯。若時毒三陽熱極，狂躁咽喉腫痛，宜清兼散者，梔子仁湯。若時毒遍行，熱邪上浮，頭面俱腫，咽喉不利者，普濟消毒飲。”\n《醫宗金鑑·外科心法要訣》：“此證一名髭發，一名含腮瘡。生於兩腮肌內不著骨之處，無論左右，總發端於陽明胃熱也。初起焮痛，寒熱往來，若高腫、色紅、熱者，系胃經風熱所發，若平腫、色淡不鮮者，由胃熱濕熱所生。始則俱以柴胡葛根湯表之。若口渴便秘，宜四順清涼飲解之。表里證俱解，腫痛仍作者，勢必成膿，宜托里消毒散托之。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "feng",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：風、熱/火。根據證候名稱「風熱疫毒證」分析其病機組成。"
}