{
  "id": "fengshiyunfu",
  "number": 429,
  "name": "風濕蘊膚證",
  "category": "專科證候",
  "overview": "風濕蘊膚證是指風濕毒邪蘊結皮膚，以皮膚瘙痒、潰爛、出疹或流水等為常見症的證候。多由外受風濕之邪致病，亦可因風濕內生引起，如飲食失宜，脾失健運，濕從內生，血燥生風或流水日久，傷陰耗血，肝失血養，風從內生。\n\n主要臨床表現為：患處皮膚起粟疹、水疱、瘙痒無度，或皮膚乾燥、脫屑、潰爛流水。\n\n風濕蘊膚證常見於\"浸淫瘡\"、\"瘑瘡\"、\"水疥\"、\"腳濕氣\"、\"鵝掌風\"等皮膚病中。全身症狀一般不顯，或可伴納呆食少，體倦乏力，便溏溲少，舌質淡，苔薄白或膩，脈緩等全身症狀。\n\n從本證臨床應與\"皮膚濕熱證\"、\"皮膚風濕熱證\"相鑑別。",
  "clinical_manifestations": "患處皮膚起粟疹、水疱、瘙痒無度，或皮膚乾燥、脫屑、潰爛流水。",
  "common_diseases": [
    "\"浸淫瘡\"",
    "\"瘑瘡\"",
    "\"水疥\"",
    "\"腳濕氣\"",
    "\"鵝掌風\"等皮膚病"
  ],
  "differential_syndromes": [
    "\"皮膚濕熱證\"",
    "\"皮膚風濕熱證\""
  ],
  "differential": {
    "self_analysis": "風濕蘊膚證可見於多種皮膚病中，其病因病機及臨床表現各有特點。浸淫瘡見於本證者，臨床表現為周身起粟疹、水疱，瘙痒劇烈，搔破流水，日久可見皮膚乾燥脫屑。本證總由風濕之邪蘊結肌膚而發病，風濕之邪有內外之分，風邪多由外受，亦可因流水日久，傷陰耗血，或因過食辛辣香燥之物，而使血燥生風；濕邪以外濕為主，如坐臥濕地、居處卑濕、雨淋水漬、水中作業等，亦可因飲食失宜，脾失健運，濕從內生。根據臨床表現，本證又可分為二型：\n\n風重於濕，表現為病以上半身為重，以粟疹為主，水疱不多，瘙痒無度，或皮膚乾燥脫屑，舌紅，苔薄白，脈多弦滑。治宜祛風除濕，方用消風散(《和劑局方》)加減；\n\n濕重於風，則病以下半身為主，以水疱為主，粟疹不多，瘙痒不止，搔破潰爛流水，舌質淡，苔薄白或膩，脈緩，並可見納呆食少、體倦乏力、便溏溲少等症。治宜健脾除濕、祛風止癢，方用除濕胃苓湯(《醫宗金鑑·外科心法》)加減；\n\n風濕相兼，則上證並見，治宜二方合用化裁。\n\n外治：滲水多時，可用生地榆、馬齒莧、黃柏各15~30g，任選一種或幾種，煎水作冷濕敷；滲水不多，可用青白散(《朱仁康臨床經驗集》)，麻油調塗，亦可外用濕毒膏(《朱仁康臨床經驗集》)。\n\n瘑瘡見於本證者，多發於手背、手掌、手腕等處，瘙痒不止，皮膚乾燥拆裂，肥厚脫屑，間有新起的粟疹、水疱、潰爛滋水。為風濕之邪搏於皮膚引起，可因經常接觸水漿、水中作業或與職業有關，亦可因飲食失節，脾運失健，濕從內生，復受風邪侵襲，病久則傷陰耗血、生風化燥。治宜祛風勝濕，方用當歸拈痛湯(《外科正宗》)加減，外用狼毒膏(《醫宗金鑑·外科心法》)。\n\n水疥見於本證者，臨床表現：周身散發粟疹或掀紅腫塊，其上有水疱或大疱，瘙痒劇烈，搔破略有滲水。由脾運失健，外受風濕之邪引起，治宜祛風勝濕，方用祛風勝濕湯(《朱仁康臨床經驗集》)化裁，外用三石水或九華粉洗劑(《朱仁康臨床經驗集》)。\n\n腳濕氣見於本證者，主要表現為水疱與脫屑，常先在趾縫間發病，後蔓延於足蹠，患處初起水疱成片，自覺痒甚，數日之後，水疱隱沒，起白色枯薄細屑，可撕脫，反覆發作，夏發冬退，舌紅苔薄，脈弦滑。常因久居濕地、或水漿浸漬、或腳汗淋漓，外染風濕毒邪，或接觸病者鞋襪等用品，致使毒邪染著而致病。治宜祛風除濕，方用三妙散(《丹溪心法》)加減，外用醋泡方(《朱仁康臨床經驗集》)。\n\n鵝掌風見於本證者，多發於一側或兩側手掌及手指，很少延及手背，初起為針帽大的水疱，痒不可忍，搔之出水，後水疱干涸脫屑，有時水疱與脫屑相間，皮枯燥痒。本證多由外受風濕，蘊結肌膚，氣血不能榮潤，皮膚失養所致。本證一般不需內治，以水疱為主者，宜用鵝掌風浸泡劑(《中醫外科學》)浸泡患病的手；以脫屑為主者，宜外用紅油膏(《朱仁康臨床經驗集》)。\n\n風濕蘊膚證多見於禀性不耐，腠理不密之人，並且與患者生活工作環境及季節氣候因素有密切關係，南方陰濕天氣多，則本證較多見；居處低洼潮濕者，本證多見；接觸水漿較多的家庭主婦、從事餐飲業者，易發本證，夏季本證較多見。\n\n風濕之邪均易挾熱蘊結，可致皮損焮紅灼熱，作痒作痛，易轉化為皮膚風濕熱證。風為陽邪，其性燥烈，易化燥傷陰，濕性纏綿，難以速去，破津流水，日久亦可傷陰化燥，肌膚失養。因此，本證日久則表現為皮損乾燥、粗糙、肥厚、脫屑，色暗不鮮，瘙痒無度。治療宜酌加滋陰潤燥之品。",
    "type_comparison": "皮膚濕熱證與風濕蘊膚證：二者均為濕邪為患，均有不同程度的水疱、糜爛、滋水等濕邪致病特點，但病因病機及臨床表現又不盡相同。皮膚濕熱證屬濕熱搏結、蘊蒸肌膚而發，其病因或由暑濕外侵，或由臟腑積熱、飲食內傷、脾運失健引起的濕熱互結。故皮損除上述濕邪為病特點外，尚有皮損嫩紅、灼熱、作痛作痒等熱證表現，並常伴有身熱口渴，胸悶腹滿，食欲不振，肢體無力，便秘溲黃，舌苔黃膩，脈濡數等全身症狀。風濕蘊膚證屬風濕之邪蘊結肌膚而發，風濕之邪多由外侵，亦可內生。故臨床表現除有上述濕邪為病特點外，尚有乾燥脫屑，瘙痒劇烈等風邪致病的特點，而無熱證表現。全身症狀一般不顯，或可有納呆食少，體倦乏力，便溏溲少，舌質淡，苔薄白或膩，脈緩等症狀。從病因病機、臨床表現及伴隨症狀二者不難區別。\n\n皮膚風濕熱證與風濕蘊膚證 二者病因病機及臨床表現有諸多相同之處，而又不盡相同。皮膚風濕熱證多因臟腑濕熱內蘊，復外感風邪，或因臟腑積熱，復外受風濕之邪侵襲，風濕熱三邪搏於肌膚而發，故臨床表現除粟疹、水疱、糜爛、滋水、瘙痒劇烈或乾燥脫屑等風濕之邪致病特點外，尚有皮損嫩紅、灼熱、作痛等熱證表現。風濕蘊膚證多由風濕之蘊結肌膚而發，風濕之邪既可外受，亦可內生，臨床無皮損焮紅、灼熱、作痛等熱證表現。二者全身症狀均不明顯，皮膚風濕熱可有心煩口渴、便干溲黃、舌紅苔黃膩、脈多滑數等症狀；風濕蘊膚證可有納呆食少，體倦乏力，便溏溲少，舌質淡，苔薄白或膩，脈緩等症狀。但風濕之邪易挾熱蘊結，可轉化為皮膚風濕熱證。"
  },
  "literature": "《醫宗金鑑·外科心法要訣》：\"此證初生如疥，瘙痒無時，蔓延不止，抓津黃水，浸淫成片，由心火脾濕受風而成。\"\n\n《諸病源候論·瘑瘡候》：\"瘑瘡者，由膚腠虛，風濕之氣折於血氣，結聚所生。多著手足間，遞相對，如新生茱萸子，痛癢，抓搔成瘡，黃汁出，浸淫生長拆裂，時瘥時劇。\"\n\n《諸病源候論·瘡病諸候》：\"濕癬者，亦有匡郭，如虫行，浸淫赤濕，痒，搔之多汁，成瘡。是其風毒氣淺，濕多風少，故為濕癬也。……干癬，但有匡郭，皮枯燥痒，搔之白屑出是也。皆是風濕邪氣客於腠理，復值寒濕與血氣相搏所生。若其風毒氣多，濕氣少，則風沉入深，故無汁為干癬也。\"\n\n《外科正宗·婦人腳丫作痒》：\"婦人腳丫作痒，乃三陽風濕下流，凝結不散，故先痒而後濕，又或足底彎曲之處皆痒然。\"\n\n---"
}