{
  "id": "fengrexifei",
  "number": 170,
  "name": "風熱襲肺證",
  "category": "臟腑證候",
  "overview": "風熱襲肺證又稱風熱犯肺證。本證是外感風熱之邪或風寒鬱而化熱出現的肺氣宣降失常臨床表現的概稱。\n主要臨床表現為：惡風發熱，咳嗽，咯痰黃稠，不易咳出，舌紅脈浮數；或兼見咽喉疼痛，鼻流濁涕，口乾欲飲等證；重症可見氣喘鼻煽，煩躁不安等。\n風熱襲肺證常見於“感冒”、“咳嗽”、“喘症”、“肺癰”、“咳血”、“衄血”、“水腫”等疾病中。\n本證通常須與“痰熱壅肺證”、“燥邪犯肺證”相鑑別。",
  "clinical_manifestations": "惡風發熱，咳嗽，咯痰黃稠，不易咳出，舌紅脈浮數；或兼見咽喉疼痛，鼻流濁涕，口乾欲飲等證；重症可見氣喘鼻煽，煩躁不安等。風熱襲肺證",
  "common_diseases": [
    "“感冒”",
    "“咳嗽”",
    "“喘症”",
    "“肺癰”",
    "“咳血”",
    "“衄血”",
    "“水腫”"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "風熱襲肺證系風熱外感內合於肺，本證可見於許多疾病中，其臨床表現各具一定特點，治法亦不盡相同，必須加以鑑別。如感冒病出現風熱襲肺證，臨床特點為：發熱，惡風寒，鼻塞涕濁，口乾而渴，咽喉紅腫疼痛，咳嗽，痰黃粘稠，苔薄黃，脈浮數，此由風熱上受，肺失清肅所致。葉天士說：“溫邪上受，首先犯肺。”(《外感溫熱篇》)治宜辛涼解表，清肺透熱，方用银翘散(《溫病条辨》)。若咳嗽病出現風熱襲肺證，臨床特點為：咳嗽不爽，痰稠而黃，口渴咽痛，伴有頭痛，身熱，惡風，汗出，此由風熱犯肺，肺失宣降所致，治宜疏風清熱，宣肺化痰，方用桑菊饮(《溫病条辨》)。若喘症病中出現風熱襲肺證，臨床特點為：喘促氣急，甚則鼻翼煽動，咳嗽，痰稠色黃，難以咯出，此由風熱在肺，熱盛氣壅塞，肺氣上逆所致，治宜清熱解表，宣肺平喘，方用麻杏石甘汤(《傷寒論》)。若肺癰病中出現風熱襲肺證，臨床特點為惡風，發熱，咳嗽痰少而粘，胸痛，咳時尤甚，呼吸不利，口乾鼻燥，舌苔薄黃，脈浮滑而數，此由風熱所傷，痰熱灼肺所致，治宜疏散風熱，清肺化痰，方用银翘散加魚腥草等。若咳血病出現風熱襲肺證，臨床特點為喉癢咳嗽，痰中帶血，口乾鼻燥，舌紅，此由外感風熱，熱傷肺絡所致，治宜清熱潤肺，寧咳止血，方用桑杏汤(《溫病条辨》)。若鼻衄病中出現風熱襲肺證，臨床特點為鼻乾衄血，口乾咽燥，舌紅脈數，此由風熱犯肺，迫血妄行所致，治宜清洩肺熱，涼血止血，方用泻白散(《小兒藥證直訣》)。若水腫病出現風熱襲肺證，臨床表現為眼瞼浮腫，繼則四肢及全身皆腫，肢節酸重，小便色黃不利，惡風發熱，咽喉紅腫疼痛，舌紅脈浮滑數，此由風熱外襲，肺氣失宜，水道通調失司所致，治宜散風清熱，宣肺行水，方用越婢加术汤(《金匱要略》)。總之，風熱襲肺證在不同疾病中，其症狀表現各有特點，臨床可根據上述病證特點，加以辨析。\n本證的病機轉歸，常因人因地而異。體質素盛者，風熱襲肺易成熱邪壅肺或痰熱壅肺之候，而體質素虛者，易成氣陰兩虛，或致陽氣欲脫之證。歲運和地域之異亦可影響本證之病機轉變。風為春之主氣，風熱襲肺證，每於春季易於罹患，是其時令之特點。如歲土太過或南方水鄉之地，風熱襲肺者亦可因濕從外受而表現為風熱在表之徵不典型，呈現出身熱不揚，肢體困重之象等。臨證時應注意分辨。\n風熱襲肺在其病機演進過程中常可見三種情況：是由於熱耗津液，以致肺津虧損，出現鼻燥，咽乾，少咳，音啞，潮熱盗汗，午後顴紅，舌紅少苔，脈細數等陰津虧耗之證；是由於熱傷肺絡，以致肺絡受損，迫血妄行，出現鼻衄，咳血，咯血等血熱妄行之證；三是風熱拂鬱，劫津煉液成痰而出現胸悶，咳嗽喘促，喉中痰鳴，咯痰黃稠或腥臭等痰熱壅肺之證。臨床當詳究因果，明析標本，辨證準確。",
    "type_comparison": "痰熱壅肺證與風熱襲肺證 兩證既有因果聯繫之機，又有症狀相似之處，須加鑑別。痰熱壅肺證可因風熱犯肺，熱傷肺津，煉液成痰，痰與熱結，壅阻肺絡所致；亦可因素有痰疾，復感風熱，痰熱交阻而成。臨床上，前者必先有風熱犯肺證候，繼有痰熱壅肺見證；後者必有宿疾和新感病史。在症狀方面，痰熱壅肺證臨床特點為咳聲重濁，痰鳴，胸膈滿悶，咯黃稠痰，舌紅苔黃膩，脈滑數；風熱襲肺證臨床特點為惡風發熱，咳嗽，痰少色黃，咯吐不利，舌紅脈浮數，以及咽痛，流濁涕等。一為里證，一為表里兼證，病因不同，病情程度不一。\n燥邪犯肺證與風熱襲肺證 兩證病因病機有著密切聯繫，臨床表現亦有異同之處。燥邪犯肺證既可單獨發病，亦可因風熱犯肺，熱耗津液，肺燥津傷所致。在症狀方面，燥邪犯肺臨床特點為乾咳，無痰，或咯痰難出，或痰中帶血，咽喉疼痛等；風熱襲肺，傷陰化燥者，必先在風熱襲肺證的基礎上，隨著病機的演化，合併口鼻乾燥，聲音嘶啞，乾咳無痰等肺燥之證。另外，燥邪犯肺證多發生在秋季，風熱襲肺證四季皆見尤以春季為多，亦資鑑別。"
  },
  "literature": "《諸病源候論·風熱候》：“風熱病者，風熱之氣先從皮毛入於肺也。肺為五臟上蓋，候身之皮毛。若膚腠虛，則風熱之氣先傷皮毛，乃入肺也。其狀使人惡風寒戰，目欲脫，涕唾出。候之三日內及五日內，不精明者是也。七八日微有青黃膿涕如彈丸大，從口鼻內出為善也。若不出則傷肺，變咳嗽唾膿血也。”\n《證治匯補·傷風》：“肺家素有痰熱，內火不得疏泄……此表里兩因之實證也。”",
  "zhengsu_composition": {
    "location": [
      "fei"
    ],
    "nature": [
      "feng",
      "huo"
    ]
  }
}