{
  "id": "fenghanfanfei",
  "number": 169,
  "name": "風寒犯肺證",
  "category": "臟腑證候",
  "overview": "風寒犯肺證又稱風寒束肺證。本證是風寒外邪侵襲於肺而出現的肺氣不宣，清肅失職等臨床表現的概稱。多因氣候寒冷，衛陽不足所致。\n主要臨床表現為：鼻塞，聲重，噴嚏，流清涕，咳嗽，咯痰清稀，頭痛，惡寒，發熱，無汗，舌苔薄白，脈浮等。\n風寒犯肺證常見於“感冒”、“咳嗽”、“喘證”、“失音”等疾病中。\n本證通常應與“寒痰阻肺證”、“水寒射肺證”、“肺陽虛證”、“肺氣虛證”相鑑別。",
  "clinical_manifestations": "鼻塞，聲重，噴嚏，流清涕，咳嗽，咯痰清稀，頭痛，惡寒，發熱，無汗，舌苔薄白，脈浮等。風寒犯肺證",
  "common_diseases": [
    "“感冒”",
    "“咳嗽”",
    "“喘證”",
    "“失音”"
  ],
  "differential_syndromes": [
    "“寒痰阻肺證”",
    "“水寒射肺證”",
    "“肺陽虛證”",
    "“肺氣虛證”"
  ],
  "differential": {
    "self_analysis": "風寒犯肺證可出現於多種疾病之中，其臨床表現各具一定特點，治法亦不盡相同，必須加以辨析。如感冒病出現風寒犯肺證，臨床特點為鼻塞聲重，噴嚏咳嗽，痰質稀薄，頭痛身痛，喉癢無汗，惡風發熱，流清涕等，此由風寒束表，肺氣失宜，上竅不利所致。《素問·骨空論》說：“風從外入，令人振寒汗出，頭痛身重惡寒。”治宜辛溫解表，宣肺散寒，方用荆防败毒汤(《外科理例》)。若咳嗽病中出現風寒犯肺證，臨床特點為咳嗽痰稀，鼻塞流涕，聲重惡寒，或兼頭痛，骨節痠痛，寒熱無汗等，此由風寒犯肺，肺氣受遏所致，治宜疏風散寒，宣通肺氣，方用杏苏散(《溫病条辨》)。若喘證病中出現風寒犯肺證，臨床特點為喘急胸悶，咳嗽，痰稀色白，惡寒無汗等，此由邪實氣壅，肺失宣降所致，《素問·大奇論》說：“肺之壅，喘而兩胠滿。”治宜散寒宣肺平喘，方用华盖散(《和劑局方》)。若失音病中出現風寒犯肺證，臨床特點為卒然聲音不揚，甚則嘶啞，或兼咳嗽不爽，胸悶，鼻塞，頭痛，寒熱等，此由風寒襲肺，肺為邪遏而肺竅不宜所致，《靈枢·憂患無言篇》：“人卒然無聲者，寒氣客於厭。”治宜疏風散寒，宣利肺氣，方用金沸草散(《類證活人書》)。總之，證候雖然相同，但在不同疾病中，其症狀表現各有特色，臨床可根據上述病證特點，加以辨析。\n肺合皮毛，且為嬌臟，系呼吸之道路，故風寒之邪極易犯肺。在其病機演進過程中常伴見兩種情況：一是由於外感風寒，失於表散，寒入肺腧，通調失司，聚液生痰，出現痰多色白，胸膈滿悶等痰飲伏肺之證；二是由於肺氣不振，復感外邪，出現體倦乏力，少氣自汗等氣虛之證。臨床當詳究病理，掌握標本，或疏風宣肺化痰，或疏風宣肺扶正。",
    "type_comparison": "寒痰阻肺證與風寒犯肺證 兩證具有風寒襲肺之病因病機，臨床表現亦有異同之處。寒痰阻肺證既可為風寒犯肺證之果，亦可單獨發病。因風寒犯肺，寒聚液停；飲食生冷，寒飲停積；病後陽虛，素體陰盛，氣不化津，痰濁凝聚，則寒痰內伏於肺。臨床表現為宿痰久伏於肺，隨感輒發，痰壅氣逆，氣道被阻，因而喉中哮鳴如水雞聲，呼吸氣促；痰濁留伏於肺與新寒之邪相搏，肺氣失於宣通，則咳嗽，痰稀如沫；肺居胸中，痰濁阻塞，氣機失於通暢，則胸膈滿悶；肺氣逆阻，胸中陽氣失宜，氣血運行不暢，則面晦帶青；風寒侵襲肌表，則頭痛，無汗，惡寒多，發熱少，為外有表寒，內有痰濁的徵象。而風寒犯肺證主要表現為鼻塞聲重，噴嚏咳嗽，咯痰清稀，流清涕，惡寒發熱等風寒束表，肺氣不宣見證。寒痰阻肺者以痰證為主，風寒犯肺者以表證為主。以此可資鑑別。\n水寒射肺證與風寒犯肺證 兩證的病因、證候均有相同與互異之處。水寒射肺證多由平素患痰飲或水腫的病人，外感寒邪，寒邪引動水飲，寒水上逆，以致肺氣失宜。主要證候有咳嗽、氣喘、痰涎多而稀白，舌苔白膩，或伴低熱、惡寒等。這與表證為主，肺經證為輔的風寒犯肺證，截然不同。\n肺陽虛證與風寒犯肺證 兩證雖然病因病機均不相同，但證候有相似之處，需加以鑑別。肺陽虛證系肺中虛冷，氣不化津，故口中自生津液，多吐涎沫，舌苔白滑。《千金要方》說：“肺中寒者，其人吐濁涕。”臨床所見，肺陽虛證，多有陽虛外寒表現，如惡風形寒等，但肺陽虛證不咳，形寒而無發熱。風寒犯肺證則有咳嗽，惡寒發熱。\n肺氣虛證與風寒犯肺證 兩證病因、證候有著可辨之處。肺氣虛證多由寒溫不適，久咳傷氣，悲傷不已，勞逸不當所致，症見咳嗽氣短，甚則喘促或呼吸困難，痰多清稀，疲倦，懶言，聲低，怕冷，自汗，面色晄白，脈虛或弱，雖可由氣候寒冷所誘發，究其本質，仍屬肺氣不足；風寒犯肺證，雖有咳嗽，亦可因肺氣受遏而出現短氣，但不似肺氣虛短氣之時間久而重，更無懶言，神疲等氣虛證，並有惡寒發熱，頭身疼痛，脈浮緊等風寒表證，可資鑑別。"
  },
  "literature": "《素問·風論》：“肺風之狀，多汗惡風，色皯然白，時咳短氣，晝日則差，暮則甚，診在眉上，其色白。”\n《景岳全書·傷風》：“皮毛為肺之合，而上通於鼻，故其在外則為鼻塞聲重，甚者並連少陽、陽明之經，而或為頭痛，或為憎寒發熱。其在內則多為咳嗽，甚則邪實在肺而為痰，為喘。有寒勝而受風者，身必無汗而多咳嗽，以陰邪閉鬱皮毛也。有熱勝而受風者，身必多汗惡風而咳嗽，以陽邪開洩肌腠也。有氣強者，雖見痰嗽，或五、六日，或十餘日，肺氣疏則頑痰利，風邪漸散而愈也。有氣弱者，邪不易解，而痰嗽日甚，或延綿數月，風邪猶在，非用辛溫必不散也。有以衰老受邪，而不慎起居，則舊邪未去，新邪繼之，多致終身受其累，此治之尤不易也。”\n《類證治裁·傷風》：“風傷肺衛，寒熱頭痛，咳嗽脘悶。”"
}