{
  "id": "fenglunyinxu",
  "number": 467,
  "name": "風輪陰虛證",
  "category": "專科證候",
  "overview": "風輪陰虛證是指邪熱傷陰，或肝腎陰虧，風輪失於滋養，出現黑睛起細小星翳，失去光澤，干澀不爽，畏光眨眼等臨床表現的概稱。多因素體肝腎陰虛，或外感熱病後陰津虧耗，虛火上炎熏灼氣輪而成。\n主要臨床表現為：羞明較輕，眼內干澀不適，白睛抱輪微紅，黑睛星翳疏散，全身可無不適，舌紅少苔，脈細數。\n風輪陰虛證常見於“聚星障”、“凝脂翳”、“混睛障”等疾病中。\n本證應與“風輪風熱證”、“風輪氣虛證”、“風輪陰虛火旺證”相鑑別。",
  "clinical_manifestations": "羞明較輕，眼內干澀不適，白睛抱輪微紅，黑睛星翳疏散，全身可無不適，舌紅少苔，脈細數。風輪陰虛證",
  "common_diseases": [
    "“聚星障”",
    "“凝脂翳”",
    "“混睛障”"
  ],
  "differential_syndromes": [
    "“風輪風熱證”",
    "“風輪氣虛證”",
    "“風輪陰虛火旺證”"
  ],
  "differential": {
    "self_analysis": "風輪陰虛證可出現於多種眼病中，如在聚星障病中出現風輪陰虛證，多表現為病情日久，遷延不愈，黑睛星翳疏散，眼內干澀不適，抱輪微紅，頭昏耳鳴，舌紅無苔，脈細數。此因素體陰虛或熱病傷陰，以致陰虛無力抗邪，邪氣久留不解引起。治宜滋養肝腎，兼以祛風，方用加減地黄丸(《原機啟微》)。如在凝脂翳病中出現風輪陰虛證，多表現為黑睛凝脂潰陷，漸見減薄，日久不斂，眼痛羞明較輕，舌淡脈弱。此因年老體弱，正氣已虛，或病久邪留，氣血不足，無力抗邪所致。治宜扶正祛邪，方用托里消毒散加減(《醫宗金鑑》)。如在混睛障病中出現風輪陰虛證，多表現為病情反覆難除，眼干澀隱痛，抱輪微紅，黑睛混濁如霧籠罩，口干咽燥，夜寐多夢，舌紅苔薄，脈細數。此因邪毒久伏，傷陰耗液，陰津不足，虛火上炎所致。治宜滋陰降火，方用滋陰降火湯(《審視瑶函》)。總之，在以上諸病中，證候雖然相同，但其症狀表現不完全相同，臨床可根據其病證特點，加以辨析。",
    "type_comparison": "風輪風熱證與風輪陰虛證 二者皆有熱證，病位在風輪，故有相似之處。但風熱為實熱，並有風邪致病的特點，而陰虛為虛熱，或熱象不明顯，故又有不同之處。風輪風熱證多因外感風熱之邪侵及風輪，或內有積熱，兼之外風引發而成，黑睛生翳起病急，病位淺，多在表層，灼熱、羞明流淚等症狀較輕，全身可見頭痛鼻塞，舌紅苔薄白，脈浮數等風熱之象。風輪陰虛證多因素體肝腎陰虛，或外感熱病後陰津虧耗，虛火上炎熏灼氣輪所致，臨床表現為：羞明較輕，眼內干澀不適，白睛抱輪微紅，黑睛星翳稀疏，全身可無不適，舌紅少苔，脈細數。自與風熱證不同。\n風輪氣虛證與風輪陰虛證 二者皆有虛證，病位在風輪，故病因病机和臨床表現既有相似之處，又有不同之處。風輪氣虛證多因脾虛氣弱，痰停氣滯，痰氣混結，郁於風輪所致，為虛中夾實，臨床表現為黑睛上有灰白色顆粒樣小泡突起，漸向黑睛中央，並有束狀赤脈纏布，時發時止，眼內澀痛時作時止，頸側瘰核成串，面色欠華，四肢乏力，舌淡苔薄，脈弱。風輪陰虛證多因素體肝腎陰虛，或外感熱病後陰津虧耗，虛火上炎熏灼氣輪所致，臨床表現為：羞明較輕，眼內干澀不適，白睛抱輪微紅，黑睛星翳稀疏，全身可無不適，舌紅少苔，脈細，二者可資鑑別。\n風輪陰虛火旺證與風輪陰虛證 兩證的病机和臨床表現有相似之處，又有一定的區別。風輪陰虛火旺證可包括風輪陰虛證，風輪陰虛火旺證又可以是風輪陰虛證的進一步發展。從病因而論，風輪陰虛火旺證多因素體肝腎陰虛，或外感熱病後陰津虧耗，或久病傷陰，虛火上炎，蒸灼黑睛所致，臨床表現為眼內干澀不適，白睛抱輪微紅，黑睛星翳稀疏，全身可見耳鳴，耳聾，口咽發干，五心煩熱，心煩不寐，舌紅少苔，脈細數。風輪陰虛證也由肝腎陰虛，或久病引起，但病變尚未達到陰虛火旺的階段，臨床表現為羞明較輕，眼內干澀不適，白睛抱輪微紅，黑睛星翳稀疏，全身可無不適，或只有頭暈耳鳴，腰膝酸軟，舌紅少苔，脈細數，而無五心煩熱，心煩不寐等虛火炎升之象，以此可資鑑別。"
  },
  "literature": "《目經大成·卷之二》：“聚星障，……黑睛有細顆，或白或微黃，或連綴，或叢萃，或散漫，或齊起，或先後逐漸相生。大該木火擾攘，亦目疾所常見。乃時依星月翳蝕主治，則聚者徐散，散者頓滅。若日長一日，合作一塊，與數片赤脈纏貫，雖不類花白，凝脂之善變，而自困、困醫有必然者。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yin_xu",
      "feng"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：陰虛、風。根據證候名稱「風輪陰虛證」分析其病機組成。"
}