{
  "id": "fenglunfengre",
  "number": 466,
  "name": "風輪風熱證",
  "category": "專科證候",
  "overview": "風輪風熱證是指風熱外邪侵襲風輪，出現黑睛起星翳，目赤疼痛，畏光流淚，鼻塞頭痛等病變的概稱。多因外感風熱之邪侵及風輪，或內有積熱，兼之外風引發所致。\n主要臨床表現為：黑睛速起星翳，灼熱疼痛，羞明流淚，全身可見頭痛鼻塞，舌紅苔薄白，脈浮數。\n風輪風熱證常見於“聚星障”、“花翳白陷”、“凝脂翳”、“混睛障”、“赤膜下垂”、“血翳包睛”、“天行赤眼暴翳”、“銀星獨見”等疾病中。\n本證應與“風輪濕熱證”、“風輪實熱證”、“風輪熱毒證”相鑑別。",
  "clinical_manifestations": "黑睛速起星翳，灼熱疼痛，羞明流淚，全身可見頭痛鼻塞，舌紅苔薄白，脈浮數。風輪風熱證",
  "common_diseases": [
    "“聚星障”",
    "“花翳白陷”",
    "“凝脂翳”",
    "“混睛障”",
    "“赤膜下垂”",
    "“血翳包睛”",
    "“天行赤眼暴翳”",
    "“銀星獨見”"
  ],
  "differential_syndromes": [
    "“風輪濕熱證”",
    "“風輪實熱證”",
    "“風輪熱毒證”"
  ],
  "differential": {
    "self_analysis": "風輪風熱證可出現於多種眼病中，如在聚星障病中出現風輪風熱證，多表現為羞明隱澀，黑睛驟生星翳，翳色灰白，白睛紅赤，頭痛鼻塞，眉骨酸痛，惡風發熱，咽痛溲黃，舌苔薄黃，脈浮數。此因外感風熱之邪，上犯於目所致。治宜疏風散熱，方用銀翹散(《溫病條辨》)。如在花翳白陷病中出現風輪風熱證，多表現為病情驟起，畏日羞明，紅赤疼痛，翳如蘿蔔花，或如魚鱗，但未擴展串連，舌紅苔薄黃，脈浮數。此因外感風熱毒邪，內因肺肝積熱，上犯黑睛所致。如《銀海精微》謂：“人之患眼生翳如蘿蔔花，或魚鱗子，入陷如碎米者，此肝經熱毒入腦，致眼中忽然腫痛，赤澀淚出不明，頭痛鼻塞，乃是肝風熱極，腦中風熱極致使然也。”治宜疏風散熱，方用加味修肝散(《銀海精微》)。如在凝脂翳病中出現風輪風熱證，多表現為黑睛起翳如星，邊緣不清，表面污濁，抱輪紅赤，羞明流淚，或兼惡寒發熱，溲黃短少，舌紅苔薄黃，脈浮數。此因黑睛表層受損，風熱邪毒乘隙襲入所致。如《審視瑶函》卷三謂凝脂翳：“初起時微小，次後漸大，甚則為窟為漏，……皆此鬱迫之極，蒸灼肝膽二络，清氣受傷，”治宜祛風清熱，方用新制柴連湯(《眼科纂要》)。如在混睛障病中出現風輪風熱證，多表現為目珠疼痛，畏光熱淚，白睛抱輪紅赤，黑睛有灰白色深翳。此因肝經風熱，生擾於目所致。如《秘傳眼科龍木論》謂混睛外障：“先疼後痒，澀淚出，怕日羞明，白睛先赤，發歇無定，漸漸眼內赤脈橫立遮睛，……此是毒風在肝臟。”治宜平肝清熱，佐以祛風，方用地黄散(《審視瑶函》)。如在赤膜下垂病中出現風輪風熱證，多表現為眼沙澀刺痒，淚出眵稀，瞼內顆粒叢生，赤脈從白睛貫下，伸入黑睛。此因肝肺風熱，上擾於目，熱郁血滯所致。《異授眼科》謂：“目有赤脈下垂而昏痛者，何也？答曰：是肝家邪風所致。木生火，火乘風邪，放血妄行，”治宜疏風清熱，消瘀退翳，方用歸芍紅花散(《審視瑶函》)。如在血翳包睛病中出現風輪風熱證，多表現為赤痛刺痒，畏光眵淚稠粘，黑睛血翳滿布，口苦咽干，舌紅苔黃，脈數。此因肝肺風熱壅盛，上攻於目。治宜清肝肺風熱，方用當歸龍胆湯(《銀海精微》)。如在天行赤眼暴翳病中出現風輪風熱證，多表現為眼內痒澀疼痛，白睛紅赤或壅腫，黑睛星翳表淺，頭痛鼻塞，舌紅苔薄，脈浮數。此因風熱毒邪外襲，首犯肺經氣輪，肺經風熱壅盛乘克肝木，致黑睛生翳，如《古今醫統》謂：“此因運氣所加，風火淫郁，大概患眼赤腫，淚出而痛，或致頭額俱痛，漸生翳障遮蔽瞳人。”治宜疏風散熱，方用羌活勝風湯(《原機啟微》)。如在銀星獨見病中出現風輪風熱證，多表現為眼疼頭痛，白睛紅赤，黑睛生翳一、二顆，其色如銀，形如星，畏光流淚，舌紅苔薄，脈浮數。此因風熱犯目，氣實壅滯於络所致。如《證治準繩·七窍门》謂：“銀星獨見，烏珠上有星獨自生也。……凡星見青色，為風，其入必頭痛。”治宜祛風清熱，方用菊花決明散(《原機啟微》)。總之，在以上諸病中，證候雖然相同，但其表現不完全相同，臨床可根據上述病證特點，加以辨析。",
    "type_comparison": "風輪濕熱證與風輪風熱證 此二證中，熱邪是共同的病因病机，病位都在風輪，相似之處頗多，但也有一定的區別。風輪濕熱證多為脾胃濕熱內生，或肝經濕熱蘊結，蒸灼風輪而致，黑睛生翳病位深，病變範圍大，病程纏綿，反覆發作，疼痛羞明流淚等症狀較重，表現了濕邪重濁，粘滯的特點。風輪風熱證多因外感風熱之邪侵及風輪，或內有積熱，兼之外風引發所成，黑睛生翳起病急，病位淺，多在表層，灼熱，羞明流淚等症狀較輕，全身可見頭痛鼻塞，舌紅苔薄白，脈浮數等風熱之象，與風輪濕熱可資鑑別。\n風輪實熱證與風輪風熱證 實熱與風熱，二者均有熱證的共同表現，病位相同，故既有相似之處，又有不同之處。實熱證是熱之盛者，多屬脾胃、肝膽、三焦積熱，蒸灼於風輪所致。臨床表現為黑睛生翳，潰爛成片，邊緣浮嫩不清，中間凹陷，表面污濁，如有凝脂覆蓋，病情急速發展，甚則可見黃液上沖，黑睛穿孔。白睛混赤，灼熱劇痛，畏光流淚，大便燥結，小便赤澀，苔黃膩而干，脈滑數或弦數，一派熱盛毒甚之象。風輪風熱證多因外感風熱之邪侵及風輪引發而成，黑睛生翳起病急，病位淺，多在表層，灼熱，羞明流淚等症狀較輕，全身可見頭痛鼻塞，舌紅苔薄白，脈浮數等風熱之象，與風輪實熱證明顯不同。\n風輪熱毒證與風輪風熱證 熱毒與風熱二者皆有熱證，故有相似之處。但熱毒是積熱壅盛，蘊而成毒，風熱是風邪與熱邪結而為患，是為差異。風輪熱毒證多因脾胃積熱或肝經伏火，或外感熱毒之邪，上炎目竅所致，因熱盛成毒，黑睛生翳必大而重，並有黃液上沖，身熱口渴，溲赤便結等火毒熾盛的表現。風輪風熱證多因外感風熱之邪侵及風輪，或內有積熱，兼之外風引發所成，黑睛生翳，病位淺，多在表層，灼熱，羞明流淚等症狀較輕，全身可見頭痛鼻塞，舌紅苔薄白，脈浮數等風熱之象，與風輪熱毒之象不同。"
  },
  "literature": "《證治準繩·七窍门》：“聚星障證，烏珠上有細顆，或白色，或微黃。微黃者急而變重，或聯綴，或團聚，或散漫，或一同生起，或先後逐漸一而二、二而三、三而四、四而六七八十數餘。如此生起者，初起者易治，生定者退遲。能大者有變，團聚生大而作一塊者，有凝脂之變；聯綴四散，傍風輪白際而起，變大而接連者，花翳白陷也。”"
}