{
  "id": "fengrebiao",
  "number": 84,
  "name": "風熱表證",
  "category": "全身證候",
  "overview": "風熱表證是指風熱之邪侵襲肌表而出現的證候。\n主要臨床表現為：微惡風寒，少汗，全身不適，頭痛，口微渴，或有咽痛，舌邊尖紅，苔薄白，脈浮數。\n風熱表證多見於感冒、春溫、及多種外感熱病之中。\n本證須與“風寒表證”、“溫燥證”等鑑別。",
  "clinical_manifestations": "微惡風寒，少汗，全身不適，頭痛，口微渴，或有咽痛，舌邊尖紅，苔薄白，脈浮數。風熱表證多見於感冒、春溫、及多種外感熱病之中。",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "風熱之邪為溫邪，《溫病條辨·外感溫熱篇》指出：“溫邪上受，首先犯肺。”肺主表衛，風熱之邪傷表衛。故見發熱微惡寒，風熱為陽邪，易從火化，故易傷津耗液，故可見口渴。《時病論》云：“春應溫熱而過熱，是為非時之氣，所感之風，風中必挾熱氣，故名風熱病爾。此不但與風溫為兩途，抑且與熱病為各異。……其初起寒微熱甚，頭痛而昏，或汗多，或咳嗽，或目赤，或涕黃，舌起黃苔，脈來浮數是也，當用辛涼解表法為先。”本證見於感冒之中，可分風熱表實證與風熱表虛證。風熱表實證見發熱重，微惡風寒，鼻塞流黃涕，身熱無汗，頭痛咽痛，口渴欲飲，或有咳嗽痰黃，舌邊尖紅，苔薄黃，脈象浮數。一是素體壯實，內有蓄熱，二是感受風熱之邪，熱象較明顯，治宜辛涼解表，用辛涼平劑銀翹散(《溫病條辨》)。若風熱之邪，化熱之象不明顯，僅見有咳嗽，無全身症狀，宜用辛涼輕劑桑菊飲(《溫病條辨》)。若頭疼，周身骨節痠痛，肌膚壯熱，背微惡寒者，治宜甘寒透熱達表，用清解湯(《醫學衷中參西錄》)。若發熱身痛較重，咳嗽明顯，宜用蔥豉桔梗湯(《通俗傷寒論》)。風熱表虛證的成因是，素體腠理疏鬆，衛表不固，故感受風熱之邪後出現熱蒸汗出表現，同時口渴較甚。治宜益衛解表，方用加減葳蕤湯(《通俗傷寒論》)。本證見於麻疹初起，為風熱挾毒邪而致，證見發熱惡寒，咳嗽噴嚏，兩眼流淚而畏光，身出紅疹，漸次漫延，宜辛涼透表，方選升麻葛根湯(《閻氏小兒方論》)。本證見於時行感冒，即眾人感冒時行風熱邪氣，症狀類似，發熱頭痛，不惡寒而口渴，治宜解肌透熱，方用柴葛解肌湯(《醫學心悟》)。\n論治風熱之表證，必須注意人體秉賦素質。虛弱之人感受風熱之邪，常汗多，低燒應辨氣虛，陰虛，不得以常法治之。《錦囊秘錄》論傷風證治時說：“治法當審內因、外因為的。外因有餘，……內因不足，固其衛氣，兼解風邪。”產後或失血後復感風熱之邪，見發熱重，惡寒輕，咽痛，口渴，宜養血兼以散風，方選四物湯(《和劑局方》)合銀翹散(《溫病條辨》)。《葉天士女科全書·外感發熱》：“產後有外感發熱者……，然此外感，隨感隨病，與正傷寒不同，……但當酌其虛實，而分治之。如感邪氣，不甚虛者，宜三柴胡飲，……。”脾肺氣虛之人，表虛失固，最易感外邪，而見發熱不重，惡寒較明顯，但舌邊尖紅，咽痛，宜扶正祛邪，方選玉屏風散(《世醫得效方》)合桑菊飲(《溫病條辨》)。\n感冒風邪，必由元氣不固，所以《雜病源流犀燭·感冒源流》指出：“感冒，肺病也，元氣虛而腠理疏也。經曰，虛邪賊風陽先受之，蓋風者，天之陽氣，其乘於人則傷衛。衛者，陽也，故曰陽先受之。衛又即氣也，肺主氣，脾主氣，故傷風雖肺病，而亦有關於脾，以脾虛則肌肉不充，肺虛則玄府不閉，皆風邪之所由以入也。……風邪襲人，不論何處受之，必內歸於肺。”\n感受風熱之邪，多發生於春季，雖初起表淺，但其傳變較速，如《菊人醫話·春季傷風》云：“因辛涼之品最善於宣化，使鬱之邪得宣化之品而解，但治須從速，若遷延時日，那就坐視外風與內火會合，造成風火交煽之患。……若拖延太久，可能造成肺損之症，肺損也就是火邪克金的後果。”總的說來，風熱表證一種情況是風熱之邪繼續入里，出現寒熱往來，口苦咽乾等症狀，轉為半表半里證，另一種情況是如上所述，風熱損肺家，肺失宣降，出現咳嗽劇烈，口渴，舌質紅苔黃等轉為肺熱咳嗽證。",
    "type_comparison": "風熱表證與風寒表證 二者均有發熱、惡寒，鼻流清涕等症狀，均可見脈浮。但由於感邪性質不同，寒熱之象也不同。風熱表證發熱重，惡寒輕，鼻流黃涕，伴有咽痛，咽乾或小便黃，而且舌邊、尖紅；風寒表證惡寒重，發熱輕，鼻流清水樣涕，腰及肢體疼痛咽不乾，小便不黃。風熱表證脈象可見浮數之脈，風寒表證之脈通常是脈浮緊或浮緩，同時感邪季節也可作參考，一般風熱表證以春季多見，而風寒表證以冬、秋季節常見。\n風熱表證與溫燥證 二者均有發熱，微惡風寒，咽乾而痛的表現。但由於燥邪傷人最易傷津液，所以傷津症狀較明顯，肺之外竅鼻，肺之外合皮毛均可見乾燥少津，嚴重者唇舌俱乾。同時感邪季節也可作參考，風熱表證以春季多見，而溫燥證發生在夏末秋初，炎暑剛退之時。"
  },
  "literature": "《素問·骨空論》：“風從外入，令人振寒，汗出頭痛，身重惡寒。”\n《儒門事親·解利傷寒》：“人冒風、時氣、溫病、傷寒，三日以里，頭痛身熱惡寒，可用通聖散，益元散。”“《內經》曰：歲火太過，炎暑流行，火氣太盛，肺金受邪，上應熒惑，火而明現，若用辛涼之劑解之，則萬舉萬全也。”\n《類證治裁·傷風》：“其症惡風有汗，脈浮，頭痛，鼻塞聲重，咳嗽痰多，或憎寒壯熱，惟其人衛氣有疏密，感冒有淺深，故見症有輕重。”“凡體實者，春夏治以辛涼，秋冬治以辛溫，解其肌表，風從汗散。體虛者，固其衛氣，兼解風邪。”\n《證治匯補·傷風》說：“肺家素有痰熱，復受風邪束縛，內火不得舒洩，謂之寒暄，此表里兩因之實證也。有平昔元氣虛弱，表疏腠鬆，略有不謹，即顯風證，此表里兩因之虛證也。”",
  "zhengsu_composition": {
    "location": [
      "biao"
    ],
    "nature": [
      "feng",
      "huo"
    ]
  }
}