{
  "id": "fenglunredu",
  "number": 465,
  "name": "風輪熱毒證",
  "category": "專科證候",
  "overview": "風輪熱毒證，是熱盛成毒，侵淫風輪而出現的黑睛生翳，蒸灼神水，黃仁受損等臨床表現的概稱。多因脾胃積熱或肝經伏火，或外感熱毒之邪，上炎目竅所成。\n主要臨床表現為：黑睛生翳，向深部或向周圍發展，色帶微黃，風輪下際，有黃色膿液上沖，疼痛劇烈，難以忍受，羞明流淚。重者風輪有潰破爆裂之憂。全身可見身熱口渴。溲赤便秘，苔黃舌紅，脈弦數或滑數。\n風輪熱毒證常見於“暴赤生翳”、“聚星障”、“花翳白陷”、“黑翳如珠”、“抱輪紅”等疾病中。\n本證通常應與“風輪濕熱證”、“風輪痰火證”、“風輪熱毒瘀結證”相鑑別。",
  "clinical_manifestations": "黑睛生翳，向深部或向周圍發展，色帶微黃，風輪下際，有黃色膿液上沖，疼痛劇烈，難以忍受，羞明流淚。重者風輪有潰破爆裂之憂。全身可見身熱口渴。溲赤便秘，苔黃舌紅，脈弦數或滑數。風輪熱毒證",
  "common_diseases": [
    "“暴赤生翳”",
    "“聚星障”",
    "“花翳白陷”",
    "“黑翳如珠”",
    "“抱輪紅”"
  ],
  "differential_syndromes": [
    "“風輪濕熱證”",
    "“風輪痰火證”",
    "“風輪熱毒瘀結證”"
  ],
  "differential": {
    "self_analysis": "風輪熱毒證常出現於多種眼病中，其臨床表現各有一定的特點，治法亦不相同，是應加以辨析。如暴赤生翳病中出現風輪熱毒證，則見胞瞼腫脹，白睛混赤，黑睛星翳逐漸擴大，遮蔽瞳神，頭目痛甚，怕日羞明，熱淚常流。口渴身熱，溲黃便結等，多由病氣毒邪，突然外襲，病於氣輪而侵及風輪所致。如《古今醫統》謂：“天行赤眼暴翳，此因運氣所加，風火淫郁，大概患眼赤腫，淚出而痛，或致頭額俱痛，漸生翳障，遮蔽瞳人”。治宜清泄里熱，方用蘆根飲子(《秘傳眼科龙木论》)。若聚星障病中出現風輪熱毒證，常見黑睛生翳，聯綴成串，呈絲縷狀，或融合成地圖狀，漸次加深擴大，目赤胞腫，疼痛劇增，羞明流淚，口苦咽干，溲赤短少，大便或秘等，此由肝經伏火，火性炎上，蒸灼黑睛而成。治宜清肝瀉火，方用瀉青丸(《症因脉治》)。若花翳白陷病中見風輪熱毒證，則多見黑睛四周，驟起翳障，漸漸厚闊，中間低凹，甚則深陷，狀如花瓣碎米，色微黃，白睛紅赤，黑睛內下際有黃色膿液上沖，眼瞼腫脹，睛珠刺痛，痛甚難忍，小便短赤，大便秘結等熱盛毒深之候。此由肝胃積熱，火毒上沖，蒸灼膏液，潰蝕風輪形成。如《銀海精微》謂：“人之患眼生翳如蘿卜花，或魚鱗子，入陷如碎米者，此肝經熱毒入腦，致眼中忽然腫痛，赤澀淚出不明。”治宜清肝泄熱，方用龍胆飲(《類證治裁》)。若黑翳如珠病中見風輪熱毒證，常表現為黑睛生翳，潰蝕風輪，未破之前，黃仁隨黑睛內層突起，圓如黑珠，白睛赤腫，淚出羞明，頭目痛極，口渴發熱，面紅煩躁，小便短赤，大便秘結。此由邪毒熾盛蒸腐黑睛，暴漲而出所成。如《證治準繩·七窍门》謂：“此肝氣有餘，欲泛起之患，故從風輪際處，發起黑疱如珠子，圓而細，……其證火實盛者痛，……若長大則有裂目之患。”治宜清肝通腑，方用羚羊角飲子(《秘傳眼科龙木论》)。若抱輪紅病中，見風輪熱毒證，則可見風輪周圍紅赤如環，瞳神緊小，或偏缺不圓，在黑睛內下際有黃膿上沖，疼痛拒按，羞明流淚，口苦咽干，口中有穢氣，煩躁易怒，大便燥結等，此由肝脾積熱成毒，熱毒郁於風輪，蒸灼黃仁，爍灼睛內膏液而成。如《審視瑶函》在“黃膜上沖”病中謂：“此症於風輪下際，坎位之間，神膏內初起而色黃者，如人指甲根白岩相似。……此是經絡塞極，三焦關格，火土諸邪之盛實者，故大便秘而小便塞，則相火蒸作膿，若上沖失治，凸蟹之患必矣。”治宜清熱排膿，釜底抽薪，方用眼珠灌膿方(《韋文貴眼科臨床經驗選》)，若於凝脂翳病中出現風輪熱毒證，常見黑睛生翳，變大速長，發展迅速，邊緣肥浮脆嫩，中間低陷，有黃脂一片，覆蓋表面，甚則睛內有黃膿上沖，睛珠有暴裂之患，疼痛羞明，熱淚如湯，口苦咽干，小便短赤，大便秘結，舌紅苔黃，脈滑數。治宜清肝祛風，通腑泄熱，方用銀花复明汤(《中醫眼科臨床實踐》)。總之，以上證候雖然相同，但在風輪所表現的症狀各具特點，不難分辨。",
    "type_comparison": "風輪濕熱證與風輪熱毒證 二者皆有熱證，故有相似之處，但濕熱是濕邪和熱邪互結為患，熱毒乃積熱之盛，蘊而成毒，是為差異。風輪濕熱證的形成，常由嗜食辛辣肥甘，飲食厚味，或性情暴躁之人等因素，致肝脾濕熱內蘊，炎蒸目竅，造成風輪濕熱證。臨床可見黑睛生翳，或如星點，時聚時散，或如花翳，疼痛羞明，腹脹納呆，苔黃膩，脈弦數等。顯然與風輪熱毒證的火盛毒甚之象不同。\n風輪痰火證與風輪熱毒證 痰火和熱毒在病因病机方面有相似之處，痰火是痰與火互結，熱毒是熱盛所成。但是兩者在病情的性質和輕重程度上有一定的區別。風輪痰火證，是由濕邪凝聚，熱邪內蘊，郁久而成痰火，淫害目竅，蒸灼風輪所成。臨床表現可見風輪上生翳如聚星，叢聚而生，或齊起，或先後漸次而生，或融合成樹枝、地圖之形，胞瞼腫脹，白睛紅赤，疼痛流淚等，特別是整個病程較長，纏綿難愈，病情時輕時重、經常反覆發作等表現比較明顯。然而風輪熱毒證因熱盛成毒，生翳必大而重，並有黃色膿液上沖，身熱口渴，溲赤便結等火毒熾盛的症狀，可資鑑別。\n風輪熱毒瘀結證與風輪熱毒證 熱毒瘀結是熱毒邪甚而深，炎蒸目竅，瘀滯於脈道，或阻滯於內络深處，氣血津液無以升降出入所致。臨床表現常見黑睛上生翳，肥浮而脆嫩，善變而速長，色黃而狀如凝脂，有為窟為漏，為蟹睛重症，風輪內下際黃色膿液漸增，內消睛膏，外為枯凸，有旦夕之變，伴有頭痛珠疼，難以眠食，小便赤澀，大便燥結，為危重之候，在治療方面應該曉夜以急治。而與風輪熱毒證，在病位方面，有淺深之別，在病情方面有輕重之分，在病勢方面有緩急之異，在病机轉化方面，前者是後者轉化的結果，兩者自是不同。"
  },
  "literature": "《太平聖惠方》卷三十三：“眼卒生翳膜者，辨其所由，皆因臟腑壅塞，不能宣通，風邪熱毒傳於肝肺，攻注眼目，結成翳膜，漸侵睛也。”\n《證治準繩·七窍门》：“凝脂翳：在風輪上有點，初起如星，色白中有凹，如針刺傷，後漸長大，變為黃色，凹亦漸大為窟者，……或先有痕翳後變出凝脂一片者，所變不一，禍同一端，大法不問星障，但見起時肥浮肥脆嫩，能大而色黃，善變而速長者即此證也。初起時微小，漸次長大，甚則為窟、為漏、為蟹睛，內潰精膏，外為枯凸，或氣極有聲，爆出稠水而破者。此者郁遏之極，蒸爍肝膽二络，清氣受傷，是以蔓及神膏，潰壞雖遲，不過旬日，損及瞳神。凡見此證，當作急，曉夜醫治，若遲，待長大蔽滿烏珠，雖救得珠完亦帶病矣。……凡目病有此證起，但是頭疼珠痛，二便燥澀即是急之極甚，若二便通暢，禍亦稍緩，有一於斯，猶為可畏。”",
  "zhengsu_composition": {
    "location": [
      "gan"
    ],
    "nature": [
      "du",
      "feng"
    ]
  }
}