{
  "id": "fenghanbiao",
  "number": 82,
  "name": "風寒表證",
  "category": "全身證候",
  "overview": "風寒表證是由風寒之邪侵襲衛表肌膚所表現的證候。常因風寒當令季節生活調攝不當，或衛表虛弱，感受風寒而致。\n主要臨床表現為：惡寒重，發熱，無汗，頭身疼痛，鼻塞，噴嚏，流清涕，咽喉痛，咳嗽，痰稀薄色白，氣喘，舌苔薄白，脈浮緊等。\n風寒表證可見於“感冒”、“咳嗽”、“喘證”、“鼻塞”、“頭痛”、“急喉痺”、“急喉瘖”、“癮疹”、“多形性紅斑”等疾病中。\n本證應與“太陽表實證”、“表寒里熱證”、“風濕犯表證”相鑑別。",
  "clinical_manifestations": "惡寒重，發熱，無汗，頭身疼痛，鼻塞，噴嚏，流清涕，咽喉痛，咳嗽，痰稀薄色白，氣喘，舌苔薄白，脈浮緊等。風寒表證",
  "common_diseases": [
    "“感冒”",
    "“咳嗽”",
    "“喘證”",
    "“鼻塞”",
    "“頭痛”",
    "“急喉痺”",
    "“急喉瘖”",
    "“癮疹”",
    "“多形性紅斑”"
  ],
  "differential_syndromes": [
    "“太陽表實證”",
    "“表寒里熱證”",
    "“風濕犯表證”"
  ],
  "differential": {
    "self_analysis": "風寒表證可見於多種疾病當中，究其病位，不離肺、鼻、咽喉、皮毛等肺系衛表之處，治宜辛溫解表，祛風散寒之法，但在不同的疾病中，本證的臨床表現各有側重，治法同中有異。在感冒病中，風寒外束肌表，衛陽被遏，肺氣不宣，故以惡寒，發熱，無汗，頭身痛，鼻塞，流清涕，噴嚏為主要表現，治當辛溫解表，方選荆防败毒散(《外科理例》)。在咳嗽病中，風寒襲肺，肺氣壅塞不得宣暢，寒邪鬱滯，氣不布津，凝液成痰，故以咳嗽聲重，咽癢，咳痰稀薄色白為主要表現，治當疏風散寒，宣肺止咳，方選三拗汤(《和劑局方》)、止嗽散(《醫學心悟》)或华盖散(《和劑局方》)加減。在喘證中，本證以喘咳氣急，胸部脹悶，痰多稀薄色白為主要表現，此系風寒之邪壅塞於肺，肺失宣降，壅塞上逆而致，正如《醫學入門·辨喘》所說：“尋常感冒風寒相干，肺脹逆而喘者，隨時令祛散風喘，金沸草散、麻黃杏仁飲”，治當宣肺散寒，止咳平喘，方選麻黄汤(《傷寒論》)加減。在鼻塞病中，外感風寒，內舍於肺，清肅失常，邪氣上聚鼻竅，故以鼻塞較重，遇風寒則加重，鼻粘膜腫脹、流清涕、量多為主要臨床特徵，治當辛溫通竅，疏散風寒，方選通窍汤(《古今醫鑑》)或葱豉汤(《肘後方》)加白芷、藿香等。在“頭痛”病中，因“傷於風者，上先受之”，風挾寒邪循太陽經上犯巔頂，清陽之氣被遏，故遭受風寒則頭痛發作，痛連項背，得溫痛減。風寒表證之頭痛既可單獨出現，也常與感冒咳嗽等病兼見，治當疏散風寒，方選川芎茶调散(《和劑局方》)加減。在急喉痺中，本證以咽痛，咽粘膜水腫為臨床特徵，在急喉瘖中，本證以聲音嘶啞、發音低沉、咽喉脹緊、聲帶腫脹為臨床特徵。二者皆由風寒外犯於皮毛，肺氣失宣，邪氣搏結於咽喉所致，如《備急千金要方·卷八》中說：“風寒之氣客於中，滯而不能發，故不能言及啞失聲，皆風所為也”，此屬“金實不鳴”，治宜辛溫解表，宣肺開音，二者皆可選用六味汤(《喉科秘旨》)加減。在癮疹病中，風寒外襲，蘊積肌膚，致使營衛不和，故皮膚出現斑疹、風團，局部瘙痒，搔之出現紅斑隆起，形如豆瓣，堆累成片，遇風寒則加重，得暖則減，發無定處，忽隱忽現，退後不留痕跡，治宜疏風散寒，調和營衛，方選桂枝汤(《傷寒論》)或麻黄桂枝各半汤(《傷寒論》)加減。在多形性紅斑中，本證由風寒外襲肌膚，營衛不和所致，其病變特徵是皮膚起紅斑、丘疹或風團，紅斑顏色暗紅，好發於面、頸、手足等裸露於外的皮膚，發病急驟，每遇風寒則復發或加重，天暖時症狀減輕或消失，治宜辛溫散寒，調和營衛，方選桂枝汤(《傷寒論》)加減。\n風寒表證多發於風寒當令之時、調攝失宜之體，稟賦素弱、衛陽不足者尤易感邪而得之。若風寒之邪不能從表而解，其演變趨勢常見兩途：在陽盛之體，風寒之邪易入里化熱，而成表寒里熱或里熱證，此時可見惡寒輕、發熱重，汗出，口渴，舌質紅，脈數等里熱之象，風寒鬱而化熱，最易內舍於肺，故本證常見於肺癰、喘嗽等疾病中。在體弱陽虛之體，因寒邪傷陽，陽虛不溫而易成表里俱寒證，此時可見形寒肢冷，口淡不渴，小便清長，大便稀溏，脈遲等里寒之象，由於寒盛水津不布，水飲流溢肌膚或水寒射肺，可見肢體浮腫、喘咳、痰多等痰飲之症。",
    "type_comparison": "太陽表實證與風寒表證 太陽表實證是以寒邪為主的風寒之邪侵犯太陽經脈，衛陽被遏，肌表閉伏而出現的一系列病變的總稱。兩證病因相同，從病性上講，太陽表實證屬於風寒表證，因此兩證都有惡寒，發熱，骨節痠痛，無汗而喘，脈浮緊等症狀，但由於太陽表實證是邪犯太陽經，病變部位以太陽經脈循行處為主，故有頭項強痛、腰痛之症，其本證沒有皮膚、鼻竅、咽喉的症狀，而風寒表證可見肺、鼻、咽喉、皮毛等肺衛各處的症狀。太陽表實證見於傷寒六經病變當中，風寒表證見於一般外感疾病當中。從二者的病位、病變特點可以區分。\n表寒里熱證與風寒表證 表寒里熱證是外有風寒表證而內有里熱實證、表里寒熱錯雜的證候。其證起因有二：一為風寒之邪未解，傳里化熱；二為本有內熱，又外感風寒，一發病即出現表寒里熱證。表寒里熱證既有惡寒、發熱、頭身疼痛等風寒表證的特徵，又出現了諸如煩躁口渴、汗出、或痰吐粘稠、喘息氣熱等里熱症狀。由於兩證都具有風寒在表的症狀，所以是否同時伴有里熱證的表現，是鑑別二者的關鍵所在。\n風濕犯表證與風寒表證 風濕犯表證是風濕之邪侵犯人體肌表，陽氣不得外達所導致一系列病變的證候。多見於久居濕地、素體多濕之人，外受風濕，兩感而得之。它與風寒表證都可見惡風發熱、一身盡疼等症狀，但由於風邪所兼挾之邪不同，兩證的主症亦有區別：寒性清冷、凝滯、收引，故風寒表證有惡寒、無汗、鼻塞流清涕、脈浮緊等寒邪在表的症狀；濕性粘滯、重著，故風濕犯表證有頭脹痛如裹、身重胸悶、遍體不舒、汗出粘膩、脈濡等濕邪困表的症狀，二者病因病機，臨床表現均有不同，可資鑑別。值得注意的是，由於寒、濕同為陰邪，深秋及冬春又同為時令之氣，故風寒濕常合邪侵犯人體肌表，臨床既見風寒在表的症狀，又見風濕在表的症狀，辨證時當仔細，防止漏辨。"
  },
  "literature": "《醫偏·傷風寒》：“此言其輕淺者，邪只犯皮毛。皮毛為肺之合，皮毛閉則肺氣不得外泄，故上塞而嚏。蒸成涕液，壅塞鼻中，故聲出重濁。肺氣鬱而成熱，故肺癢而咳。其人平素體氣寒者則無汗，熱者則有汗。或發熱或不發熱，或頭痛或不頭痛。蓋雖輕症，其中又分輕重也。虛者參蘇飲，實者則川芎茶調散。”\n《症因脈治·發熱總論》：“風寒發熱之症，頭痛身痛，惡寒發熱拘緊，此表邪發熱也。手足多汗，口渴惡熱，此里邪發熱也。風寒發熱之因，或時令當寒，或非時暴寒，或早晚受寒，體虛不謹，則感冒而發熱矣。風寒發熱之脈，脈見浮緊，寒邪傷營，脈見浮緩，風邪傷衛。”",
  "zhengsu_composition": {
    "location": [
      "biao"
    ],
    "nature": [
      "feng",
      "han"
    ]
  }
}