{
  "id": "fengshifanbiao",
  "number": 83,
  "name": "風濕犯表證",
  "category": "全身證候",
  "overview": "風濕犯表證是由於“風”、“濕”兩種邪氣同時侵犯人體肌表而造成的證候。\n主要臨床表現為；頭暈而重，全身酸脹困重，惡寒發熱，有汗不解，肌肉關節疼痛，胸悶口不渴，苔白滑，脈浮數。\n風濕犯表證常見於“頭痛”、“痺病”、“腰痛”、“水腫”等疾病中。\n本證須與“風寒束表證”鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“頭痛”",
    "“痺病”",
    "“腰痛”",
    "“水腫”"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "風為百病之長，最易挾濕，濕為陰邪易傷陽氣，故本證候見於痺病而表現為肌肉關節疼痛腫脹重著，疼痛游走，怕風，皮色不變或肌膚麻木不仁，治宜祛風除濕蠲痺通絡，方用羌活胜湿汤(《內外傷辨惑論》)；若外感風濕表里陽氣俱虛，宜助陽祛風化濕，如《金匱要略·痙濕暍病脈證治》所述：“風濕相搏，骨節疼煩，掣痛不得屈伸，近之則痛劇，汗出短氣，小便不利，惡風不欲去衣，或身微腫者，甘草附子汤主之。”若風濕而見表陽虛，宜助陽除濕微發其汗，“傷寒八九日，風濕相搏，身體疼煩，不能自轉側，不嘔不渴，脈浮虛而澀者，桂枝附子汤主之，若大便堅，小便自利者，去桂加白术汤主之。”若外感風濕，兼有化燥之勢，宜清化其濕，“病者一身盡疼，發熱，日晡所劇者，名風濕。此病傷於汗出當風，或久傷取冷所致也。可與麻黄杏仁薏苡甘草汤。”風濕犯表證見於頭痛病者，表現為：頭痛如裹，肢體困重，胸悶腹脹。納呆嘔惡，口乾少飲，苔膩，脈濡或漸緩，治宜祛風化濕，方用加减神术散(《經驗醫庫》)。本證候見於腰痛病中，多因臥濕受風，或腎虛風濕侵襲，留滯經絡。表現為：腰背拘急，酸重疼痛，活動不利，或發熱惡風，或浮腫，脈浮澀，治宜祛風化濕，方用独活秦艽汤(《症因脈治》)。本證候見於水腫，如《證治要訣》述：“有一身之間，惟面與雙腳浮腫，早起則面甚，晚則腳甚。經云，面腫為風，腳腫為水，乃風濕所致。”病機為因冒雨涉水，或居處潮濕，風濕困遏肌表，肺主一身之表，風濕困遏肌表導致肺氣閉鬱不宣，通調水道失調，故見身重浮腫，目窠下腫，皮膚光澤，不惡寒，或汗出惡風，胸悶，咳逆尿少，小便黃其後反白，舌苔黃水潤，脈沉。治宜疏風去濕，利水消腫，方用麻杏薏甘汤(《金匱要略》)或防已黄芪汤(《金匱要略》)。本證候見於感冒，表現為：腰脊重痛，一身盡痛，不能轉側，惡寒微熱，舌苔白膩，脈濡緩。如《內外傷辨惑論》所說：“肩背痛，不可回顧者，此太陽氣鬱而不行，以風藥散之。脊痛項強，腰似折，項似拔，此足太陽經不通行，以羌活胜湿汤主之。”\n風濕犯表證最易發生在春夏交季時節，年高表虛肥胖之人易發。證候轉歸有二：一為感受風濕之邪，邪氣久鬱化熱，而見有惡寒輕發熱重，口渴口苦，尿黃赤，等熱象，從而轉為風熱上擾證或風熱壅盛證，二是風邪祛除後，僅剩濕邪化熱，轉為濕熱內蘊證，三是因濕邪最易困脾陽，從而出現水腫全身均甚，按之凹陷，胸悶納呆嘔惡，尿少便溏而致脾陽虛證。",
    "type_comparison": "風濕犯表證與風寒束表證 二者均可見到頭痛，發熱惡寒，均為表證，但感受病邪不一致，故各有特點。前者因挾濕邪，濕性重濁，濕性粘膩，濕勝則腫，故可見頭痛如裹，關節腫，皮膚水腫，濕阻氣機，膀胱氣化不利故見尿少，濕脈最易見濡或緩，舌苔黃膩上潤；風寒束表證因感受風寒邪氣可致肺氣內閉，氣逆不降而見喘，咳嗽，鼻塞流涕，舌苔薄白，脈浮。另外同是頭痛，風濕犯表證頭痛重如裹，風寒束表證頭掣痛，頸項拘急，同是發熱惡寒，風濕犯表證症狀較輕，而風寒束表證症狀重，尤以惡寒明顯。所以二者較易鑑別。"
  },
  "literature": "《金匱要略·痙濕暍病脈證並治》：“濕家，病身疼發熱，面黃而咳，頭痛鼻塞而煩……病在頭中寒濕，……”\n《醫學入門》：“先傷濕而後傷風，風先上受，濕先下受，風濕相搏，風在外而濕在內。……寒熱身痛，麻杏苡甘湯。體痛發熱，小便不利，麻黃湯加蒼朮。”“大概風濕多侵乎上……寒濕多侵乎下……”\n《醫宗必讀》：“風濕者既受濕氣，復感風邪，肢體重痛，額汗脈浮。”\n《景岳全書·腰痛》：“濕滯在腰痛者，或以雨水，或以濕衣，或以坐臥濕地，凡濕氣自外而入者，總皆表證之屬，宜不換金正气散、平胃散之類主之，……”\n《雜病源流犀燭·頭痛》：“因濕痛者，或冒雨侵露，頭必重，天陰尤甚，宜清空膏去黃芩、黃連，加蒼朮、茯苓……”\n《濕熱病篇·濕熱證》：“惡寒無汗，身重頭痛，濕在表分，宜藿香、香薷、羌活、蒼朮、薄荷、牛蒡子等味，頭不痛者去羌活。”\n《全生集·辨正傷寒溫病熱證》：“傷濕中濕風濕：傷濕者，濕傷太陽經起也。中濕者，濕中太陰脾經或腎經也。風濕者，或先濕而後傷風，風濕相搏而後病也。”"
}