{
  "id": "fengretandu",
  "number": 419,
  "name": "風熱痰毒證",
  "category": "專科證候",
  "overview": "風熱痰毒證是指風溫風熱毒邪客於肺胃或肝胃，積熱上壅，並挾痰挾濁，上攻頸喉要道，以致局部熱毒壅盛，痰毒互結而出現的一系列症狀的概稱。\n主要臨床表現為：起病較快，來勢急驟，或繞於喉，或發於頸。局部紅腫熱痛，根腳散漫，範圍較大，伴惡寒壯熱，頭痛項強，便秘尿赤。\n風熱痰毒證常見於“鎖喉癰”、“頸癰”、“蛤癰”等疾病。\n本證需與“風火熱毒證”相鑑別。",
  "clinical_manifestations": "起病較快，來勢急驟，或繞於喉，或發於頸。局部紅腫熱痛，根腳散漫，範圍較大，伴惡寒壯熱，頭痛項強，便秘尿赤。風熱痰毒證",
  "common_diseases": [
    "“鎖喉癰”",
    "“頸癰”",
    "“蛤癰”"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "風熱痰毒證可見於多種疾患，如鎖喉癰、頸癰、蛤癰等，雖均由痰熱痰毒互結所為，但臨床表現及治法均有差別，其中以鎖喉癰最為嚴重，如不及時治療，易造成痰壅痙厥和毒邪內陷，其餘兩者較為緩和。鎖喉癰出現本證時，來勢猛烈，初起結喉處紅腫繞喉，灼熱疼痛，根腳散漫，範圍較大，2~3天後腫勢即延及兩頸，甚至上延腮頰下至胸前，嚴重者腫及咽喉、舌下而併發喉風、重舌以致湯水難咽，甚至氣喘痰壅，發生痙厥。全身伴有惡寒壯熱，頭痛項強，便秘尿赤，舌紅絳、苔黃膩，脈弦滑數。若腫勢漸趨局限，按之中軟者，為成膿之兆，此為風溫風熱毒邪客於肺胃，積熱上壅，並挾痰挾濁，上攻頸喉要道，以致局部熱毒壅盛，痰毒互結而成；或因熱病之後餘毒未清，挾痰挾濁上攻所致；或因口底齒齦舌咽糜爛生疳損傷，或乳蛾等感染邪毒而繼發。治宜散風清熱，化痰解毒，方用普濟消毒飲(《東垣十書》)，外用玉露散或金銀花露或菊花露調敷患處，以箍毒消腫；成膿宜早期切開排膿。頸癰出現本證時，表現為頸旁或頜下、耳後、頦下一側結塊，形如雞卵，邊界清楚，灼熱疼痛，皮色不變，局部壓痛明顯，稍可活動，伴有明顯的風溫外感症狀，約7~10天仍不消散，即欲成膿，以後化膿潰破。此為外感風溫風熱毒邪蘊結於肝胃，積熱上壅，並挾痰挾濁，上攻凝結於頸部所致；或因口疳、齲齒、乳蛾或頭面瘡癤等感染邪毒而繼發。治宜散風清熱，化痰消腫。方用牛蒡解肌湯(《瘍科心得集》)或銀翹散(《溫病條辨》)，外用金黃膏調敷患處，或用鮮菊花葉、鮮蒲公英、鮮地丁草等，搗爛濕敷，以箍毒消腫；成膿宜切開排膿。蛤癰出現本證時，表現為寒戰高熱，後頸部突然腫脹結塊，局部嫩紅灼熱疼痛，吞咽時加劇，腫塊隨吞咽動作而上下移動。因壓迫周圍而出現氣促、聲嘶、吞咽困難等症狀。若化膿則脹痛跳痛，成膿後出現波動感。發病前1~2週先有風溫外感病史。此為風溫風熱毒邪客於肺胃，積熱上壅，並挾痰挾濁，上攻蘊結頸部，以致局部氣血凝滯，痰毒互結而成。治宜散風清熱，化瘀消腫。方用牛蒡解肌湯(《瘍科心得集》)，外用金黃散或雙柏散調敷患處，以箍毒消腫；成膿宜切開排膿，提膿祛腐。",
    "type_comparison": "風火熱毒證與風熱痰毒證 風火熱毒證多發於頭面頰頤部，局部紅腫熱痛，範圍較大，伴惡寒高熱，頭痛酸楚，口渴納呆，便秘尿赤，常見於發頤、顏面丹毒等疾病。如不及時治療，易造成毒邪內陷。其因於風熱毒邪蘊結於肌膚，與氣血凝滯，以致局部熱毒壅盛，血凝血熱。而風熱痰毒證之病位或繞於喉，或發於頸，局部紅腫熱痛，根腳散漫，範圍較大，伴惡寒壯熱，頭痛項強，便秘尿赤，常見於鎖喉癰、頸癰、蛤癰等疾病，其中以鎖喉癰最為嚴重，如不及時治療，易造成氣喘痰壅痙厥。其因於風溫風熱毒邪客於肺胃或肝胃，積熱上壅，並挾痰挾濁，上攻頸喉要道，以致局部熱毒壅盛，痰毒互結。兩者均發於上部，發病較急，局部紅腫熱痛，均與風熱毒邪相關。但風火熱毒證以火毒為主，病灶位於頭面頰頤部，因火毒壅盛，血分有熱，極易內攻臟腑；而風熱痰毒證以痰毒為主，病灶位於頸喉要道，因挾痰挾濁上攻故常出現氣促痰壅，甚至發生“痙厥”。"
  },
  "literature": "《瘍科心得集》：“頸癰生於頸之兩旁，多因風溫痰熱而發，蓋風溫外襲，必鼓動其肝木，而相火亦因之俱動，相火上逆，脾中痰熱隨之。頸為少陽絡脈循行之地，其循經之邪至此而結，故發癰也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "feng",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：風、熱/火。根據證候名稱「風熱痰毒證」分析其病機組成。"
}