{
  "id": "feng",
  "number": 20,
  "name": "風證",
  "category": "基礎證候",
  "overview": "風證有外風、內風之分。外風是由外感風邪而致。風邪乃六淫之一，屬陽邪，為外感疾病的先導，並常與其它病邪相兼而致病，如風寒、風熱、風濕、風燥等。風邪多侵犯衛表，襲於肌膜、經絡，發病症狀每有游走性和多變性特點。內風則是內生五邪之一，即風氣內動或肝風內動，是指由於臟腑功能失調，或火熱熾盛，或陰血虧虛等，致使陽氣亢逆變動、氣血逆亂、筋脈失養而出現動搖，眩暈，抽搐，震顫，麻木等陰虛陽亢、陽升無制的病理證候。\n主要臨床表現為：外風為發熱惡風，頭痛，汗出，咳嗽，鼻塞流涕，苔薄白，脈浮緩，或皮膚粗糙起鱗屑，瘙癢；內風見眩暈欲仆，頭搖而痛，項強肢顫，語言謇澀，手足麻木，肢體活動不利，或卒然昏倒，不省人事，口眼喎斜，半身不遂，舌強不語，喉中痰鳴，或高熱神昏，躁擾如狂，手足抽搐，頸項強直，角弓反張，兩目上視，牙關緊閉，或手足蠕動，肌肉搐動，關節拘急不利，肢體麻木，舌紅或淡，脈弦而有力或細。\n風證常見於“感冒”、“咳嗽”、“癇病”、“眩暈”、“頭痛”、“中風”、“痙病”、“痺病”、“水腫”等病證中。\n本證應與“血虛證”、“肝陽上亢證”等相鑑別。",
  "clinical_manifestations": "外風為發熱惡風，頭痛，汗出，咳嗽，鼻塞流涕，苔薄白，脈浮緩，或皮膚粗糙起鱗屑，瘙癢；內風見眩暈欲仆，頭搖而痛，項強肢顫，語言謇澀，手足麻木，肢體活動不利，或卒然昏倒，不省人事，口眼喎斜，半身不遂，舌強不語，喉中痰鳴，或高熱神昏，躁擾如狂，手足抽搐，頸項強直，角弓反張，兩目上視，牙關緊閉，或手足蠕動，肌肉搐動，關節拘急不利，肢體麻木，舌紅或淡，脈弦而有力或細",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "風性輕揚而開洩，善行而數變，四時均可致病，另風邪侵襲人體部位甚多，其他病邪常兼挾風邪為病，故有“風為百病之長”之說。風證是臨床最常見的證候之一，涉及範圍甚廣，可出現於多種疾病中。如見於感冒及咳嗽中，多由風邪與當令之時氣相挾而傷人，以風寒、風熱、風燥多見，而致衛表不和，肺失宣肅。風寒證，症見惡寒重，發熱輕，無汗，頭痛，肢體痠疼，鼻塞聲重，時流清涕，咳嗽咽癢，痰吐稀薄色白，口不渴或渴喜熱飲，舌苔薄白而潤，脈浮或浮緊，治宜辛溫解表，宣肺止咳，方用荊防敗毒散(《外科理例》)、三拗湯(《和劑局方》)合止嗽散(《醫學心悟》)；風熱證，症見身熱較著，微惡風，汗出不暢，頭脹痛，咳嗽，痰粘或黃，咽喉腫痛，鼻塞，流黃濁涕，口渴欲飲，舌苔薄白微黃，邊尖紅，脈象浮數，治宜疏風清熱，宣肺化痰，方用銀翹散(《溫病條辨》)或桑菊飲(《溫病條辨》)；風燥證，症見乾咳，連聲作嗆，喉癢咽乾鼻燥，無痰或痰少而粘連成絲，不易咯出，初起或伴鼻塞，頭痛，發熱，惡寒，汗出或無汗等，舌苔薄白或薄黃，乾而少津，脈浮數或浮緩，治宜疏風清肺，潤燥止咳，方用桑杏湯(《溫病條辨》)加麥冬、玉竹，或用杏蘇散(《溫病條辨》)加紫菀、款冬、百部、荊芥、防風。風證見於頭痛，常由風邪挾寒、濕、熱等時邪上犯巔頂，阻遏絡道，閉蒙清陽，上擾清空而致，風寒頭痛，症見頭痛時作，痛連項背，惡風畏寒，遇風尤劇，口不渴，苔薄白，脈浮緊，治宜疏散風寒止痛，方用川芎茶調散(《和劑局方》)；風熱頭痛，症見頭痛而脹，甚則頭痛如裂，發熱或惡風，面紅目赤，口渴欲飲，便秘溲黃，舌質紅，苔黃，脈浮數，治宜疏風清熱止痛，方用芎芷石膏湯(《醫宗金鑑》)；風濕頭痛，症見頭痛如裹，肢體困重，納呆胸悶，小便不利，大便或溏，苔白膩，脈濡，治宜祛風勝濕止痛，方用羌活勝濕湯(《內外傷辨惑論》)；另在內傷頭痛中，有風陽循經上擾清竅之肝陽頭痛，症見頭痛而眩，心煩易怒，夜眠不寧，面紅口苦，舌紅苔黃，脈弦有力，治宜平肝潛陽，方用天麻鉤藤飲(《雜病診治新義》)。風證見於眩暈，多由素體陰虧陽盛，復因憂鬱惱怒，氣鬱化火，肝陰暗耗，風陽升動，上擾清空而致，症見眩暈耳鳴，如坐車船，頭脹痛，煩勞或惱怒尤劇，甚則肢麻肉瞤，筋惕震顫，面紅急躁，口苦，不寐，舌質紅，苔黃，脈弦數，治宜平肝潛陽，滋養肝腎，方用鎮肝熄風湯(《醫學衷中參西錄》)，或用羚羊鉤藤湯(《通俗傷寒論》)。風證見於中風病，由於平素氣血虧虛，臟腑陰陽失調，加之憂思惱怒，或飲食勞倦，或外邪侵襲等誘因，出現陰虧於下，陽亢於上，肝陽暴張，陽化風動，血隨氣逆，挾痰挾火，橫竄經隧，蒙閉清竅，而形成上實下虛，陰陽互不維繫的危重病證。如絡脈空虛，風邪入中，症見肌膚不仁，手足麻木，突然口眼喎斜，語言不利，口角流涎，甚則半身不遂，苔薄白，脈浮數，治宜祛風養血通絡，方用大秦艽湯(《素問病機氣宜保命集》)；另有波及心肝脾腎者，根據正邪情況有閉證、脫證之分，在此不加贅述。風證見於癇病，乃為臟腑失調，風陽痰濁蒙閉心竅，流竄經絡所致，症見發作性精神恍惚，甚則突然仆倒，昏不知人，口吐涎沫，兩目上視，四肢抽搐，或口中如做豬羊叫聲，舌苔白膩，脈多弦滑，治宜滌痰熄風，開竅定痛，方用定癇丸(《醫學心悟》)。風證見於痙病，多由風寒濕邪壅滯脈絡，氣血運行不利，筋脈失養，拘急成痙，症見頭痛，項背強直，四肢抽搐，甚則角弓反張，惡寒發熱，肢體痠重，苔白膩，脈浮緊，治宜祛風散寒，和營燥濕，方用羌活勝濕湯(《內外傷辨惑論》)。風證見於痺病，乃由正氣不足，感受風寒濕邪，閉阻經絡，氣血運行不暢所致，風邪偏盛者乃為行痺，症見肢體關節痠痛，游走不定，關節屈伸不利，或見惡風發熱，苔薄白，脈浮，治宜祛風通絡，散寒除濕，方用防風湯(《宣明論方》)加羌活、白芷、威靈仙、川芎、獨活、牛膝、防己、杜仲、桑寄生。另風證還可見於風水，由風邪外襲，內舍於肺，肺失宣降，水道不通，以致風遏水阻，風水相搏，流溢肌膚，而發為水腫，症見眼瞼浮腫，繼則四肢及全身皆腫，來勢迅速，多有惡寒，發熱，肢節痠楚，小便不利，苔白膩或黃，脈滑或沉，治宜散風清熱，宣肺行水，方用越婢加朮湯(《金匱要略》)加味。\n風證在各種疾病中臨床表現繁雜，其特點也有很大不同，多與患者的年齡、體質有關。一般說來，外風和熱極生風多見於青壯年及素體壯實者；老年陰氣自半，氣血漸衰者，久病臟腑虛弱者，則多見肝陽化風、陰虛風動、血虛風動；而小兒也可因先天稟賦不足，脾胃虛弱，加之飲食不節，損傷脾胃，致脾土虛寒，陽氣不能外達於四末，則筋脈無以温煦，氣不布津，則手足筋脈失於濡潤，遂致風氣內動，發為脾虛生風(慢驚風)。另風邪侵襲人體部位廣泛，客於肺衛，則見惡寒發熱，咳嗽咽痛等；傷於皮膚，則可見乾燥，起屑，瘙癢；上襲頭目，則見頭痛眩暈；稽留於肌膜與水相搏，則發為風水；游走於筋骨關節乃為行痺；壅滯於血脈經絡，則發為痙病和中風。\n風證發病多與肝、脾、腎有關，其中與肝關係最為密切，故有“諸風掉眩，皆屬於肝”之說。風證之發展也多是由實致虛、由外入里的病變過程。如外風日久化熱，煎熬津液，耗傷陰血，陽亢無制，陰血不能濡養筋脈，則發為內風。內風的虛損程度也隨病情的發展而變化，如中風中臟腑先以邪實內閉證為多見，治宜開閉祛邪，若治療不及時或誤治，或正不勝邪，閉證則可轉化為以陽氣欲脫為主的脫證，治當固脫扶正。",
    "type_comparison": "血虛證與風證 二者在病因病機上有密切聯繫，血虛如不能濡養筋脈，或血不榮絡，則會導致風證中的虛風內動，臨床症見肢體麻木不仁，筋肉跳動，甚則手足拘攣不伸等，故血虛證是風證血虛生風的起因，而血虛生風又是血虛證的發展結果之一。在臨床表現上，血虛證以面白無華或萎黄，唇甲淡白，頭暈眼花，心悸失眠，舌淡脈細等體表、肌膚、粘膜呈現淡白，以及全身虛弱症狀為特點；而風證血虛生風除具有血虛之候外，還主要有上述風氣內動之臨床表現。故二者不難區別。\n肝陽上亢證與風證 肝陽上亢證與風證中肝陽化風同是肝陰不潛陽，陰虛陽亢引起的證候，前者是後者的起因，而後者則是前者的發展結果。二者在化風與未化風、動風與未動風之間，存在著病機與臨床表現上的明顯區別。在病機上，肝陽上亢證只有水不涵木，陽氣浮動於上的陽亢病變；而風證肝風內動之肝陽化風是在前者的基礎上，有了質變的發展，肝腎愈虧，陽亢而化火化風愈烈。在臨床表現上，肝陽上亢證只存在陽氣亢盛於上部的陽亢症狀，如頭痛，頭暈，面紅，目眩，耳鳴，口舌乾燥等；而肝陽化風則除具有陽氣上浮症狀外，還有視物昏轉，震眩不定，肢麻筋惕，起即欲仆等風氣內動之候。據上述特點，二者可予以鑑別。"
  },
  "literature": "《素問·玉機真藏論》：“是故風者百病之長也，今風寒客於人，使人毫毛畢直，皮膚閉而為熱，當是之時，可汗而發也；或痺不仁腫痛，當是之時，可湯熨及火灸刺而去之。”\n《諸病源候論·風偏枯候》：“偏枯者，由氣血偏虛，則腠理開，受於風濕，風濕客於身半，在分腠之間，使血氣凝澀，不能潤養，久不痿，真氣去，邪氣獨留，則成偏枯。”"
}