{
  "id": "fengtan",
  "number": 106,
  "name": "風痰證",
  "category": "全身證候",
  "overview": "風痰證有二：一為肝風挾痰，上擾清竅或風痰竄絡，經脈失養導致痰盛動風的證候。屬內傷範疇，多因脾虛生痰，肝陽化風，痰隨風動所致。二為風痰入絡，口眼喎斜，為外感風邪，風痰互結所致。臨床上也有把表證咳逆痰喘稱為風痰者，但不在本證討論範圍。\n主要臨床表現為：喉中痰鳴，噁心嘔吐，吐出痰涎清白多泡沫，胸脅滿悶，頭暈目眩，肢體麻木，甚至突然跌倒，神志昏迷，舌強不語，抽搐痙厥，或口眼喎斜，半身不遂，舌苔厚膩，脈弦滑。\n本證常見於“眩暈”、“中風”、“癇病”等疾病中。\n本證在臨床上應與“熱痰證”、“血瘀證”鑑別。",
  "clinical_manifestations": "喉中痰鳴，噁心嘔吐，吐出痰涎清白多泡沫，胸脅滿悶，頭暈目眩，肢體麻木，甚至突然跌倒，神志昏迷，舌強不語，抽搐痙厥，或口眼喎斜，半身不遂，舌苔厚膩，脈弦滑。",
  "common_diseases": [
    "“眩暈”",
    "“中風”",
    "“癇病”"
  ],
  "differential_syndromes": [
    "“熱痰證”",
    "“血瘀證”"
  ],
  "differential": {
    "self_analysis": "凡風痰證都有痰盛而動風的表現，但出現在不同的疾病中有不同的特點。眩晕病的風痰證以頭暈如旋，目眩耳鳴，嘔吐痰涎為特徵，多由風痰上擾，肝木乘胃，胃氣上逆所致，方選半夏白术天麻汤(《醫學心悟》)化裁。中風病的風痰證又有風痰阻絡與風痰閉竅之不同：其風痰阻絡證，多由外風引動內風，風痰流竄經絡，氣血鬱滯所致，主要表現為口眼喎斜，肢體麻木，甚至半身不遂，治當祛風化痰，疏通經絡，方選牵正散(《楊氏家藏方》)或大秦艽汤(《醫學發明》)化裁；風痰閉竅證，多由陽亢化風，風痰上壅，蒙蔽清竅所致，主要表現為突然昏仆，不省人事，舌強不語，喉中痰鳴，口角流涎等症，治當豁痰開竅，方選涤痰汤(《奇效良方》)加減。風痰阻絡證即中風之中經絡，無神志障礙，病情一般較輕；風痰閉竅證即一般所謂中風之中臟腑，出現神志昏迷，語言謇澀，病情一般較為嚴重。癇病的風痰證是由於風痰上擾，心神被蒙所致，是一種發作性的疾病，發作時主要表現為突然昏倒，不省人事，口吐涎沫，兩目上視，肢體抽搐，口中發豬羊叫聲，移時甦醒，且經常發作，無後遺症，治當滌痰熄風，開竅定癇，方選定痫丸(《醫學心悟》)加減。\n風痰證多見於肝腎陰虧，肝陽上亢及肥胖痰盛之人。肝陽化風，痰隨風動，最易引起此證。情志抑鬱或性情暴躁者，易致肝氣鬱結，氣鬱化火，肝陽暴張，陽亢而風動，故痰隨風動，出現風痰證。本證病機演變過程中，常挾脾虛濕痰證與肝腎陰虛證。“脾為生痰之源”，飲食失調，勞倦內傷，損及脾胃，脾氣不足，水谷不化，聚濕生痰，則形成脾虛濕痰證。脾虛濕痰證往往是風痰證痰的來源，故風痰證常兼脾虛濕痰證。它的主要表現為納呆噁心，嘔吐痰濁，食後腹脹，大便溏薄，倦怠乏力，面色萎黃無澤等症。七情或房勞所傷，耗損精血，肝腎陰虛，陰不斂陽，陽亢化風，痰隨風動，所以肝腎陰虧，陽亢化風是痰證動風的基礎。此外，肝陽亢盛，陽熱煎耗津液，又成為風痰證痰的來源，所以風痰證常兼見肝腎陰虛證。肝腎陰虛證的主要表現為腰膝痠軟，頭暈耳鳴，潮熱盗汗，五心煩熱，午後顴紅，口燥咽乾等。",
    "type_comparison": "熱痰證與風痰證 熱痰證與風痰證均可出現神志異常及痰涎壅盛的臨床表現。熱痰證由邪熱煎熬津液而生痰，或痰鬱生熱，熱與痰相搏結而成熱痰。熱痰侵犯心神，上擾清竅，則出現煩熱，失眠，或時多喜笑，或發狂妄等神志狂亂的表現；風痰證由肝陽素旺，克犯脾土，脾運失健，痰濁內生，或勞倦內傷，脾失健運，聚濕生痰，肝風挾痰橫竄經絡，蒙蔽清竅所致，所以出現突然仆倒，神志昏迷，舌強不語等神志障礙。熱痰證與風痰證在神志方面的鑑別要點是：熱痰證表現為神志狂亂，風痰證表現為神志昏迷，且有動風見症。在痰的性狀方面：熱痰證之痰黃稠，或痰白而膠結成塊，而風痰證之痰涎清稀多泡沫。在舌脈方面：熱痰證與風痰證都表現為苔膩，脈滑，但熱痰證兼有熱象，故舌紅苔黃膩，脈滑數，而風痰證兼有肝風，故脈弦滑。\n血瘀證與風痰證 血瘀證由瘀血阻絡，脈絡失養所致，可出現肢體麻木，半身不遂。風痰證由風痰阻絡，脈絡失養所致，亦可出現肢體麻木，半身不遂。故二者臨床表現有相似之處。二者的鑑別主要在于伴隨症狀：血瘀證有唇甲青紫，舌質暗紫有瘀斑，脈細澀等表現，而風痰證有痰涎較多，舌苔膩，脈滑等表現，放二者不難鑑別。"
  },
  "literature": "《醫宗必讀·痰飲》：“在肝經者，名曰風痰，脈弦面青，四肢滿悶，便溺秘澀，時有躁怒，其痰青而多泡，水煮金花丸，防風丸，川芎丸。”\n《醫學入門·痰類》：“風痰外感賊邪，或腎枯木動，或內風鬱熱，色青而光，風虛三生飲、古龙虎丹，風熱小省风汤、搜風化痰丸、回神丹、竹沥膏。”"
}