{
  "id": "fengxiefanbiao",
  "number": 81,
  "name": "風邪犯表證",
  "category": "全身證候",
  "overview": "風邪犯表證，是由風邪侵襲肌表，衛外機能失常引起的一系列病變的證候。多因氣候多變，生活起居失慎，或體虛衛表不固，風邪外襲所致。\n主要臨床表現為：惡風，汗出，鼻塞，流涕，噴嚏，咽喉痛癢，咳嗽，頭身痛，或皮膚瘙痒，遍生風團，頭面四肢水腫，脈浮。\n風邪犯表證常見於“感冒”、“咳嗽”、“傷風鼻塞”、“汗證”、“水腫”、“癮疹”等病中。\n本證應與“風中經絡證”、“太陽表虛證”相鑑別。",
  "clinical_manifestations": "惡風，汗出，鼻塞，流涕，噴嚏，咽喉痛癢，咳嗽，頭身痛，或皮膚瘙痒，遍生風團，頭面四肢水腫，脈浮。風邪犯表證",
  "common_diseases": [
    "“感冒”",
    "“咳嗽”",
    "“傷風鼻塞”",
    "“汗證”",
    "“水腫”",
    "“癮疹”等病"
  ],
  "differential_syndromes": [
    "“風中經絡證”",
    "“太陽表虛證”"
  ],
  "differential": {
    "self_analysis": "因風性輕揚，故多從口鼻、頭目、皮毛等肌表入侵，出現衛表及肺系症狀。又因風為百病之長，常兼挾他邪入侵，根據四時氣候及人體素質的不同，而表現為挾寒、挾熱、挾濕的風寒表證、風熱表證、風濕表證。風邪犯表證在不同的疾病中，表現不同，治法各異。在感冒病中，以惡風，鼻塞，流涕，噴嚏，頭身痛，發熱為主要症狀，此系風邪外襲，肺衛失宣所致，治以解表祛風為大法，依據風寒、風熱的不同，輔以辛溫散寒或辛涼清熱之法，分別選用荆防败毒散(《外科理例》)、银翘散(《溫病条辨》)加減。在咳嗽病中，常為外感咳嗽初起，除有鼻塞、流涕、惡寒發熱、頭身痛等在表之症外，以咳嗽，咳痰，咽喉癢或痛為突出症狀，此為風邪侵犯肺衛，肺失宣肅，肺氣上逆所致，治當疏風解表，宣肺止咳，挾寒證時選止嗽散(《醫學心悟》)加減，挾熱證時選桑菊饮(《溫病条辨》)加減。在傷風鼻塞病中，以鼻竅不通，流涕、噴嚏頻作，甚至不聞香臭為主要症狀，此系風邪外襲，肺氣失宣，清肅失常，鼻竅不利所致，臨床有風寒、風熱之別，風寒證治當辛溫通竅，疏散風寒，方選通窍汤(《古今醫鑑》)加減，風熱證治當辛涼通竅，疏風清熱，方選银翘散(《溫病条辨》)加減。在汗證中，本證多表現為自汗，常見於體弱，陰陽失調而外受風邪的患者，因營衛不調，衛表失和，腠理開洩，故見汗出惡風，或微惡風寒，或有微熱，肢體痠楚，半身或局部出汗等症狀，治當解肌祛風，調和營衛，方選桂枝汤(《傷寒論》)加減。本證亦見於水腫病中之陽水，因風邪襲於肺衛之表，肺失宣降，水道失調，風水相搏，流溢肌膚，故水腫迅起，始發於頭面、眼瞼，繼而遍及四肢，甚則全身浮腫，並伴有惡寒發熱、咳喘、小便不利等症。治宜散風宣肺行水，方選越婢加术汤(《金匱要略》)加減。在癮疹病中，多因人體腠理不密，衛氣不固，風邪乘隙侵襲，阻於皮膚之間，內不得通，外不得洩而致，其特徵是發病迅速，皮膚隨處均可發生局限性風團，並伴有瘙痒，消退迅速，不留痕跡。若挾寒邪，治宜疏風散寒，調和營衛，方選桂枝汤(《傷寒論》)加減；若挾熱邪，治宜疏風清熱，方選消风散(《外科正宗》)加減。\n風邪犯表證起病急，變化迅速，一般病程較短，病勢輕淺。風邪易與寒、熱、濕、毒之邪相兼為病，臨床當詳辨之。氣候突變、生活起居失調時易感邪而得，體質壯實之人以表實證居多，體虛之人，衛表不固，肌腠疏鬆，得之易成虛實挾雜之證，若再兼挾濕熱、疫毒犯表，則症狀表現較重，若治不及時，邪氣由表入里，則釀成表里同病，或轉為里證，或變生他證。",
    "type_comparison": "風中經絡證與風邪犯表證 兩證在病因上均為風邪外襲，屬於“外風”範疇，都有惡風寒、發熱、汗出、肢體痠痛、脈浮等衛表症狀，容易混淆，可從以下幾方面加以鑑別：一、體質因素：凡遇季節氣候變更，或生活起居不慎，遭遇風邪侵襲，無論體質壯實與否，都可患風邪犯表證，而風中經絡證易見於正氣不足、脈絡空虛之體。二、病機；風邪犯表證病機是風邪侵襲衛表肌膚，肺衛失宣，肺失清肅；風中經絡證病機是正氣不足，氣血衰弱，脈絡空虛，風邪入中，痺阻經絡氣血。三、臨床表現：風邪犯表證以衛表、肌膚及肺系症狀為主，如惡風、汗出、流涕、發熱、咳嗽、頭身痛、水腫、皮膚瘙痒或遍生風團等，風中經絡證除可見衛表之症之外，主要以經脈病變為主，表現為經絡不利，輕者如肌膚不仁，手足麻木，重者口眼歪斜、口角流涎、語言不利，甚則半身不遂。\n太陽表虛證與風邪犯表證 太陽表虛證是以風邪為主的風寒之邪侵犯太陽經脈而導致的一系列病變的總稱。病機為風邪外襲，使衛受病，衛陽浮盛於外，營陰不能內守，營衛失調。太陽表虛證病位亦在衛表，但病變集中在太陽經脈循行處，較風邪犯表證的病變範圍要小，症狀也不如風邪犯表證複雜，以發熱，惡風，頭痛，脈浮緩，自汗出或有鼻鳴乾嘔為典型症狀。二者可據病機、病症表現加以鑑別。"
  },
  "literature": "《素問·骨空論》：“風從外入，令人振寒，汗出頭痛，身重惡寒”。\n《千金要方·論雜風狀》：“風邪客於肌膚，虛癢成風疹瘙瘡。”\n《類證治裁·傷風》：“其症惡風有汗，脈浮，頭痛，鼻塞聲重，咳嗽痰多，或憎寒壯熱，惟其人衛氣有疏密，感冒有淺深，故見症有輕重。……凡體實者，春夏治以辛涼，秋冬治以辛溫，解其肌表，風從汗散。體虛者，固其衛氣，兼解風邪”。\n《症因脈治·咳嗽總論》：“傷風咳嗽之症：憎寒壯熱，頭痛眼眶痛，自汗惡風，鼻塞涕流，痰結肺管，咳嗽不已，此風傷肺氣，即痰飲門風痰咳嗽，今人名曰傷風證也。傷風咳嗽之因：肺家伏熱，外冒風邪，束於肌表，肺熱不得發泄則肺風咳嗽之症作矣。傷風咳嗽之脈：脈多浮大，浮緊風寒，浮數風熱，浮緩風濕，浮滑風痰。傷風咳嗽之治：脈浮緊，惡寒發熱，羌活汤；頭痛，眼眶痛，干葛汤；脈浮數，自汗身熱，加味泻白散；表邪盡散，痰結肺管，咳嗽不止者，苏子杏仁汤；肺中伏熱，家秘泻白散。”"
}