{
  "id": "fengreyuzhijifu",
  "number": 427,
  "name": "風熱郁滯肌膚證",
  "category": "專科證候",
  "overview": "風熱郁滯肌膚證是指風熱相搏，客於皮膚而出現的皮膚壅熱，腠理閉塞，風毒播散等臨床表現的概稱，多因風、熱、染毒，以及禀賦不足所致。\n\n主要臨床表現為發病急，皮損焮紅，灼熱，瘙癢，並可見丘疹、斑疹、風團、結節、皮膚脫屑，出血等症，皮疹及搔癢發無定處，或可伴有全身症狀，如發熱惡風，口渴咽干，大便干燥，小便短赤，舌邊尖紅苔微黃，脈浮數。\n\n風熱郁滯肌膚證常見於\"風疹塊\"、\"癢風\"、\"血疳\"、\"白疕\"等疾患中。\n\n本證應與\"皮膚熱毒蘊結證\"、\"皮膚血瘀挾風證\"相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "\"風疹塊\"",
    "\"癢風\"",
    "\"血疳\"",
    "\"白疕\""
  ],
  "differential_syndromes": [
    "\"皮膚熱毒蘊結證\"",
    "\"皮膚血瘀挾風證\""
  ],
  "differential": {
    "self_analysis": "風熱郁滯肌膚證可見於外科多種疾患。如風疹塊見於本證者，皮膚先發搔癢，繼而出現形狀不一的風團或丘疹，其色鮮紅，此起彼消，反覆發作，瘙痒異常，有的融合為大片隆起，按之灼熱，遇熱癢甚，得冷則舒，其發生及消失迅速，且消失後不留痕跡，可發於身體的任何部位，但以上半身及頭面部為多見。伴有全身症狀者，可出現惡風微熱，口渴心煩，舌紅苔薄黃，脈浮數。多因風熱之邪怫郁於皮膚而發為本證。\n\n如癢風見於本證者，皮膚瘙痒劇烈，遇熱尤甚，抓破後可見點狀出血，或呈條狀抓痕、血痂，隨破隨收，一般不會化腐。全身可見心煩，口干，溲黃便結，舌質紅苔薄黃，脈浮或浮數，此證多見於夏季。系風熱之邪，蘊蒸皮膚，不得疏泄而致。\n\n如血疳見於本證者，皮疹可呈圓形或橢圓形，粉紅色，中央略帶黃色，邊緣清晰作鋸齒狀，表面干燥，多有糠秕樣鱗屑，微癢。好發於軀干和四肢近端，一般可無全身症狀。多因血分有熱，復感風邪，風熱交結，閉塞腠理，不得疏泄而致。\n\n以上三疾均治宜清熱祛風，可用消風散(《外科正宗》)，臨證加減治之。\n\n如白疕見於本證者，皮損發展較快。初為丘疹，漸擴大為各種形狀之片狀斑疹，數目及大小不定，皮損焮熱，其上覆以銀白色鱗屑，輕刮之則可見一層蠟樣薄膜，再刮之則可見鮮紅之點狀出血，瘙痒難忍。此證多見於四肢伸側及頭皮，呈對稱性發生，但亦可波及其他部位，伴有全身症狀者，可見心煩，口干，小便短赤，大便秘結，舌紅苔黃，脈細數或浮數。多因血分蘊熱，風邪外客，風熱相搏郁於皮膚而發，治宜清熱、涼血、祛風，可用細生地、丹皮、赤芍、桑葉、杭菊、白癣皮、苦參、蛇床子、蒼耳子、烏梢蛇等藥。\n\n風熱郁滯肌膚證多見於禀賦不足的患者，青年及兒童尤多見。此外，本證多發於炎熱干燥的夏秋季節，冬季症狀減輕。在處理本證時，還要根據患者的體質強弱，年齡大小，療程長短等辨證施治。",
    "type_comparison": "皮膚熱毒蘊結證與風熱郁滯肌膚證 二者病因病機及早期皮損症狀相似，但全身症狀迥異。皮膚熱毒蘊結證系臟腑蘊熱，外感風毒，熱毒蘊結肌膚而發；或系藥物中毒；或系皮膚破傷染毒引起。主要臨床表現是皮膚先結發局限性紅斑或猩紅熱樣、麻疹樣皮疹，以後可形成泛發性皮膚潮紅，紅斑發生後即可出現瘙痒及脫屑，脫屑可大可小，小可呈糠皮樣而大可致手套及襪子筒樣。全身可見發熱，惡寒，頭痛，泛惡，便干，溲赤，舌質紅苔黃脈數等。因熱毒亢盛，病勢較急，皮疹發展較迅速，嫩紅灼熱明顯。風熱郁滯肌膚證或系風熱交結襲於外，或系體熱風盛阻於內，一般病邪多局限於皮膚腠理之理，故症狀一般較輕，主要表現除皮膚嫩紅、灼熱、作痛外，突出特點是有瘙痒、脫屑以及泛發全身的紅色丘疹等風邪致病特點，皮疹一般發無定處，可反覆發作，發病部位多見於頭面及肢體上部。可結合皮疹形態及全身症狀特點而進行兩證的鑑別。\n\n皮膚血瘀挾風證與風熱郁滯肌膚證 二者病因病機不完全相同。皮膚血瘀挾風證系風邪入於血分，郁久化熱，灼傷脈絡，外溢肌膚而發。皮疹初起為成群針頭大小的紅點，逐漸增多成片，繼而紅點顏色變深成棕褐色，形成特有的鐵鏽色紫癜樣小丘疹及苔蘚樣斑塊，可有輕度瘙痒感。舌質淡苔薄白，脈澀。本證多發於下肢，尤以小腿、足背、踝部為最，也可發於大腿及臀部，常呈對稱性分布，病程較長，是本證的特點。"
  },
  "literature": "《醫宗金鑑·血疳》：\"〔注〕此證由風熱閉塞腠理而成。形如紫疥，痛癢時作，血燥多熱，宜服消風散。\"\n\n---",
  "zhengsu_composition": {
    "location": [
      "jifu"
    ],
    "nature": [
      "feng",
      "huo",
      "qi_zhi"
    ]
  }
}