{
  "id": "fengrefanhou",
  "number": 436,
  "name": "風熱犯喉證",
  "category": "專科證候",
  "overview": "風熱犯喉證是指風邪熱毒侵犯咽喉，內犯於肺，肺失清肅，熱毒循經上蒸，搏結於咽喉而出現的一組臨床表現。屬風熱證者輕，風邪熱毒與內熱互結於咽喉者較重，後者為臨床多見。\n\n臨床主要表現為：如風熱初起，邪在肺衛者，咽喉腫痛，聲音不揚，吞嚥不適，咽部有灼熱感。局部可見咽喉輕微紅腫，或喉蛾腫大，或會厭，聲帶粘膜紅。全身表現為發熱、惡風、咳嗽、頭痛、舌苔薄黃、脈浮數等症。如邪熱入里，與肺胃之熱互結於咽喉者，則咽痛加劇，粘膜紅腫明顯，甚至吞嚥困難，音啞，或紅腫化膿。全身可見高熱、口渴，大便秘，小便數，舌苔黃，脈弦數等症。\n\n本證常見於“風熱乳蛾”、“喉瘖”、“咽口瘡”、“急喉瘖”等病中。\n\n本證當與“肺胃熱盛喉證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“風熱乳蛾”",
    "“喉瘖”",
    "“咽口瘡”",
    "“急喉瘖”等病"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "咽喉為肺胃之門，氣之出入道路，屬肺主表，風邪熱毒為害，則咽喉首當其衝，風熱犯肺，肺失清肅，邪熱循經上蒸咽喉，氣血凝滯，經絡受阻，發為本證。\n* **風熱表證：** 因風熱之邪初起，犯於肺衛，邪尚在表，如內無熱結，其證輕淺，故咽喉稍痛，粘膜微腫，其色鮮紅。因熱邪灼傷津液，則咽干明顯，但屬風熱的咽喉病又各有特點，當初起時其侵犯部位主要在咽部，故表現為咽部紅腫，咽稍痛等症，宜疏風清熱利咽之法，可用銀翹散(《溫病條辨》)加減。\n* **邪熱壅盛傳里：** 火邪蒸灼咽喉，則咽部粘膜紅腫明顯，疼痛加劇，吞嚥困難等里熱證出現，宜泄熱解毒，消腫利咽，用清咽利膈湯(《喉科紫珍集》)治之。\n* **急喉瘖：** 則以聲啞為主要特點，因熱束於肺，肺失清肅，上逆於喉，為肺實音瘖，治療仍可用銀翹散，但需加開音利咽之品，如蟬衣等藥。\n* **喉癰：** 風熱邪毒侵犯咽喉，壅聚某一部位，氣血受阻，致使局部紅腫化膿，治療時，需在疏風清熱中配合解毒消腫之品，可用銀翹散合五味消毒飲(《醫宗金鑑》)治之。\n* **咽口瘡：** 若風熱挾濕者，常常表現為咽部生小泡，或大小不等的黃白色點狀潰瘍，稱之為咽口瘡，治療時，宜在上法中加入鴨跖草、車前草、茯苓等解毒利濕藥。\n* **風熱乳蛾：** 如肺胃素有積熱，外受風熱邪毒侵襲，邪熱互結，風火相煸，津液受灼，煎爍成痰，痰火蘊於咽喉而成者。其證較肺衛表證重，咽痛劇烈，紅腫明顯，喉蛾腫大，吞嚥困難，或有阻塞感，風熱乳蛾多屬此證。宜疏風解毒利咽，清肺化痰，用疏風清熱湯(《中醫喉科學講義》)。\n\n本證一年四季均可發生，常見於感冒病中，風熱乳蛾多發於小兒。急喉瘖患者往往與職業有關(如演員、教師等)，在患病期間，應注意休息，用藥切忌收斂之品。",
    "type_comparison": "肺胃熱盛喉證與風熱犯喉證 肺胃熱盛喉證主要與風熱犯喉證中的風邪熱毒和內熱互結於咽喉者鑑別。二者皆屬實熱證，兩證的病因病機互相關聯，臨床表現十分相似，但尚有一定區別。如肺胃熱盛者，其病因正如《濟生方》曰：“多食炙煿，過飲熱酒，致胸膈壅滯，熱毒不得宣泄，咽喉為之病焉。”所以平素過食辛熱炙煿，煙酒辛辣，致使脾胃壅熱，熱毒上逆咽喉而發為喉病。而後者，則為外邪壅盛，乘勢入里，邪熱互結於咽喉，屬表未解，里熱盛證。前者臨床表現特點為：咽喉劇痛，吞嚥困難，高熱口渴，腹脹口臭，大便秘結，小便黃，脈洪大而數，舌苔黃厚。後者亦可出現上述表現，其不同點在于前者無表證，而後者表證明顯，或有表證病史，可資鑑別。但二者病情發展到一定程度時，則不易區分，其治療，則應視病情表現輕重，靈活運用疏風、清熱、解毒、通便等法。"
  },
  "literature": "* 《聖濟總錄·卷一百二十四》：“咽者胃之系，故咽主咽物，天氣通於肺，故喉主通氣，咽喉中妨悶，如有物者，乃肺胃壅滯，風熱客搏，結於咽喉使然，故《聖惠》謂憂愁思慮，氣逆痰結，皆生是病。”\n* 《直指方》：“自其風邪客於喉間，氣郁而熱，則壅遏而為咽痛。”\n* 《病科心得集》：“夫風溫客熱，首先犯肺，化火循經，上逆入絡，結聚咽喉，腫如蠶蛾，故名乳蛾。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "feng",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：風、熱/火。根據證候名稱「風熱犯喉證」分析其病機組成。"
}