{
  "id": "fenglunshire",
  "number": 464,
  "name": "風輪濕熱證",
  "category": "專科證候",
  "overview": "風輪濕熱證是體內濕熱內蘊，隨厥陰之脈上淫眼系，蒸灼黑睛，以風輪生翳障，疼痛、羞明、流淚為主要表現的概稱。多因性情暴躁之人，或嗜食辛辣厚味，肝脾濕熱蘊積，蒸灼風輪所致。\n主要臨床表現為：風輪生翳，或如花翳，或如星點，時散時聚，或目赤，以及口苦咽干，脅痛腹脹，納呆，小便黃赤，舌苔黃膩，脈弦滑而數等。病程較長，病情多反覆發作。\n風輪濕熱證常見於“花翳白陷”、“聚開障”、“目赤如鳩眼”等疾病中。\n本證通常應與“風輪風熱證”、“風輪實熱證”、“風輪痰火證”相鑑別。",
  "clinical_manifestations": "風輪生翳，或如花翳，或如星點，時散時聚，或目赤，以及口苦咽干，脅痛腹脹，納呆，小便黃赤，舌苔黃膩，脈弦滑而數等。病程較長，病情多反覆發作。風輪濕熱證",
  "common_diseases": [
    "“花翳白陷”",
    "“聚開障”",
    "“目赤如鳩眼”"
  ],
  "differential_syndromes": [
    "“風輪風熱證”",
    "“風輪實熱證”",
    "“風輪痰火證”"
  ],
  "differential": {
    "self_analysis": "風輪濕熱證可出現於多種眼病之中，其臨床表現各具一定特點，治法亦有差別，必須加以辨別。如花翳白陷病中出現風輪濕熱證，其臨床表現為風輪周圍生翳障，狀如搗碎之花瓣，或如碎米，漸漸擴大，遮蓋瞳神，睛珠疼痛，羞明難睜，白睛混赤，眼瞼腫脹，口干不欲飲，口苦納呆。此由濕熱勢甚，蒸灼風輪，潰蝕生翳所致。治宜清利肝經濕熱，方用瀉肝散(《銀海精微》)，去芒硝。若聚開障病中見風輪濕熱證，其症狀表現黑睛生翳，其狀或圓或缺，或數點如星，或厚或薄，時聚時散，痛則出現，不痛則隱伏，反覆發作，作時疼痛，痒澀交加，白睛暗紅，小便短赤。此由濕熱之邪上逆，滯留頭目，風輪受損所致。如《證治準繩·七窍门》謂：“障或圓或缺，或厚或薄，或如雲似月，或數點如星，痛則見之，不痛則隱，聚散不一，來去無時，或月數發，或年數發，乃腦有濕熱之故，痰火人患者多。”治宜清熱利濕，方用除濕湯(《眼科纂要》)。若目赤如鳩眼病中見風輪濕熱證，其症狀表現風輪外赤暈如環，甚則白睛紫暗，狀若鳩鳥之目，風輪下際有黃液上沖，瞳神緊小，或帶微黃，相類虫蝕之狀，可見目赤疼痛，羞明流淚，病程纏長難愈。全身可見心胸煩悶，急躁易怒，不思飲食，咽喉口舌疳瘡迭生，前後二陰蝕瘡累發，小便短赤。此由肝經濕熱毒邪，隨厥陰之脈上循咽喉，侵淫目竅，郁於風輪，下行少腹，蝕及二陰所成。治宜清瀉肝經濕熱，方用龍胆瀉肝湯(《醫宗金鑑》)。",
    "type_comparison": "風輪風熱證與風輪濕熱證 風熱與濕熱，均有熱證的共同表現，病位又在風輪，兩證病因病机、臨床表現每多相似之處，但亦有一定的區別。風熱的概念，在於風與熱並，濕熱的含意是濕與熱合，乃為兩者辨別的著眼點。風輪風熱證多為外感風熱之邪侵及風輪，或內有積熱，兼之外風引發所成，黑睛生翳起病速而急，病位淺，多在表層，灼熱疼痛，羞明流淚等症情較輕，全身可見頭痛鼻塞，舌紅苔薄白，脈浮數等風熱之象。風輪濕熱證多為脾胃濕熱內生，或肝經濕熱蘊結，蒸灼風輪而致，黑睛生翳病位深，病變範圍大，病程纏綿，多反覆發作，疼痛羞明流淚等症情較重，表現了濕邪重濁，粘膩難散的特點。與風輪風熱在表者自當有別。\n風輪實熱證與風輪濕熱證 在此二證中，熱邪是共同的病因病机，病位在風輪，是相似之處。但實熱證是熱之盛者，多屬脾胃、肝膽、三焦積熱，蒸灼於風輪所致。臨床表現為黑睛生翳，潰爛成片，邊緣浮嫩不清，中間凹陷，表面污濁，或帶微黃，如有凝脂覆蓋，病情急速發展，甚則可見黃色膿液上沖，黑睛被潰蝕穿孔。眼瞼腫脹，白睛混赤，灼熱劇痛，畏光流淚，大便燥結，小便赤澀，苔黃膩而干，脈滑數或弦數等，一派熱盛毒甚，里熱實證之象，顯然與風輪濕熱證不同。\n風輪痰火證與風輪濕熱證 痰火和濕熱，在病因病机方面有一定的聯繫，痰乃水濕不運凝聚而成，故常將其合稱痰濕，或濕痰。火乃熱之甚者，熱乃火之輕者，故臨床常稱為火熱。因此風輪痰火證和風輪濕熱證，在臨床表現方面，病情反覆發作，病程纏綿難愈等十分相似。但痰火和濕熱在症狀的表現，病情的輕重程度方面各自有別。風輪痰火證，黑睛上生翳，狀如針尖，或稱星大小，色微黃，叢聚而生，或齊起，或先後漸次而生，可聯綴成串，呈絲縷狀，或融合成地圖狀，胞瞼腫脹，白睛紅赤，疼痛畏光流淚等症均較急重。與風輪濕熱證黑睛上生翳如星，時散時聚，時隱時現之聚開障，以及旁風輪白際而起，連綴四散，變大而連接之花翳白陷等都有所區別。"
  },
  "literature": "《證治準繩·七窍门》：“花翳白陷證：因火絡內，膏液蒸傷，凝脂從四圍起，而漫神珠，故風輪皆白或微黃。視之與混睛障相似而嫩者，大法其病白輪之際，四圍生漫而來、漸漸厚闊，中間尚清未滿者，瞳神尚見，只是四圍高了，中間低了些，此金克木之禍也。或有就於脂內下邊起一片黃膜，此二證挟攻尤急。亦有上下生起，名逆順障，內變為此證者，此火土郁過之禍也。亦有不從沿際起，只自凝脂翳色黃或不黃，初小後大，其細條如翳，或細顆如星，這邊起一個，那邊起一個，四散生將起來，後才長大牽連混合而害目，此木火禍也。”\n《金匱要略》：“狐惑之為病，狀如傷寒，默默欲眠，目不得閉，臥起不安，蝕於喉為惑，蝕於陰為狐，不欲飲食，惡聞食臭，其面目乍赤、乍黑、乍白。蝕於上部則聲嗄，甘草瀉心湯主之，蝕於下部則咽干，苦参汤洗之，蝕於肛者，雄黃薰之。病者脈數無熱，微煩，默默但欲臥，汗出，初得之三四日，目赤如鳩眼，七八日目四眦黑，若能食者，膿已成也，赤豆當歸散主之。”",
  "zhengsu_composition": {
    "location": [
      "gan"
    ],
    "nature": [
      "feng",
      "huo",
      "shi"
    ]
  }
}