{
  "id": "fengshuifanfei",
  "number": 185,
  "name": "風水犯肺證",
  "category": "臟腑證候",
  "overview": "風水犯肺證是指外感風邪，肺衛失宜，風水相搏，流溢於肌膚而出現的一系列臨床表現的證候。本證多因肺為風邪所襲，肺氣失和，不能通調水道，下輸膀胱，以致風遏水阻，風水相搏所致。\n主要臨床表現為：咳嗽上氣，發熱微惡風寒，面浮瞼腫，四肢水腫，小便短少，舌苔薄白，脈浮等。\n風水犯肺證主要見於“水腫”病中。\n本證通常應與“風寒犯肺證”、“寒飲停肺證”、“寒痰阻肺證”、“肺鬱水停證”等相鑑別。",
  "clinical_manifestations": "咳嗽上氣，發熱微惡風寒，面浮瞼腫，四肢水腫，小便短少，舌苔薄白，脈浮等。風水犯肺證主要見於“水腫”病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“風寒犯肺證”",
    "“寒飲停肺證”",
    "“寒痰阻肺證”",
    "“肺鬱水停證”"
  ],
  "differential": {
    "self_analysis": "風水犯肺證主要見於水腫病的陽水中，其臨床表現有眼瞼浮腫，繼則四肢及全身皆腫，來勢迅速，多有惡寒，發熱，肢節痠楚，小便不利等症。偏於風熱者，伴咽喉紅腫疼痛，舌質紅，脈浮滑數。偏於風寒者，兼惡寒，咳喘，舌苔薄白，脈浮滑或緊。如水腫較甚，亦可見沉脈。此因風邪襲表，肺失宣降，不能通調水道，風為陽邪，其性輕揚，風水相搏，推波助瀾，故水腫初起於面目，迅即遍及全身。治宜散風清熱，宣肺行水，方用越婢加术汤(《金匱要略》)加減。若咽喉腫痛，可加板藍根、桔梗、連翹等，以清咽散結解毒；若屬風寒偏盛，可去石膏，加蘇葉、防風、桂枝等。\n本證的發生多見於素體肺氣虛弱，五臟氣化失常者，正如《景岳全書·腫脹》篇指出：“凡水腫等證，乃肺脾腎三臟相干之病，蓋水為至陰，故其本在腎；水化於氣，故其標在肺；水惟畏土，故其制在脾。今肺虛則氣不化精而化水，脾虛則土不制水而反克，腎虛則水無所主而妄行，水不歸經則逆而上泛，故傳入於脾而肌肉浮腫。”本證的特點是陰盛陽微。可因冒雨淋水，外邪侵襲，飲食起居失常，或勞倦內傷等，導致肺不通調，脾失轉輸，腎失開合，終至膀胱氣化無權，三焦水道失暢，水液停聚。水不自行，賴氣以動，故水液停積，是全身氣化功能障礙的一種表現，涉及的臟腑亦多，本證在辨證上以陰陽為綱。但陰水、陽水並非一成不變，是可以互相轉化的。如陽水久延不退，致正氣日衰，水邪日盛，可轉為陰水；若陰水復感外邪，水腫增劇，標證佔據主要地位時，又當急則治標，從陽水論治。凡病起不久，或由於營養障礙引起的浮腫，只要及時治療，預後較好。病起日久，反覆發作，正虛邪戀，則纏綿難愈。如腫勢較甚，症見唇黑，缺盆平，臍突，足下平，背平或見心悸、唇紺，氣急喘促不能平臥，甚至尿閉、下血，均屬病情危重。如久病，正氣衰竭，濁邪上泛，肝風內動，預後多不良，每可產生蛻變，當隨症施治，密切觀察病情變化。",
    "type_comparison": "風寒犯肺證與風水犯肺證 二者在病因病機及症狀上有相似之處，亦有區別。二者同為外感風邪致病，臨床均可出現發熱，惡寒，咳嗽，舌苔薄白，脈浮等邪在衛表症狀。不同的是前者為風中夾寒，多因氣候寒冷，衛陽不足所致，其臨床症狀還有鼻塞，聲重，噴嚏，流清涕等，總以風寒束表肺氣失宣，上竅不利為特點，病程短，病情輕；風水犯肺證的病理基礎為外感風邪，肺不能通調水道，以致水濕泛濫，臨床症狀以眼瞼、頭面、四肢水腫，咳逆上氣，小便不利等水失治節的表現為特點，病程較長，病情較重。以上可資鑑別。\n寒飲停肺證與風水犯肺證 二者均為水液代謝失常引起的水飲停積於肺的證候。其區別在於寒飲停肺證多系脾腎陽虛，水氣內停，外寒引動，逆於肺臟所致；臨床兼見痰涎多而稀白，面色蒼白或晦暗，形寒肢冷等寒邪襲肺，肺失溫煦的症狀。風水犯肺證則多因風邪襲肺，肺失治節，膀胱氣化不行，水道不通引起；臨床兼見發熱，微惡風寒等風寒束表症狀，並以初起眼瞼、頭面，繼則四肢、周身浮腫為特徵性表現。\n寒痰阻肺證與風水犯肺證 寒痰阻肺證為寒邪與痰交並壅阻氣道，以致氣道不通；臨床以咳嗽，痰白而清稀，遇冷則甚，畏寒肢冷，舌苔白滑等寒痰互結的症狀為特徵；其病機以風寒為標，脾肺功能失調為本。風水犯肺證為外感風邪，肺氣不宣以致水道不通，風水相搏；臨床以發熱，微惡寒，浮腫從眼瞼、頭面開始，旋即全身皆腫等衛表證與水濕泛濫症狀兼見為特徵；其病機以肺為標，以腎為本。\n肺鬱水停證與風水犯肺證 此二者均為肺、脾、腎等臟腑功能失調，水液代謝障礙，水不化氣，有形水邪阻遏於肺，致肺氣不宣的病變。二證在臨床表現上有相似之處，其鑑別要點在於風水犯肺證尚有外感風邪，或挾熱，或挾寒的衛表症狀，如咳嗽上氣，發熱微惡風寒，舌苔薄白，脈浮等。此因風邪襲肺，風水相搏所致。而肺鬱水停證則少見表證。"
  },
  "literature": "《素問·水熱穴論》：“勇而勞甚則腎汗出，腎汗出逢於風，內不得入於臟腑，外不得越於皮膚，客於玄府，行於皮里，傳為跗腫，本之於腎，名曰風水。”\n《聖濟總錄·痰飲》：“三焦調適，氣脈平勻，則能宣通水液，行入於經，化而為血，溉灌周身。三焦氣澀，脈道閉塞，則水飲停滯，不得宣行，聚成痰飲。”\n《宣明論方·水濕門》：“濕病本不自生，因於火熱拂鬱，水液不能宣通，即停滯而生水濕也。”\n《血證論·臟腑病機論》：“肺為水之上源，上源清則下源自清；脾為水之堤防，堤防利則水道利；腎又為水之主，腎氣行則水行也。”",
  "zhengsu_composition": {
    "location": [
      "fei"
    ],
    "nature": [
      "feng"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：肺。病性：風。根據證候名稱「風水犯肺證」分析其病機組成。"
}