{
  "id": "fengduyunfu",
  "number": 430,
  "name": "風毒蘊膚證",
  "category": "專科證候",
  "overview": "風毒蘊膚證是指風毒之邪侵襲皮膚，以皮膚焮紅、瘙痒、疼痛、出疹，或為腫塊，甚或赤爛蛻皮等為常見症的證候。多由禀賦不耐、外染風毒之邪，郁於肌膚而引起急性發病。\n\n主要臨床表現為：突然肌膚焮紅腫脹、灼熱、瘙痒，或疼痛，或起丘疹、風團，甚至起水疱、蛻皮、滋水。輕者一般無全身症狀，重者可出現發熱、頭痛、四肢無力、脈細數無力等症狀。\n\n風毒蘊膚證常見於\"風毒腫\"、\"中藥毒\"、\"紅花草瘡\"、\"漆瘡\"等皮膚病中。\n\n本證臨床應與\"風毒犯表證\"、\"皮膚風熱證\"、\"蟲毒襲膚證\"相鑑別。",
  "clinical_manifestations": "突然肌膚焮紅腫脹、灼熱、瘙痒，或疼痛，或起丘疹、風團，甚至起水疱、蛻皮、滋水。輕者一般無全身症狀，重者可出現發熱、頭痛、四肢無力、脈細數無力等症狀。",
  "common_diseases": [
    "\"風毒腫\"",
    "\"中藥毒\"",
    "\"紅花草瘡\"",
    "\"漆瘡\"等皮膚病"
  ],
  "differential_syndromes": [
    "\"風毒犯表證\"",
    "\"皮膚風熱證\"",
    "\"蟲毒襲膚證\""
  ],
  "differential": {
    "self_analysis": "風為百病之長，許多皮膚病與風邪有密切的聯繫，且風邪有善行而數變、其性燥烈等特點，故由風引起的皮膚病其證候發病迅速、游走不定、泛發全身、瘙痒無度；由毒而致的皮膚病分有蟲毒、漆毒、藥毒、食物毒、疫毒等，此外未能找到明確致病因素者也稱為毒，由毒而致病的特點為發病急驟，患處焮紅灼熱、疼痛或麻木不仁，有的很快波及全身，常伴明顯全身症狀。由此可見，風毒之邪致病，一般來勢較急，發展迅速，症狀較重，但去病亦快。\n\n風毒蘊膚證多見於風毒腫，所謂風毒腫，是因外受毒邪，起病急驟，如暴風之突然而起，患處腫脹而得名，廣義的講，中藥毒、漆瘡、紅花草瘡等均屬中醫風毒腫範疇，總由禀賦不耐、毒邪內侵所致，但其病因及臨床表現各有特點。\n\n中藥毒是由於藥物通過各種途徑進入人體後所發生的急性皮膚病，臨床表現比較複雜，見於本證者，多由禀性不耐，血熱內蘊，加之內服或外用某些藥物，中其藥毒，毒入營血，化為風毒，外走肌膜而發本證，臨床表現：突然全身起風團，此起彼伏或浮腫不消；或肌膚嫩紅成片，其上可見密集紅色粟粒疹，甚至燎漿水疱，揩破濕爛，脂水淋漓；發於頭面者，雙目紅腫，難以張開，又稱面游風毒；自覺灼熱、瘙痒或疼痛，重者常伴發熱頭痛，口渴乏力，便干溲赤，舌紅苔黃，脈細數等。治宜清熱涼血解毒法，方用犀角地黃湯(《千金要方》)合白虎湯(《傷寒論》)化裁，或用皮炎湯(《朱仁康臨床經驗集》)加減。皮損焮紅成片、瘙痒劇烈者，可外用三石水或九華粉洗劑(《朱仁康臨床經驗集》)，脂水淋漓者，可用黃柏30~60g煎水冷敷。\n\n漆瘡是一種因接觸油漆、漆樹或漆製品而生瘡的皮膚病，見於本證者，多因素性畏漆，皮毛腠理不密，外受辛熱之漆毒，怫郁於肌腠之間，內不得疏泄，外不能透達而致。臨床表現：初起多於露出或接觸部位突然嫩紅成片，腫脹灼熱，瘙痒無度，抓之疹隨手起，密集成片，甚者燎漿起疱，大小不一，揩破則濕爛滲液，脂水頻流。發於顏面者，則面部虛腫似滿月，眼裂合縫。若因毒重或搔抓，可延及全身，常伴發熱畏寒，心煩嘔惡，口干喜冷飲，便干溲赤，舌紅脈數。治宜清熱解毒涼血法，方用化斑解毒湯(《醫宗金鑑·外科心法要訣》)加減，熱重者加水牛角、川連、黃柏；水腫明顯者加木通、滑石、冬瓜皮。外治法同中藥毒。\n\n紅花草瘡是由於大量食用紅花草之類的蔬菜，經日曬以後而發生的一種急性皮膚病。紅花草瘡見於本證者，多由禀性不耐，腠理不密，因多食紅花草(紫雲英)、灰菜(藜)、野莧菜等，以致脾胃運化失職，濕熱內生，復因外受風熱日曬，陽毒外燔，內外相合，使風熱毒邪不得外泄，郁於肌膚而發病。臨床表現：發病多在暴露部位，以顏面及手背為多見，重者可累及頸胸、前臂、脛踝等處，病起突然，患處腫脹，堅實光亮，雙目合縫，不能張開，唇腫外翻，繼之可見嫩紅赤腫、瘀點、水疱、糜爛，自感皮膚緊繃麻木，灼痛微痒，有時伴發熱汗出，頭痛頭暈，煩躁不安，惡心嘔吐，納呆口干，腹痛脘脹，便干溲赤，舌紅苔膩，脈滑數等。治宜清熱解毒，涼血消腫法，方用普濟消毒飲(《東垣十書》)化裁。外治法同中藥毒。\n\n風毒蘊膚證的發生與體質有密切的關係，早在隋《諸病源候論·漆瘡候》中云：\"漆有毒，人有禀性畏漆，但見漆便中其毒。……若火燒漆，其毒氣則厲，著人急重。亦有性自耐者，終日燒煮，竟不為害也。\"說明禀性不耐是其發病的內在因素，禀性高度不耐者則症狀較重；素體血熱內蘊之人則毒邪更易深入，變生它證。另外，地域、季節、性別、年齡等因素對本證的發生也有一定影響，如紅花草瘡多見於江南地區的農民，好發於春季3~5月之間，多見於青壯年及兒童，女性多於男性。\n\n風毒蘊膚證是內外因相互作用而發病的，因此對禀性不耐者，避免觸毒是預防本證發生的關鍵，如再次觸毒，則症狀更重，易生壞證。素體血熱內蘊，外有風毒內攻，兩陽相搏，易致邪毒入於營血，而見紫斑點點或點片相連，並見壯熱神昏，躁擾不寧，夜寐不安，胸悶泛惡，舌質紅絳或有瘀斑，脈細澀；甚者可出現呼吸困難，喉頭堵塞，心悸胸悶，高熱煩躁，臉色蒼白，虛汗淋漓，甚至神昏抽搐，脈細弱無力等險候，如搶救不及時，可導致死亡。",
    "type_comparison": "風毒犯表證與風毒蘊膚證 二者病因病機相同，均為禀性不耐、風毒之邪侵襲引發，但病位不同，風毒犯表證指風毒之邪侵襲膚表，病位較風毒蘊膚證表淺，因而臨床症狀也輕，主要表現：突然皮膚瘙痒，起丘疹或風團腫塊，脈浮等，一般無全身症狀。風毒蘊膚證主要表現為：突然肌膚嫩紅腫脹，上起粟疹或風團，甚或燎漿水疱、赤爛蛻皮，灼熱瘙痒，舌紅，苔黃或膩，脈洪數等，常伴發熱畏寒、頭痛乏力、心煩口渴、納呆嘔惡等全身症狀。從臨床表現及病情輕重上，二者不難區別。\n\n皮膚風熱證與風毒蘊膚證 二者均多見於禀性不耐者，且均有風邪為患，故均為急性起病，所不同的是：皮膚風熱證系風熱之邪外襲、搏結於肌膚而發病，以突起風團、丘疹、瘙痒、灼熱等為常見症，常伴發熱惡風、口渴咽干、便干溲赤、舌邊尖紅、脈浮數等風熱表證表現；風毒蘊膚證系風毒之邪侵襲肌膚引起，常能找到明確的致病因素，臨床除可出現風團丘疹、瘙痒灼熱外，其突出表現為突然肌膚嫩紅赤腫，甚至燎漿起疱，赤爛蛻皮，常伴有發熱畏寒、頭痛乏力、心煩口渴、納呆嘔惡、舌紅，苔黃或膩，脈洪數等全身症狀。二者從病因病機、皮損表現及伴隨症狀等方面均不難區別。\n\n蟲毒襲膚證與風毒蘊膚證 二者臨床表現相似，均表現為肌膚嫩紅腫脹，上起粟疹或風團，甚或燎漿水疱，灼熱瘙痒，但蟲毒襲膚證一般病損局限於蟲咬口周圍，疼痛明顯；風毒蘊膚證則病損範圍可以局限於觸毒部位，也可泛發全身，且泛發者常伴發熱畏寒、頭痛乏力、心煩口渴、納呆嘔惡等全身症狀。二者病因病機不盡相同，雖然均為毒邪致病，但所觸之毒不同，蟲毒襲膚證為蟲毒外襲、蘊結肌膚引起，而風毒蘊膚證則為禀性不耐、風毒侵襲皮膚而發。由此可見，二者從發病原因、病損範圍及臨床表現等方面不難區別。"
  },
  "literature": "《諸病源候論·風毒腫候》：\"風毒腫者，其先赤痛飚熱，腫上生瘰漿，如火灼是也。\"\n\n《諸病源候論·漆瘡候》：\"漆有毒，人有禀性畏漆，但見漆便中其毒，喜面痒，然後胸臂腨皆悉瘙痒。面為起腫，繞眼微赤。諸所痒處，以手搔之，隨手辇展，起赤瘩㾗。㾗消已，生細粟瘡甚微。有中毒輕者，證候如此。其有重者，遍身作瘡。小者如麻豆，大者如棗杏，膿焮疼痛。摘破小定或小搓。隨次更生。若火燒漆，其毒氣則厲，著人急重。亦有性自耐者，終日燒煮，竟不為害也。\"\n\n《外科啟玄·漆瘡》：\"凡人感生漆之毒氣，則令渾身上下俱腫，起瘡如痱子，如火刺，刺而痛，皮膚燥烈。三五日比風熱瘡或疼或痒為異。外用柳樹葉煎湯洗三五遍，以蟹黃塗之。\"\n\n《外科正宗·漆瘡》：\"漆瘡由來自異，有感有弗感也。俗稱木生人感之，非也。漆乃辛熱有毒之物，人之皮毛腠理不密，故感其毒。先發為痒，抓之漸似癮疹，出現皮膚，傳遍肢體，皮破爛斑，流水作痛，甚者寒熱交作。宜韭菜汁調三白散塗之，服化斑解毒湯。忌浴熱水，兼戒口味，不然，變為癧風癬疥，愈而又發者多矣。\"\n\n《洞天奧旨·漆瘡》：\"漆瘡者聞生漆之氣而生瘡也，蓋漆之氣本無大毒，以漆能收濕，人之肺經偶有微濕，而漆氣侵之則肺氣斂藏，……而皮膚隆起發痒矣。\"",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "du",
      "feng",
      "shi"
    ]
  }
}