{
  "id": "fengreyongsheng",
  "number": 85,
  "name": "風熱壅盛證",
  "category": "全身證候",
  "overview": "風熱壅盛證是指風熱邪氣壅滯肌膚的證候。\n主要臨床表現為：發熱，口渴飲冷，面目或咽喉紅腫疼痛，皮膚出疹色赤，或癰癤疔瘡紅腫灼熱癢痛，便結尿黃，舌紅苔黃等。\n風熱壅盛證常見於“肌痺”、“眩暈”、“牙疳”、“風熱瘡”、“疹”、“癰”、“疔瘡”、“風赤瘡痍”、“風火眼”等病中。\n風熱壅盛證應與“風熱上擾證”、“熱毒壅盛證”鑑別。",
  "clinical_manifestations": "發熱，口渴飲冷，面目或咽喉紅腫疼痛，皮膚出疹色赤，或癰癤疔瘡紅腫灼熱癢痛，便結尿黃，舌紅苔黃等。風熱壅盛證",
  "common_diseases": [
    "“肌痺”",
    "“眩暈”",
    "“牙疳”",
    "“風熱瘡”",
    "“疹”",
    "“癰”",
    "“疔瘡”",
    "“風赤瘡痍”",
    "“風火眼”等病"
  ],
  "differential_syndromes": [
    "“風熱上擾證”",
    "“熱毒壅盛證”"
  ],
  "differential": {
    "self_analysis": "肌痺為五體痺之一，《諸病源候論》中詳細指出了該病的發病機理：“人腠理虛者，則由風濕氣傷之，搏於血氣，血氣不行，則不宣，真邪相擊，在於肌肉之間，故其肌膚盡痛，然諸陽之經，宣行陽氣，通於身體，風濕之氣，客在肌膚，初始為痺，若傷諸陽之經，陽氣則遲緩，而機關弛縱，筋脈不收攝，故風濕痺而復身體手足不遂也。”見於本證候，因素有蘊熱，外感風熱毒邪，邪氣壅滯肌膚，氣血相搏所致。症狀表現為：肌肉疼痛，不可觸，或肌肉腫痛，肌肉無力，並見肌膚散在紅斑，以眼瞼周圍及胸背部為多，色紫紅，伴惡寒發熱，關節疼痛，甚則高熱口渴，小便黃赤，大便乾結，舌質紅苔黃，脈洪數或浮數。治宜清熱涼血，散風解毒，方用清热解毒汤(《古今醫鑑》)。眩暈由邪氣引起，最早見於《靈枢·大惑論》所記載：“故邪中於項，因逢其身之虛，……入於腦則腦轉。腦轉則引目系急，目系急則目眩以轉矣。”眩暈之風熱壅盛證見於素體肝旺之人，外感風熱，兩陽相合，故作頭目昏眩，頭昏而脹，甚至眩暈欲倒，胸中不舒，嘔吐，舌質紅，脈浮數。治宜祛風清熱，方用羌活汤(《蘭室秘藏》)，或防风通圣散(《宣明論》)。風熱壅盛證見於風熱瘡者，為風熱之邪鬱肺，發於肌膚所致。臨床表現為：四肢及胸脅部位起丘疹，瘙痒，久搔成瘡，甚則滲出鮮血，治宜清熱疏風止癢，方用消风散(《外科正宗》)。風熱壅盛證見於發疹者，多因風熱之邪鬱肺，內閉營分，從血絡發出。表現為皮膚出紅色小點，形如粟米，撫之礙手，疹色以鮮紅或紫赤為熱盛，紫黑者為毒重，伴見發熱口渴，煩躁胸悶，舌質紅絳脈細數，治宜宣肺清營透疹，方用银翘散(《溫病条辨》)加清營之品。風熱壅盛證見於癰病，乃風熱搏結發於肌膚所致，表現為：局部紅腫熱痛，邊界分明，易消、易斂、易潰、易成膿、伴身熱口渴，苔黃，脈浮數，多發於上部，治宜散風清熱，兼活血化瘀，方用牛蒡解肌汤(《瘍科心得集》)，兼表證者可用荆防敗毒散(《外科理例》)。風熱壅盛證見於疔瘡者，多因飲食不節，而外感風熱邪毒，表現為初起如粟，堅硬根深，繼則麻紅發熱，疼痛劇烈，腫勢漸增，膿潰疔根出則愈，治以清熱解毒，方用五味消毒饮(《醫宗金鑑》)。風熱壅盛證見於牙疳者，多發於素體陽明蘊熱之人，陽明蘊熱與風熱之邪相搏，客於牙齦，症初起見齒齦紅腫疼痛，發熱或寒熱交作，繼之齒齦糜爛，伴出血，大便秘結，噁心嘔吐，舌質紅苔薄黃，治宜疏風清熱，瀉火解毒，方用清胃散(《蘭室秘藏》)加疏風之品。風火眼由風熱壅盛上攻於目所致，症狀表現為：雙眼紅赤疼痛，羞明流淚，胞瞼澀熱，分泌物增多，治宜祛風清熱，方用驱风散热饮子(《審視瑤函》)。風赤瘡痍如《沈氏尊生書》描述：“由脾臟風熱蘊結，兩瞼似朱塗而生瘡”。主要表現為：眼瞼及瞼緣紅赤起疱及潰爛，疼痛，瘙痒，舌質紅，脈浮數，治宜祛風清熱，兼以解毒，方用五退散(《世醫得效方》)或加减四物汤(《醫宗金鑑》)。風熱壅盛證見於小兒驚悸者，如《太平聖惠方》中記載：“小兒驚悸者，由心臟壅熱，為風邪所乘，則令多驚。驚不已，則悸動不止。”治宜清熱定驚，方用牛黄丸(《嬰童百問》)加減或导赤散(《小兒藥證直诀》)加減。\n風熱壅盛證常好發於體質壯實，體內素有積熱，青壯年及小兒均易發，吸菸嗜酒者亦易發。其轉歸有：一者熱勝動血，二者風熱易成驚厥，尤易見於小兒，三者熱傷津液，易轉為陰虛內熱證，常見於眼科病疾之人，四者可轉為氣陰兩虛證，見於瘡瘍疔療等外科病患者。",
    "type_comparison": "風熱壅盛證與風熱上擾證 二者均感受的為風熱之邪，均可見到發熱，口渴，舌紅，脈浮數之表現。但因風熱之邪所客部位不同，臨床主症各異，前者因風熱壅於面目、肌膚不得發洩，故見面目紅赤，或肌膚生瘡疹癰疔等，後者因風熱上擾清空而見頭痛，耳聾等，前者熱閉之勢較重，後者部位好發於上，症狀較輕，所以容易鑑別。\n風熱壅盛證與熱毒壅盛證 二者均挾熱邪，均可見到局部肌膚紅腫出疹，均能見到動血之表現，但前者挾風邪，因風熱壅於面目、肌膚不得發洩，而見面目紅赤，肌膚生瘡疹癰疔，故見瘙痒走竄，或作眩暈，等風動之象，後者為熱挾毒，熱盛在里，最易動血，所以出血，即發斑疹較明顯，且內熱症狀較重，常見高熱，煩躁，舌質紅絳或狀如楊梅，疹色通常見紫赤，所以容易鑑別。"
  },
  "literature": "《諸病源候論·風病諸侯下》：“夫人陽氣外虛則多汗，汗出當風，風氣搏於肌肉，與熱氣並，則生癮疹。狀如麻豆，甚者腫大，搔之成瘡。”"
}