{
  "id": "gandanshire",
  "number": 234,
  "name": "肝膽濕熱證",
  "category": "臟腑證候",
  "overview": "肝膽濕熱證為濕熱交阻，肝膽疏洩失常，或濕熱循經下注而出現的一系列症狀的概稱。本證可由濕熱外邪或嗜酒、過食肥甘，釀生濕熱或脾胃運化失常，濕濁內生，鬱而化熱，蘊結肝膽所致。\n主要臨床表現為：口苦，納呆，嘔惡，脘腹脹悶，脅肋脹痛，尿赤，大便不調，或身目發黃，或陰囊濕疹、睾丸脹痛，或女子外陰瘙癢、帶下黃臭，舌苔黃膩，脈弦數。\n本證可見於“脅痛”、“黃疸”、“陰囊濕疹”、“睾丸腫痛”、“婦女陰癢”、“帶下”、“淋證”、“癃閉”等疾病。\n肝膽濕熱證應與“肝經濕熱證”、“肝火上炎證”、“脾胃濕熱證”、“膽熱證”、“膽鬱痰擾證”相鑑別。",
  "clinical_manifestations": "口苦，納呆，嘔惡，脘腹脹悶，脅肋脹痛，尿赤，大便不調，或身目發黃，或陰囊濕疹、睾丸脹痛，或女子外陰瘙癢、帶下黃臭，舌苔黃膩，脈弦數。",
  "common_diseases": [
    "“脅痛”",
    "“黃疸”",
    "“陰囊濕疹”",
    "“睾丸腫痛”",
    "“婦女陰癢”",
    "“帶下”",
    "“淋證”",
    "“癃閉”"
  ],
  "differential_syndromes": [
    "“肝經濕熱證”",
    "“肝火上炎證”",
    "“脾胃濕熱證”",
    "“膽熱證”",
    "“膽鬱痰擾證”"
  ],
  "differential": {
    "self_analysis": "本證如見於脅痛，多因濕熱蘊結於肝膽，肝絡失和，膽失疏洩，故以口苦、脅肋脹痛、舌紅苔黃膩、脈弦數為主症。兼見胸悶納呆、嘔惡等。治療應清熱利濕，疏肝理氣，方用龙胆泻肝汤(《醫宗金鑑》)酌加川楝、元胡之類；如見於黃疸，多因濕熱交蒸於肝膽，肝失疏洩，膽液不循常道而外溢，浸淫肌膚，故見身目俱黃，脘腹脹悶，口苦納呆，大便溏瀉，濕熱下注膀胱則小便色黃，治療應清熱利濕退黃，方用茵陈蒿汤(《傷寒論》)加減。男女前陰諸疾亦可見本證，肝經繞陰器而過，濕熱循經下注，故出現前陰病變，熱毒內蘊，濕熱下通，男子表現為陰囊濕疹，睾丸腫脹疼痛，女子表現為外陰瘙癢或帶下黃臭，局部常紅腫痛癢，甚或黃水淋漓，兼見口苦咽乾，寒熱往來、尿赤便結、舌紅苔黃膩、脈弦數等表現，治應清熱利濕解毒，以龙胆泻肝汤(《醫宗金鑑》)化裁，輔以銀花、連翹、黃柏等清熱解毒之品，並配合外治法。淋證亦可見本證，因濕熱蘊結肝膽，疏洩失職，濕熱下注膀胱，出現尿急、尿痛、小便黃赤，兼有口苦、脅痛、舌紅苔黃膩、脈弦數或弦滑等表現，治應清熱利濕通淋，方以沉香散(《金匱翼》)或八正散(《和劑局方》)化裁。肝膽濕熱證也因濕熱互結，使膀胱氣化障礙，形成癃閉，兼見小腹脹滿，苔黃膩，脈沉數，治應清利濕熱，通利小便，可選用八正散加入通閉利竅之品。\n濕熱蘊於肝膽，疏洩失職，常影響脾胃功能，故本證可兼挾肝脾不調或肝胃不和證。脾惡濕，濕熱蘊結肝膽，同時侵犯脾胃，故本證常與脾胃濕熱證並存，可見脘腹痞滿，泛嘔，或全身發黃等症。若濕熱下注，又可見膀胱濕熱，出現尿頻、尿急等症狀。",
    "type_comparison": "肝經濕熱證與肝膽濕熱證，二證均屬濕熱為患，且均在肝，故臨床上頗多相似之處，如口苦、脅痛、納呆、嘔惡、腹脹、苔黃膩、脈弦滑或弦數等，有時較難鑑別，臨證上，因肝膽聯繫密切，治肝常需利膽，治膽常需疏肝，故以疏肝利膽、清熱化濕治之。其區別在於，肝膽濕熱證相對範圍較廣，眩暈、口苦、胸悶不舒、腹脹、納呆、前陰諸疾及身目發黃等全身表現較明顯；肝經濕熱證則範圍較窄，因濕性下淫，且肝之經脈繞陰器，故多指濕熱循肝經下注而致之前陰諸疾或兼小便異常等。一般來說，以口苦、脅痛、腹脹、前陰諸疾為主症，很少有身目發黃者。如上述全身症狀較多，尤其兼有身目發黃或口苦較甚等膽汁疏洩失常表現者，則為肝膽濕熱證。\n肝火上炎證與肝膽濕熱證 肝為陰中之陽臟，其性升發，情志鬱結，惱怒傷肝，化火上衝，則引起肝火上炎證。肝膽濕熱證則因濕熱蘊結肝膽所致。火為熱之甚，其性上炎，又易灼傷津液。而濕為陰邪，濕邪粘膩而滯。因此，決定了二證不同的臨床表現。肝火上炎證見脅痛，眩暈，嘔吐，頭痛，目赤，耳鳴，煩躁易怒，口苦，小便黃赤，大便秘結，舌紅，脈弦；肝膽濕熱證則出現脅肋脹痛，口苦，口渴而不欲飲，心煩，納呆，嘔惡，小便短赤，大便不調等。\n膽熱證與肝膽濕熱證 膽熱證因外邪入里化熱，或七情鬱結化熱，累及膽腑而成，以眩暈、口苦、咽乾、耳鳴耳聾、心煩不寐、舌紅、脈弦數為主要臨床表現。有時出現善驚易恐，情緒易於激動。肝膽濕熱證則濕邪與熱邪膠結於肝膽，病程相對較長，且有濕熱內阻的胸悶泛噁納呆症狀。\n膽鬱痰擾證與肝膽濕熱證 膽鬱痰擾證多傷於七情失調，鬱結化熱化痰，鬱於膽腑，並可蒙蔽心竅，阻遏氣機，使心神不定，阻失決斷，故煩躁、夜寐不安、心悸、怔忡、舌苔黃、脈弦滑。肝膽濕熱證則為肝膽臟腑均病，除了與膽鬱痰擾證相似的表現以外，還同時出現肝膽濕熱症狀。\n脾胃濕熱證與肝膽濕熱證 二證且均屬濕熱為患，但其病因、病機、病位不同。脾胃濕熱證多因飲食不節，過食肥甘，釀成濕熱；或素體脾胃虛弱者，久居濕地，濕邪鬱久化熱；或外感濕熱之邪，使運化失司，症見脘腹痞滿，嘔吐，納呆，肢體困倦，大便稀軟或溏薄，舌苔黃膩，脈濡數。肝膽濕熱證因濕熱蘊結於肝膽而成，但亦可因脾胃濕熱證，鬱蒸肝膽轉化而來。因此，臨床上同見納呆、嘔惡等症。但後者以煩躁易怒、面紅目赤、黃疸為特徵。前者病位在脾胃，後者病位在肝膽。"
  },
  "literature": "《臨證指南醫案·疽》蔣式玉按：“陽黃之作，濕從火化，瘀熱在里，膽熱液泄，與胃之濁氣共並，上不得越，下不得泄，熏蒸遏鬱，侵於肺則身目俱黃，熱流膀胱，溺色為之變赤，黃如橘子色，陽主明，治在胃。”",
  "zhengsu_composition": {
    "location": [
      "gan",
      "dan"
    ],
    "nature": [
      "shi",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：肝、膽。病性：濕、熱/火。根據證候名稱「肝膽濕熱證」分析其病機組成。"
}