{
  "id": "ganfengneidong",
  "number": 140,
  "name": "肝風內動證",
  "category": "臟腑證候",
  "overview": "肝風內動證是概指肝陽化風上擾，或肝風挾痰火上衝，氣血並走於上，或肝陰血虛極生燥生風，從而發生以善行數變及動搖振顫為特徵、包括清竅閉塞和肢體形態動作失常的一系列症狀。本證候病因複雜，常因年高腎虧或房室勞倦，七情內傷，飲食失調等所致，也可因溫病邪入下焦，陰血耗竭而發病。\n主要臨床表現為：眩暈，頭痛，震顫抽搐耳鳴，口眼喎斜，甚則昏仆失語，不知人事，或為手足麻木、偏癱，或為瘛瘲，舌多紅絳、乾燥，脈多弦數或兼滑、兼長，陰血虛極生風者，脈多細數無力或細弦、虛弱。\n肝風內動證常見於“眩暈”、“頭痛”、“中風”、“偏癱”、“厥病”、“溫病”等疾病中。\n本證應與“肝陽上亢證”、“熱極生風證”、“肝旺氣實動風證”、“風中經脈證”、“肝熱動風證”等相鑑別。",
  "clinical_manifestations": "眩暈，頭痛，震顫抽搐耳鳴，口眼喎斜，甚則昏仆失語，不知人事，或為手足麻木、偏癱，或為瘛瘲，舌多紅絳、乾燥，脈多弦數或兼滑、兼長，陰血虛極生風者，脈多細數無力或細弦、虛弱。肝風內動證",
  "common_diseases": [
    "“眩暈”",
    "“頭痛”",
    "“中風”",
    "“偏癱”",
    "“厥病”",
    "“溫病”"
  ],
  "differential_syndromes": [
    "“肝陽上亢證”",
    "“熱極生風證”",
    "“肝旺氣實動風證”",
    "“風中經脈證”",
    "“肝熱動風證”"
  ],
  "differential": {
    "self_analysis": "本證的臨床表現與具體治法，在不同疾病中各具特點：見於眩暈及頭痛病中，習稱肝陽化風，多屬素體陰虧陽盛，又因煩勞、惱怒，氣火上升而動風陽，或因情志久鬱化火，肝陰過耗而火升風動；主症表現為頭目眩暈，如坐舟車，或為頭痛且暈，目痠畏光；兼症為躁急，面紅，口中乾苦，或肢麻肉瞤，行走不穩，或不寐，多夢；諸症常因煩勞或惱怒而加重；舌紅，苔黃，脈象弦數，治宜育陰潛陽，平肝熄風，常用镇肝熄风汤(《醫學衷中參西錄》)或羚羊钩藤汤(《通俗傷寒論》)去鮮生地、川貝母、桑葉、竹茹，加生石決、生牡蛎、珍珠母、夜交藤、合歡花。見於中風或大厥時，是肝陽化風的重症，有上冒巔頂清竅的閉證、脫證及旁走四肢的瘛瘲、癱瘓等不同情況，具體證治詳見中風篇。肝風內動證見於偏癱時，常為內風類中的輕症。患者神識尚清，只是經絡隧道被風陽挾痰濁壅阻，出現口眼喎僻、舌強語謇、肢體重滯、麻木、半身不遂等症狀。舌紅，苔膩，脈弦滑數。治法要潛陽熄風，順氣降火，同時開痰泄熱，通經疏絡，常用天麻钩藤饮(《雜病證治新義》)加地龍、僵蠶、全蠍、蜈蚣、竹瀝、川貝、赤芍、防己、威靈仙之屬。肝風內動證還可見於內風類中後遺偏癱的患者。此際經隧既未暢通，又因風陽漸熄而未全熄，或風陽熄後因故再度蠢動，往往在肢體運動障礙之外，再兼有風陽見證，如眩暈、頭痛、筋惕、肉瞤等，治法可用天麻钩藤饮(《雜病證治新義》)加減以平肝潛陽熄風，同時應針對本病偏癱屬氣虛不行，痰濁阻滯經隧的特點，重用补阳还五汤(《醫林改錯》)以益氣逐瘀通絡；倘若治療後風陽已熄，痰瘀已祛，肢體已能活動，只是腰酸腿軟，昏暈乏神，腦力遲鈍，轉為精髓空虛的見證，治法也應改為補腎益髓，俾收全功。肝風內動證見於下焦溫病時，叫做陰血虛極生風，是由屢經汗下，失血耗陰，下焦肝腎陰血枯竭，不能濡養空竅和肢體所致，故肝脈失養，虛風內動，手足蠕動，甚則瘛瘲，口角顫抖，心中憺憺大動；同時有肝腎真陰大傷見證，如消瘦，內熱，手足心更熱，顴紅，口乾，舌燥，盗汗，耳聾，語謇，舌邊尖紅絳，齒垢，唇裂，脈虛細數或細弦無力等。這些見證與肝陽化風不同，後者雖有風陽旁走四肢經絡的見證，但以風陽挾痰火上冒巔頂的表現為重，不像本證是以肢體動搖為突出症狀。肝陽化風證為下虛上實或本虛標實，且標急於本，治法上側重先治標而後顧本；肝風內動證則為邪微正虛，以虛為主，治法始終以扶正為主，入手便當養血定風，壯水滋陰。代表方為三甲复脉汤(《溫病条辨》)、大小定风珠(《溫病条辨》)等。\n因本證多從肝氣化火生風，且多夾痰火上衝，故常有夾雜肝旺乘脾犯胃、夾中焦虛寒、夾反侮肺金及夾痰夾火等情況。夾乘脾犯胃及氣滯者，脅腹脹痛，噫嘔吐逆，除平肝熄風藥外，可酌加疏利和降之品，如白蒺藜、生麥芽、半夏、甘松、香櫞之類；夾中虛者納谷減少，食不知味，腹脹便溏，可酌加培土扶脾健胃藥，如黨參、白朮、山藥、蓮肉、甘松、乾薑、川貝(炒黃)、陳皮之屬；夾反侮肺金，肝氣上衝於肺者，每伴脅痛，上氣而喘，可酌加肅肺抑肝藥，如吳萸、炒桑枝、杏仁、蘇梗、橘紅、蘇子之類；夾痰火者，與人之肥瘦有一定關係：肥盛者形盛氣衰，多濕多滯，氣道不利，痰氣易於壅滯，對於風陽病勢，有推波助瀾之患，治療時可加用調氣豁痰藥，如二陳、厚朴、枳殼、旋覆花、萊菔子、蘇子之類。瘦人多熱多燥，易於因熱生風，如再有菸酒嗜好，聚濕生痰，痰火俱盛，則必多痰咳嗽，痞悶，嗳噁，眩暈，悸煩，一旦風陽蠢動，多挾痰火上衝，阻塞清竅，宜加用滌痰開竅藥如膽星、天竺黃、竹瀝、遠志、菖蒲、鬱金之類，而在風動之前，尤應注意清氣化痰，可用清气化痰丸(《醫方考》)或清火豁痰丸(《古今醫鑑》)加減。又肝風內動證如因感冒風寒，由外邪引動內風的，常兼寒熱、頭痛、骨楚等表證；既有表證，可酌加疏風藥如荊芥、防風、白芷、蟬衣、僵蠶、蠶砂、天麻、秦艽之類，與平熄內風藥並用。",
    "type_comparison": "肝陽上亢證與肝風內動證 兩者雖然同是肝陰不配陽，陰虛陽亢引起的證候，但在化風與未化風、動風與未動風之間，存在著病機與臨床表現上的顯著差別。就病機而言，肝風內動證比起肝陽上亢證，大大發展惡化，發生了質變；原來水不涵木而木旺的情況，已發展到腎虧愈甚，陽亢化火化風；原屬飲食不節，生痰生熱，也已發展到熱極化火，風從火出；原來是七情內傷，已發展到五志化火，火動肝風。這些病機上的質變，必然引起臨床表現的變化：肝陽上亢證只有陽氣浮動於上部的陽亢症狀，如頭痛、頭暈、面紅、目眩、耳鳴、口舌乾燥等；肝陽化風證則有視物昏轉、震眩不定、肢麻筋惕、心悸不寐、嘔吐不食、動輒汗出、起即欲仆等症；內風類中則有口眼歪斜、搖頭弄舌、舌強不語、昏不知人等肝風上冒巔頂的症狀和肢體重滯、手足拘攣、半身不遂等肝風旁走四肢的症狀；同時，舌體或麻，或強，或短，脈象已非陽亢證的弦細或弦數，而是弦長有力。若有閉證或脫證的典型症狀，則與肝陽上亢證的區別可更加分明。\n熱極生風證與肝風內動證 熱極生風證，與病從內發的肝風內動證相較，動風雖似，病機有別，表現亦殊。第一，從病因病機上說，熱極生風證為溫邪上受，從口鼻而入，其動風的臨床表現，都是由溫熱暑火之邪表入里，招引相火，火動風生，風火相煽而來，例如木火同化，筋脈失養，則手足抽搐；外竄經絡則發痙；內逼膻中則發厥；逆傳心包則昏迷。這些觸動肝風的臨床表現，都是以邪熱傳里為病原，邪熱一清，肝風自熄，此與病從內發的肝風內動證，迥不相同。第二，從臨床表現上說，熱極生風證必有屬於外感時邪的症狀與動風症狀相並存，可資鑑別。例如，暑熱熏灼、肺氣不足的喘促，必喘乏自汗而無痰聲，此與肝風內動證多夾痰濁上阻清竅而痰升聲鼾者大異；暑病動風，必伴高熱，且兼有面垢齒燥，大便或秘或瀉而不爽等濕象，此與風陽內動生燥生風者亦異；高熱痙厥必有實熱見證，如高熱、神迷、眼吊、項強、肢體攣急、角弓反張、舌紅、苔黃、脈弦數等表現，此與溫病傳入下焦、陰血虛極內動肝風的邪微正虛、肝腎陰血耗傷的虛風見證，如肢麻肉顫、手足蠕動、顴紅唇裂、潮熱盗汗、口糜齒焦、舌乾絳、脈細數或細弦無力等表現，也是不同。\n肝旺氣實動風證與肝風內動證 厥證之中，除了《內經》的大厥、暴厥、薄厥屬於內風類中，本身就是肝風內動證，不存在類證鑑別；其他厥病與肝風內動證差別甚大，毋須列入類證鑑別處，只有氣厥一病，每因肝旺氣升，導致血逆，發病時可具有善行數變和肢體形態、動作異常等屬風的特徵，容易和類中的肝風內動證相混淆。鑑別要點在于氣厥屬於氣血逆亂，陰陽不相順接，不同於類中的氣血痰火並走於上。其臨床表現是：先感胸膈憋悶，呼吸粗急，幾乎窒息；次則口噤不語，肢體運動失常，或搬空引線，或握拳，或抽搐，或強直痙攣，或手足癱瘓；重時神識突然昏蒙，不知人事。但此證的昏迷，旋昏旋醒，旋醒旋昏，與類中不同。此外，昏厥時面帶青黃，四肢末端清涼，不見痰湧，不聞鼾聲；類中則面赤身溫，痰涎湧盛，鼾息氣粗。氣厥的肝旺氣實動風證苔多薄白，脈多沉伏，厥回神清時轉為沉弦；類中則苔多黃膩，脈多弦長，滑大。\n風中經脈證與肝風內動證 外風中於經絡或血脈，與肝風內動證的肌膚不仁，麻木、口眼喎斜、語言謇澀、半身不遂等症狀，容易混淆，但常可從以下幾方面加以鑑別：一、發病前的體質基礎不同。外風易於侵襲素來氣虛，衛虛之體，內風易發於肝腎陰虛、水虧陽亢之體。二、病機不同。外風乃風邪夾痰濕、寒濕或死血痺阻經絡，或為風邪著於血脈之中，例如，外風所中的口眼喎斜，是因中邪一側的唇口目等處手足陽明和手足太陽經脈弛緩，而健側反急之故；內風則為肝風挾痰火瘀濁上升而閉阻經絡血脈之間，使空竅、筋脈失養而然。三、臨床表現有異。外風的經脈證候，可伴有頭痛、發熱、惡風惡寒、脈浮緩或浮弦、浮滑等六經形證，不伴發臟腑里證；肝風內動證則無六經形證，雖有經絡、血脈的症狀，每作為內臟證候的前兆或後遺症而出現或存在，且常與卒倒不語、昏不識人等臟腑里證同時並見。\n肝熱動風證與肝風內動證 肝熱動風一證，發則昏不知人，眩仆倒地，項強直視，手足抽掣，口眼相引，具有發病迅速、形體動搖的肝風特徵，頗易與類中昏仆的肝風內動證相混。鑑別要點有四：一、肝熱動風證多由痰熱與驚引起，與肝風內動證之多由房室勞倦，腎精暗耗，陰虛陽亢化風者不同；二、肝熱動風證常復發，可連日發作或一日數發，發作過後很快恢復常態，與肝風內動的類中迥異；三、肝熱動風證好發於青少年，與內風之好發於中年以後或體質肥盛者不同；四、肝熱動風證屬於陽癇，具有癇病的一般特點，病發昏仆時痰熱逆上，必吐涎沫，叫吼之聲，如同六畜，瞳孔散大、等圓而無反應，溲便自遺，移時不治自醒，一如常人。可與昏仆無聲，口不吐沫，且常伴有口眼喎斜，半身不遂的類中昏仆相識別。"
  },
  "literature": "《中風料詮·中風總論》：“《素問》之言中風，非不明析，然皆外因之病。景岳所謂風邪中人，本皆表證，《內經》諸風，皆指外邪，故無神魂昏憒、痰壅僵仆、癱瘓抽搐等證。……若內因之昏憒猝仆者，《素問》自有大厥、薄厥等條，而並不謂之中風。……不謂《甲乙經》以擊仆偏枯、猝然暴死指為偏中邪風，而《金匱》之中風篇，又以喎僻不遂、身重不仁、昏不識人、舌強吐涎指為賊邪之在經、在絡、入腑、入臟，於是內風暴動之病，皆指為外感之邪風，亂《素問》之例，……蓋至是而中風之病名，乃專屬於喎僻不遂、昏憒暴仆之證。……然以近今所見之昏憒猝仆諸證言之，大都肝陽暴動，氣升火升，熱痰上湧，氣粗息高，正與古人之認作虛寒者，絕端相反。……惟內熱生風，肝陽陡動，迫其氣血上衝入腦者，乃有此猝然喎僻、體重不仁、昏不識人、舌強難言、口吐涎沫諸候，其外形必有肝陽之見證可徵，如面赤、唇紅、氣粗息高等皆是，且其脈必多浮大、渾濁、數促之象，必不獨見浮緊。雖間亦有真陽式微，虛風一煽，而即見脫證者，面青肢冷，黏汗自流，乃與《金匱》所言之寒虛相搏近似，……亦非在表之寒，於脈當遲細沉伏，必無浮緊之理。”"
}