{
  "id": "ganhuoshangyan",
  "number": 138,
  "name": "肝火上炎證",
  "category": "臟腑證候",
  "overview": "肝火上炎證是指肝氣鬱結化火，火氣上逆，以頭痛目赤、耳鳴口苦為主症的證候。多因木鬱不達，肝用太過而形成。\n主要臨床表現為：發熱口渴，煩躁失眠，頭痛，耳鳴如潮，甚則突然耳聾失聽，面紅目赤，口苦咽乾，脅肋疼痛，或吐血衄血，吞酸，便結溲黃，舌邊尖紅，苔黃，脈弦數。\n肝火上炎證常見於“頭痛”、“耳鳴耳聾”、“出血”、“不寐”、“吞酸”、“狂躁”等疾病中。\n本證應與“膽熱證”、“肝陽上亢證”相鑑別。",
  "clinical_manifestations": "發熱口渴，煩躁失眠，頭痛，耳鳴如潮，甚則突然耳聾失聽，面紅目赤，口苦咽乾，脅肋疼痛，或吐血衄血，吞酸，便結溲黃，舌邊尖紅，苔黃，脈弦數。肝火上炎證",
  "common_diseases": [
    "“頭痛”",
    "“耳鳴耳聾”",
    "“出血”",
    "“不寐”",
    "“吞酸”",
    "“狂躁”"
  ],
  "differential_syndromes": [
    "“膽熱證”",
    "“肝陽上亢證”"
  ],
  "differential": {
    "self_analysis": "肝火上炎證可見於多種疾病中，各具臨床特點，治療亦當有別。如見於頭痛，表現為巔頂頭痛，痛若刀劈或脹悶不舒，或自覺頭部筋脈跳動掣痛，多伴眩暈不能自持，雙目紅赤昏花，舌紅苔黃，脈弦滑數。乃由情志鬱結，氣鬱化火，火性炎上，上擾清空之府，氣血逆亂所致，治宜苦寒直折，清肝瀉火，用龙胆泻肝汤(《醫宗金鑑》)。如見於耳鳴耳聾，表現為暴發耳鳴如潮，或耳聾失聽，心煩多怒，怒則尤甚，夜臥不寧，頭暈疼痛，面赤，口苦咽乾，舌質紅苔黃，脈弦數，乃由情志抑鬱，鬱而化火，或暴怒傷肝，肝火循經上壅於耳，清竅被蒙所致，治宜清肝洩熱，降火通竅，亦用龙胆泻肝汤(《醫宗金鑑》)合通气散(《醫林改錯》)。如見於出血，表現為吐血、衄血，其色鮮紅，脅痛，口苦，咽乾，心煩善怒，躁擾不寧，目赤多眵，舌紅苔黃，脈弦數，乃由情志傷肝，氣鬱化火，火氣交迫，陽絡受損，藏血失職，血隨火熱之性，上溢口鼻所致，治宜清肝瀉火，涼血止血，仍用龙胆泻肝汤合犀角地黄汤(《千金要方》)。如見於不寐，則表現為夜寐失眠，不能安臥，易於驚恐，厭聞響聲，善怒，心煩，雙目紅赤，口苦咽乾，或伴頭暈耳鳴，大便秘結，舌紅苔黃，脈洪實，乃由肝火擾心，神不守舍所致，治宜清肝瀉火，寧神定志，方用泻青丸(《小兒藥證直訣》)。如見於吞酸，表現為兩脅或胃脘灼痛，泛吐酸水，脘痞胸悶、嘈雜噯氣、口乾面苦，舌紅脈弦數，乃由肝失條達，氣鬱化火，火逆犯胃，胃失和降所致。治宜辛開苦降，清肝瀉火，方用左金丸(《丹溪心法》)。如見於狂躁，表現為頭痛失眠，雙目怒視，面紅目赤，甚則狂亂無知，逾垣上屋，罵詈不休，不避親疏，或毆人毀物，力過常人，大便秘結，小便赤澀，舌紅苔黃糙，脈弦滑數，乃由惱怒傷肝，氣火灼津煉液為痰，痰火壅盛上擾，神明逆亂所致，治宜清肝瀉火，豁痰寧神，方用当归龙荟丸(《宣明方論》)合礞石滚痰丸(《養生主論》)。\n肝火上炎證在病機演變過程中，因火邪有炎上、傷津的特點，常可出現兼夾證候：如肝火上炎，乘於肺金，則出現氣逆嗆咳，面紅喉乾，咳時引脅作痛，舌黃少津，脈弦數等肝火犯肺之證；由於肝臟體陰而用陽，賴腎水以涵養，若肝火內熾日久，不特灼傷本臟之陰，且必下吸腎水，而出現頭眩目乾，腰膝痠軟，五心煩熱，咽喉乾痛，舌紅少苔，脈細等肝腎陰虛之證。",
    "type_comparison": "膽熱證與肝火上炎證 膽附於肝，氣鬱則化熱，熱為火之漸，火為熱之甚，故膽熱循經上擾，以目眩，耳鳴，咽乾，口苦為主，雖亦可見頭痛，目赤，總不如肝火上炎證嚴重。且膽主決斷、肝主怒，因此，前者往往多嘆息，後者必易怒而急躁。\n肝陽上亢證與肝火上炎證 肝陽上亢證多因肝腎之陰不足，水不涵木、陰虛無以制陽，以致肝陽升騰，亢逆於上；而肝火上炎證多為七情過極，氣鬱化火所致。肝陽上亢證為本虛標實，下虛上實；肝火上炎證純屬實證。二者病因病機不同，臨床表現亦各有異：肝陽上亢證所出現的頭痛多為脹痛，眩暈為頭眩眼花，並有行動飄搖之感，耳鳴多如蟬聲，逐漸而起，時作時止，甚則可出現中風昏厥，後遺口眼歪斜，語言謇澀；半身不遂等，乃陰虛於下，陽張於上，氣逆風動使然。由於肝腎陰虧於下，腎之外府失養，故見腰膝痠軟乏力，諸如兩颧潮紅，或面紅烘熱，舌質紅絳或少苔，脈細數，均屬陰虛的表現。這些症狀都是肝火上炎所不具備。"
  },
  "literature": "《類證治裁·肝氣》：“相火附木，木鬱則化火，為吞酸脅痛、為狂、為痿、為厥、為痞、為呃噎、為失血，皆肝火衝激也。”“趙，左脅痛，脈洪耳鳴，時嘔脹腹痛，皆肝火鴟騰，濁瘀不肯泄降，宜戒怒節飲可愈。仿栀豉汤：山梔姜汁炒，黃連吳茱萸汁炒，白芍，牡蠣生杵，丹皮、金橘皮，服效。”\n《王旭高醫書六種·西溪書屋夜話錄》：“肝火熾灼，遊行於三焦，一身上下內外皆能為病，難以枚舉。如目紅顴赤，痙厥狂躁，淋秘瘡瘍，善飢煩渴，嘔吐不寐，上下血溢皆是。”",
  "zhengsu_composition": {
    "location": [
      "gan"
    ],
    "nature": [
      "huo"
    ]
  }
}