{
  "id": "ganjingshire",
  "number": 142,
  "name": "肝經濕熱證",
  "category": "臟腑證候",
  "overview": "肝經濕熱證是濕熱之邪蘊鬱肝經，出現脅痛、口苦、黃疸、納呆等症的證候。多因外感濕熱之邪，或嗜食肥甘酒酪而致。\n主要臨床表現為：黃疸，脅肋脹痛，飲食衰少，口苦、惡聞葷腥，身困乏力，或陰部潮濕，瘙癢，陰器腫脹疼痛，或耳脹痛流膿水。若濕重於熱，苔白膩微黃；熱重於濕，苔黃膩，小便短赤，脈濡數或滑數。\n肝經濕熱證常見於“黃疸”、“脅痛”、“臌脹”、“帶下”等疾病中。\n本證應與“脾胃濕熱證”、“肝膽濕熱證”、“膀胱濕熱證”相鑑別。",
  "clinical_manifestations": "黃疸，脅肋脹痛，飲食衰少，口苦、惡聞葷腥，身困乏力，或陰部潮濕，瘙癢，陰器腫脹疼痛，或耳脹痛流膿水。若濕重於熱，苔白膩微黃；熱重於濕，苔黃膩，小便短赤，脈濡數或滑數。肝經濕熱證",
  "common_diseases": [
    "“黃疸”",
    "“脅痛”",
    "“臌脹”",
    "“帶下”"
  ],
  "differential_syndromes": [
    "“脾胃濕熱證”",
    "“肝膽濕熱證”",
    "“膀胱濕熱證”"
  ],
  "differential": {
    "self_analysis": "濕熱侵犯肝經，凝滯氣機，可在不同的疾病中出現不同的病機特點和臨床表現。如黃疸病出現肝經濕熱證，則多表現為一身面目悉黃，脅痛，口苦，惡聞葷腥，體倦乏力等。濕偏重者，黃色晦滯，兼見腫脹，身重，頭如裹，納差，便溏，舌紅苔黃白相兼而膩，脈濡不數；熱偏重者，黃色鮮明如橘子色，身熱心煩，便結溲赤，舌紅，苔根黃膩，脈沉弦而數。前者治宜宣氣化濕清熱，方選二金汤(《溫病条辨》)加茵陳；後者治宜疏肝利膽，清利濕熱，方選四逆汤(《傷寒論》)去甘草，合茵陈蒿汤(《傷寒論》)。若脅痛病中出現肝經濕熱證，則多表現為脅肋脹痛，或陣發劇痛，痛引心下或胸背，口苦，咽乾，嘔噁，或寒熱往來，小便短赤，大便秘結，或耳脹痛流膿水，治宜疏肝利膽，清解濕熱，方選大柴胡汤(《傷寒論》)加減。若在臌脹病中出現肝經濕熱證，其臨床表現以腹大堅滿，脅腹攻痛，面色萎黃，舌質紫絳，苔黃膩，脈弦數為特點，此因濕熱壅結，氣滯水停，肝脾兩傷，病及血分，濕熱與瘀交阻而致，治宜清熱利水，活血化瘀，方選茵陈蒿汤(《傷寒論》)合化瘀汤(驗方)加減。若在帶下病中出現肝經濕熱證，則多表現帶下淡黃，粘稠臭穢、量多，或赤白雜下，或伴有外陰瘙痒，陰器腫脹疼痛，小便淋濁，此因肝經濕熱下注而成，治宜瀉肝膽濕熱，方選龙胆泻肝汤(《蘭室秘藏》)。",
    "type_comparison": "脾胃濕熱證與肝經濕熱證 肝、脾(胃)為木土之臟，病理上常相互影響，既同是濕熱為病，臨床表現自易混同，但認真鑑別，仍有不同的特點：蓋脾主運化，胃主納降，倘濕熱之邪，蘊結脾胃，則受納運化失職，升降失常，以脘腹痞悶，嘔惡厭食為多見症狀，且由於濕熱交阻下迫，可兼大便溏泄不爽，小便短赤不利；肝主疏洩，濕熱蘊結於肝經，則疏洩失常，以脅肋脹痛，口苦納呆為多見，因肝病傳脾，可兼嘔惡腹脹，大便不調，小便短赤。總之，脾胃濕熱證以升降失常為主；肝經濕熱證以氣機鬱滯為主。前者脈見濡數；後者脈見弦數。可資鑑別。\n肝膽濕熱證與肝經濕熱證 肝膽濕熱證與肝經濕熱證在病因病機及主要症狀方面頗相類同。如都由外感濕熱或內傷飲食，濕熱鬱滯，氣機失於疏洩、條達而致病，均可見脅痛，口苦等症狀。但由於病位有異，所以治法有別，臨床不可不辨。肝膽濕熱證，膽經症狀較突出，如黃疸日漸加深，伴有耳聾，咽乾，目眩，嘔吐苦水等；而肝經濕熱證，黃疸可有可無，或見黃疸而較輕微。若肝經濕熱證的黃疸日趨加深，說明病位已從肝及膽，濕熱之邪已瀰漫肝膽二經。兩證的側重點不同，前者偏於膽，後者偏於肝。以此為辨。\n膀胱濕熱證與肝經濕熱證 濕熱侵犯下焦，可影響膀胱的氣化功能，濕熱侵犯中焦，可影響肝經的氣機疏洩功能，兩者均為濕熱影響氣機的病變。但膀胱濕熱證，以排尿困難為主要症狀，如尿急、尿頻、尿少、尿痛，或見尿血，或尿夾砂石，尿道不通；肝經濕熱證，以脅痛，口苦，納呆為主要症狀，肝經濕熱證雖亦可下注前陰而引起尿痛，陰器腫脹或瘙痒，但有明顯的肝經濕熱持續階段，見尿痛而不為主症。據此，兩證不難區別。"
  },
  "literature": "《諸病源候論·五色黃候》：“其人身熱，眼青黃，視其瞳子青、膚亦青，面色青者，是其由脾移熱於肝，肝色青也。”\n《寓意草》：“膽之熱汁滿而溢出於外，以漸滲於經絡，則身目俱黃，為酒疸之病。”\n《謙齋醫學講稿》：“‘黃疸’的形成與膽汁有關，……膽與肝為表里，肝臟病變大多影響到膽，在肝病上出現黃疸，亦極自然。”",
  "zhengsu_composition": {
    "location": [
      "gan"
    ],
    "nature": [
      "shi",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：肝。病性：濕、熱/火。根據證候名稱「肝經濕熱證」分析其病機組成。"
}