{
  "id": "ganpibudiao",
  "number": 206,
  "name": "肝脾不調證",
  "category": "臟腑證候",
  "overview": "肝脾不調證又稱肝脾不和證。是由於肝鬱氣滯，肝氣乘脾，脾失健運；或由於脾虛濕蘊，土壅木鬱而致肝脾兩臟功能失調的證候。多因抑鬱，惱怒傷肝，飲食勞倦，思慮過度傷脾所致。\n主要臨床表現為：胸脅脹滿疼痛，善太息，精神抑鬱，或心煩易怒，口苦咽乾，納食減少，腹脹便溏，腸鳴矢氣，或腹痛泄瀉，苔白或膩，脈弦。\n肝脾不調證常見於“泄瀉”、“脅痛”、“臌脹”、“腹痛”、“月經不調”、“帶下”等疾病中。\n本證通常應與“肝胃不和證”、“心脾兩虛證”、“脾虛濕困證”、“肝火上炎證”相鑑別。",
  "clinical_manifestations": "胸脅脹滿疼痛，善太息，精神抑鬱，或心煩易怒，口苦咽乾，納食減少，腹脹便溏，腸鳴矢氣，或腹痛泄瀉，苔白或膩，脈弦。肝脾不調證",
  "common_diseases": [
    "“泄瀉”",
    "“脅痛”",
    "“臌脹”",
    "“腹痛”",
    "“月經不調”",
    "“帶下”"
  ],
  "differential_syndromes": [
    "“肝胃不和證”",
    "“心脾兩虛證”",
    "“脾虛濕困證”",
    "“肝火上炎證”"
  ],
  "differential": {
    "self_analysis": "肝脾不調證可見於多種疾病中。在泄瀉病中出現肝脾不調證，其病變特點為：平素常有胸脅痞悶，噯氣食少，每因情志影響，憤怒、抑鬱或精神緊張之時，即發生腹痛泄瀉。此乃脾氣素虛，或素有食滯與濕邪，每因情志傷肝，肝失疏洩，橫逆犯脾，脾失健運，水谷不化所致。正如《景岳全書·泄瀉》篇曰：“凡遇怒氣便作泄瀉者，必先以怒時挾食，致傷脾胃，故但有所犯，即隨觸而發，此肝脾二臟之病也。蓋以肝木克土，脾氣受傷而然。”治宜抑肝扶脾，方用痛泻要方(《丹溪心法》)。脅痛病中亦可見肝脾不調證，其脅痛表現以脹痛為主，疼痛走竄，疼痛每因抑鬱或惱怒之時出現或加重為特點。其疼痛乃由肝失條達，氣機不利，疏洩失職所致。日久肝氣乘脾，除有脅脹痛外，尚可有食少納呆，面目虛浮，肢困無力等症狀。治宜疏肝理氣健脾，方用柴胡疏肝散(《景岳全書》)酌加健脾藥物如茯苓、白朮等。如臌脹病中出現肝脾不調證，臨床表現偏重於氣滯濕阻，故以腹大按之不堅，腹皮繃急，脅下脹滿或疼痛，小便短少，食少納呆，食後作脹，噯氣不爽，苔白膩，脈弦為特點。正如《沈氏尊生書·腫脹源流》曰：“臌脹……或由怒氣傷肝，漸蝕其脾，脾虛之極，故陰陽不交，清濁相混，隧道不通。鬱而為熱，熱留為濕，濕熱相生，故其腹脹大。”本病亦可由感受濕邪，或飲食不節，飲酒過度致脾失健運，水濕內停，水濕蘊結化熱，濕熱留於中焦，脾虛濕盛侮肝，肝氣失於條達，遂致氣血凝滯，脈絡瘀阻，漸成臌脹。《景岳全書·積聚》說：“若飢飽無倫，飲食迭進，以致陽明胃氣一有所逆，則陰寒之氣得以乘之，而脾不及化，故餘滯未消，乃並腸外汁沫，搏聚不散，漸成癥積矣。”治宜疏肝理氣，除濕散滿，方用柴胡疏肝散(《景岳全書》)合胃苓汤(《丹溪心法》)。腹痛病中之肝脾不調證，以食少納呆，脘腹脹悶，痛引少腹，攻竄不定，隨情志變化而疼痛加劇，得噯氣或矢氣則其痛可減為主要臨床表現。此由肝氣鬱結，脾失健運所致。《景岳全書·心腹痛》云：“痛證當辨有形無形。無形者痛在氣分，凡氣病而為脹痛者，必或脹或止，而痛無常處，氣聚則痛而見形，氣散則平而無跡，此無形之痛也。但宜順氣，氣順則痛自癒矣。”治宜疏肝理氣，方用柴胡疏肝散。再如婦女月經不調病中之肝脾不調證，其病特點為：經期或前或後，經量或少或多，經行不暢，色暗有塊，胸脅乳房作脹，小腹脹甚而痛，多伴有煩躁易怒，食少納呆。此亦由情志抑鬱，或惱怒傷肝引起肝氣逆亂，疏洩失職，衝任不調；肝鬱乘脾，脾虛不能統血，血海溢蓄失常而致。治宜疏肝健脾，養血調經，方用逍遥散(《和劑局方》)。帶下病中之肝脾不調證，則以黃帶綿綿不斷，稠粘臭穢，或流黃水，或挾血液，陰中灼熱或陰部痛癢，且伴有口苦咽乾，心煩易怒，胸脅脹滿，腹脹便溏等為主要表現。此因煩躁多怒傷肝，肝氣橫逆犯脾，脾失運化，濕濁內生，濕熱鬱久化熱，濕熱下注損傷衝帶而致。亦有因脾虛濕盛，反侮肝木，肝氣鬱結化熱，濕熱下注所成。正如《本草經疏·婦人門》曰：“白帶多是脾虛。蓋肝氣鬱則脾受傷，脾傷則濕土之氣下陷，是脾精不守，不能輸為榮血，而下白滑之物矣。皆由肝木鬱於地中使然耳。法當開提肝氣，輔助脾元。”治宜疏肝清熱利濕，方用龙胆泻肝汤(《醫宗金鑑》)。\n肝脾不調證多發於女性。多因情志不遂而致肝氣鬱結，臟腑功能失調，所謂“百病皆生於氣也。”患者平素情志抑鬱，或煩躁易怒，疾病的發生、發展常與情志變化有關。\n肝藏血而主疏洩，脾統血，主運化。肝鬱氣滯，則血液運行不暢，可引起血瘀。或肝不藏血，脾不統血，血液溢於脈外留而不去，亦可形成血瘀。從而出現刺痛，腫塊，出血，面色黧黑，肌膚甲錯，舌質紫暗或有瘀點，脈細澀或結代等症狀。",
    "type_comparison": "肝胃不和證與肝脾不調證 肝胃不和證和肝脾不調證都是由於情志抑鬱，或惱怒而致肝氣鬱結，肝氣橫逆侵犯中焦所致。二證均有胸脅脹滿疼痛，精神抑鬱或急躁易怒，少腹脹痛，善太息等肝氣鬱結表現。但脾宜升則健，胃宜降則和。肝胃不和證是肝失疏洩，橫逆犯胃，胃失和降所致。臨床表現除具有肝氣鬱結證外，還伴有胃脘脹滿疼痛，呃逆噯氣，吞酸嘈雜，嘔吐等胃氣上逆表現。而肝脾不調證是由肝氣鬱結，肝木乘脾，脾失健運而成。故臨床不僅具有肝氣鬱結證，還兼見食少納呆，腹脹泄瀉，腸鳴矢氣，身倦乏力等脾虛症狀。一為胃失和降，胃氣上逆；一為脾氣虛弱，運化失常。二者截然不同，可資鑑別。\n心脾兩虛證與肝脾不調證 心脾兩虛證與肝脾不調證臨床上均有脾虛證表現。但心脾兩虛證多因思慮過度，勞傷心脾；飲食不節，損傷氣血生化之源，心失所養；或病後失調，長期失血致心血耗傷，脾氣受損所致。而肝脾不調證多因鬱怒傷肝，肝失疏洩，橫逆犯脾；或飲食勞倦傷脾，脾虛濕蘊反侮肝木而成。二證除了皆有食少納呆，腹脹便溏，腸鳴矢氣等脾虛症狀外，心脾兩虛證還見有心悸，氣短，活動時加重，失眠多夢，健忘，面色晄白，神疲倦怠，自汗，脈細澀或結代等心氣血兩虛的表現。而肝脾不調證則伴有胸脅脹滿疼痛，心煩易怒，善太息，月經不調等肝鬱氣滯症狀。二證病因病機及臨床表現同中有異，不難區別。\n脾虛濕困證與肝脾不調證 二證臨床上均具有食少納呆，腹脹便溏，或大便不調，腸鳴矢氣等脾氣虛弱表現。但脾虛濕困證是由濕邪傷脾，脾陽不振，運化失職；或由脾虛水濕內生。臨床見頭身困重，胸悶，腹瀉，浮腫，舌苔白膩，脈濡，氣候潮濕時加重等水濕停聚的表現。而肝脾不調證為肝脾二臟功能失調，必見精神抑鬱或煩躁易怒，胸脅脹滿疼痛，善太息等肝鬱氣滯症狀，可資鑑別。\n肝火上炎證與肝脾不調證 二證都具有情志抑鬱或煩躁易怒，胸脅脹滿疼痛等肝鬱氣滯症狀，故需加以鑑別。肝火上炎證多由肝鬱氣滯，鬱久化火，火性炎上，火氣上逆所致。以面紅目赤，口苦咽乾，煩躁易怒，脅肋灼痛，頭痛眩暈，耳鳴如潮，便秘尿赤，或吐血衄血等肝火表現為主。而肝脾不調證則以食少納呆，腹脹便溏，或腹痛泄瀉等脾虛症狀為特徵。"
  },
  "literature": "《素問·舉痛論》：“怒則氣逆，甚則嘔血及飧泄，故氣上矣。”\n《景岳全書·鬱證》：“實邪在肝，多見氣滿腹脹，所當平也。及其怒後而逆氣已去，惟中氣受傷矣。既無脹滿疼痛等症，而或為倦怠，或為少食，此以木鬱克土，損在脾矣。”\n《類證治裁·肝氣》：“肝木性升散，不受遏鬱，鬱則經氣逆，為嗳，為脹，為嘔吐，為暴怒脅痛，為胸滿不食，為飧泄，為癥疝，皆肝氣橫決也。”\n《張氏醫通·諸氣門》：“怒氣所致為嘔血，為飧泄，為煎厥，為薄厥，為陽厥，為胸滿脅痛；怒則氣逆而不下，為喘渴煩心，為消瘅，為肥氣，為目暴盲耳暴閉，筋緩，發於外為癰疽。”",
  "zhengsu_composition": {
    "location": [
      "gan",
      "pi"
    ],
    "nature": [
      "qi_zhi"
    ]
  }
}