{
  "id": "ganqiyujie",
  "number": 137,
  "name": "肝氣鬱結證",
  "category": "臟腑證候",
  "overview": "肝氣鬱結證是指肝因情志不暢，鬱怒所傷，失於疏洩所致氣機鬱滯，木不條達而出現的證候。\n主要臨床表現為：精神抑郁，胸脅脹悶或竄痛，善太息，或乳房、少腹脹痛，大便失常，月經不調，苔薄，脈弦。\n肝氣鬱結證常見於“癲病”、“脅痛”、“胃脘痛”、“腹痛”、“梅核氣”、“積聚”、“月經病”等與精神神志密切相關的疾病中。\n本證應與“肝氣橫逆證”、“脾濕肝鬱證”相鑑別。",
  "clinical_manifestations": "精神抑郁，胸脅脹悶或竄痛，善太息，或乳房、少腹脹痛，大便失常，月經不調，苔薄，脈弦。肝氣鬱結證",
  "common_diseases": [
    "“癲病”",
    "“脅痛”",
    "“胃脘痛”",
    "“腹痛”",
    "“梅核氣”",
    "“積聚”",
    "“月經病”等與精神神志密切相關的疾病"
  ],
  "differential_syndromes": [
    "“肝氣橫逆證”",
    "“脾濕肝鬱證”"
  ],
  "differential": {
    "self_analysis": "肝氣鬱結證可見於多種疾病中，各具臨床特點，治療亦有所區別。本證候在癲病中常見精神抑郁，或自言自語，語無倫次，或哭笑無常，時悲時喜，或如痴如呆，不思飲食，舌苔薄膩，脈弦或弦滑，多為思慮太過，所求不得，鬱怒不伸，肝氣鬱結、木不疏土，脾氣不升，痰濕內蘊，痰氣鬱結所致，治宜開鬱化痰，用逍遥散(《和劑局方》)與温胆汤(《千金方》)合方。在脅痛、胃脘痛、腹痛中表現為疼痛以脹痛為主，或脹甚於痛，或有氣走竄，疼痛發作往往與情志不暢密切相關，每隨著情緒的變化而增減，並有胸悶不適，脘腹痞滿，納食減少等，為七情所傷，肝之氣機鬱而不達所致，治宜疏肝理氣止痛，用柴胡疏肝散(《景岳全書》)與金铃子散(《素問病機氣宜保命集》)合方。在梅核氣中表現為咽中梗塞，如有炙臠，咯之不出，咽之不下，時聚時散，為氣鬱挾痰所致，治宜疏氣化痰，用半夏厚朴汤(《金匱要略》)。在積聚病中則表現為腹內積塊，或時聚時散，或脹痛，為憂思鬱怒，久不得解，臟腑失和，氣機阻滯、血行不暢所致，治宜行氣消積、活血通絡，用大七气汤(《醫學入門》)。在月經病中則表現為月經先後無定期，經行不暢，胸悶不舒，兩乳、兩脅及少腹脹痛，經期性情急躁或抑鬱不歡，舌質暗紅，脈弦，乃氣機鬱滯，衝任失調所致，治宜疏肝解鬱，理血調經，方用定经汤(《傅青主女科》)。\n肝氣鬱結證多發於成年人，而又以女性患者為著。尤其在婦女七七之年，因任脈虛，太衝脈衰少，天癸竭，地道不通，常表現為情緒易於激動，喜悲傷欲哭，煩躁不安，心悸失眠、健忘、耳鳴、眩暈等。肝氣鬱結證與情志的變化關係非常密切，在情緒不穩定時病可復發，情緒穩定後病可減輕，故善移情易性者，不易罹患此證。\n肝氣鬱結證在病機的發展演化過程中，因氣為血帥，血為氣母，氣鬱則血滯，可見胸脅刺痛，痛有定處。肝氣鬱滯則木盛克土，脾胃受損，運化失常而食滯，可見飲食不化，脘腹脹滿，嘔吐噯氣，或腹痛泄瀉。氣鬱則津液凝聚而生痰，可見胸悶，脘痞，納呆，苔膩。氣鬱不疏，久而化熱，可見心煩，口苦，舌紅苔黃。",
    "type_comparison": "肝氣橫逆證與肝氣鬱結證 二者都是由於精神刺激，肝臟氣機不調所致，但病勢、臨床表現均有所不同。肝氣鬱結證是肝臟的氣機鬱而不得伸展、發泄，於是結聚而滯於體內，病勢抑制，因其疏洩無能，作用不及，故臨床表現以精神抑鬱，意志消沉，寡言少語，善太息，胸脅滿悶或疼痛為主。肝氣橫逆證是肝臟的氣機不和而紊亂，先自本經起病，進一步橫逆侵犯它臟，乘脾、犯胃、衝心、侮肺、擾腎，病勢亢奮，乘脾則腹痛腹脹泄瀉；犯胃則脘疼嘔惡呃逆；衝心則胸悶心痛欲死；侮肺則胸滿喘咳痰嗽；擾腎則精關不固而遺洩。肝氣鬱結證與肝氣橫逆證都有脾不健運的表現，但產生機理上兩者有區別。按五行生克原理，木克土，“克”是正常的制約關係，即脾土的運化必須藉助肝木的疏洩條達功能以完成，如《血證論》說：“木之性主於疏洩，食氣入胃，全賴肝木之氣以疏洩之，而水谷乃化。”因而，肝氣鬱結證所出現的中焦不運症狀，是由於肝氣鬱結以後，其正常的條達疏洩輔助脾土運化的功能失職，即木不疏土而造成的。肝氣橫逆所出現的中焦不運症狀，則是由於肝臟疏洩太過，氣機橫逆，乘犯脾土，即肝強脾弱而導致，兩者顯然不同。肝氣鬱結證可以發展，轉化為肝氣橫逆證，肝氣橫逆證一般不轉化為肝氣鬱結證。\n脾濕肝鬱證與肝氣鬱結證 肝氣鬱結證是肝的氣機鬱滯，原發病位是在肝，如王旭高說，乃“肝氣自鬱於本經”(《王旭高醫書六種·西溪書屋夜話錄》)。脾濕肝鬱證則是由於濕濁內生，困於脾土，脾失健運，氣滯中焦，升降失司，影響肝氣的條達疏暢而形成的，其原發病位在脾，肝鬱為其繼發證。脾濕肝鬱證臨床表現先有濕困脾土的納呆、腹脹、食少、便溏、苔膩等症狀，繼之再出現兩脅脹痛、精神抑鬱等肝鬱的表現，即土壅木鬱證，與肝氣鬱結迥異。"
  },
  "literature": "《外台秘要》：“男屬陽，得氣易散；女屬陰，得氣多鬱。”\n《丹溪心法·六鬱》：“氣鬱者，胸脅痛，脈沉澀；濕鬱者，周身走痛、或關節痛，遇陰寒則發，脈沉細；痰鬱者，動則喘，寸口脈沉滑；熱鬱者，瞀悶，小便赤，脈沉數；血鬱者，四肢無力，能食，便紅，脈沉；食鬱者，嗳酸腹飽不能食，人迎脈平和，氣口脈繁盛者是也。”\n《赤水玄珠》：“五臟本氣自鬱證，心鬱者，神氣昏昧，心胸微悶，主事健忘，治宜肉桂、黃連、石菖蒲；肝鬱者，兩脅微膨，噯氣，連連有聲，治宜青皮、川芎、吳茱萸；脾鬱者，中脘微滿，生涎少食，四肢無力，治宜陳皮、半夏、蒼朮；肺鬱者，皮毛燥而不潤，欲嗽而無痰，治宜桔梗、麻黃、豆豉；腎鬱者，小腹微硬，精髓乏少，或濁或淋，不能久立，治宜肉桂、茯苓、小茴香；又有膽鬱者，口苦，身微潮熱往來，惕惕然如人將捕之，治宜柴胡、竹茹、乾薑。”\n《類證治裁·肝氣》：“肝木性升散，不受遏鬱，鬱則經氣逆，為嗳、為脹、為嘔吐，為暴怒脅痛，為胸滿不食，為飧泄，為癥瘕，皆肝氣橫決也。”"
}