{
  "id": "ganshenyinxu",
  "number": 208,
  "name": "肝腎陰虛證",
  "category": "臟腑證候",
  "overview": "肝腎陰虛證是由腎陰不足導致肝陰不足，或肝陰不足引起腎陰虧損而成，臨床上具有肝腎兩臟陰虛之表現。多由久病勞傷，或溫熱病邪耗傷肝陰及腎陰所致。\n主要臨床表現為：視物昏花或雀盲，筋脈拘急，麻木，抽搐，爪甲枯脆，脅痛，眩暈耳鳴，腰膝痠軟，齒搖髮脫，遺精，形體消瘦，咽乾口燥，五心煩熱，午後潮熱，顴紅盗汗，虛煩不寐，尿黃便乾，舌紅少苔或無苔，脈沉弦細數。\n肝腎陰虛證常見於：“脅痛”、“腰痛”、“虛勞”、“血證”、“眩暈”、“月經先期”、“閉經”、“痛經”等疾病中。\n本證應與“心腎不交證”、“肺腎陰虛證”、“腎精不足證”相鑑別。",
  "clinical_manifestations": "視物昏花或雀盲，筋脈拘急，麻木，抽搐，爪甲枯脆，脅痛，眩暈耳鳴，腰膝痠軟，齒搖髮脫，遺精，形體消瘦，咽乾口燥，五心煩熱，午後潮熱，顴紅盗汗，虛煩不寐，尿黃便乾，舌紅少苔或無苔，脈沉弦細數。肝腎陰虛證",
  "common_diseases": [
    "：“脅痛”",
    "“腰痛”",
    "“虛勞”",
    "“血證”",
    "“眩暈”",
    "“月經先期”",
    "“閉經”",
    "“痛經”"
  ],
  "differential_syndromes": [
    "“心腎不交證”",
    "“肺腎陰虛證”",
    "“腎精不足證”"
  ],
  "differential": {
    "self_analysis": "肝腎陰虛證可見於多種疾病中。脅痛病中之肝腎陰虛證，特點為脅肋隱痛，綿綿不休，伴有腰膝痠軟，頭暈目眩，潮熱盗汗等肝腎陰虧症狀。此乃七情內傷，化火傷陰；久病精血虧損，脈絡失養所致。《景岳全書·脅痛》云：“內傷虛損脅肋疼痛者，凡房勞過度，腎虛羸瘦之人，多有脅肋間隱隱作痛，此肝腎精虛不能化氣，氣虛不能生血而然。”治宜滋補肝腎，方用一贯煎(《柳州醫話》)。腰痛病中之肝腎陰虛證，其腰痛性質多為痠軟隱痛，腰膝無力，遇勞加劇，臥時減輕，且有視物昏花等症。多因稟賦不足，久病體虛，或房勞過度，年老精血虛衰，筋脈失養所致。治宜滋補肝腎，方用左归丸(《景岳全書》)。虛勞病中亦有此證，病人除具有腰膝痠軟，眩暈耳鳴，視物昏花等肝腎陰精不足表現外，多伴有全身多個臟腑氣血虧損症狀。其病因正如《醫學綱目·虛勞》所說：“虛者，皮毛、肌肉、筋爪、骨髓、氣血津液不足也。若男子終日勞役，神耗力倦，飢飽越常，喜怒憂思，形寒飲冷，縱欲恣情……根源從此而虛竭矣。”《素問·上古天真論》云：“今時之人不然也，以酒為漿，以妄為常，醉以入房，以欲竭其精，以耗散其真，不知持滿，不時御神，務快其心，逆於生樂，起居無節，故半百而衰也。”治宜滋補肝腎。方用大补阴丸(《丹溪心法》)。血證如齒衄中亦可具有肝腎陰虛表現者，此乃情志內傷，縱情色欲，肝腎陰虧，陰虛內熱，灼傷脈絡，絡傷血溢所致。其出血以血色淡紅，齦浮齒搖而微痛為特點。如《景岳全書·血門》云：“血從齒縫牙齦中出者，名為齒衄。此手足陽明二經及足少陰腎家之病。腎水不足，口不臭，牙不痛，但齒搖不堅，或微痛不甚，而牙縫時多出血者，此腎陰不固，虛火偶動而然。”治宜滋陰降火，涼血止血，方用滋水清肝饮(《醫宗已任編》)合茜根散(《景岳全書》)。眩暈病中之肝腎陰虛證，臨床發病緩慢，病程較長，其眩暈較輕，多屬虛眩，閉目臥床則減，且伴有其它肝腎陰虧症狀。多由腎水虧虛，水不涵木，風陽上擾；或肝腎陰精虧耗，不能生髓，髓海不足而成。《靈枢·海論》曰：“髓海有餘，則輕勁多力，自過其度；髓海不足，則腦轉耳鳴，脛痠眩冒，目無所見，懈怠安臥。”治宜滋補肝腎，方用杞菊地黄丸(《醫級》)。如婦女月經先期病中見有肝腎陰虛證，臨床表現為：經行先期，量少色紅，質粘稠，兼見陰虛內熱之象，如兩顴潮紅，手足心熱等症。此乃肝腎陰虧，陰虛內熱，迫血妄行，衝任不固所致。《傅青主女科·調經》曰：“先期經來只一、二點者，人以為血熱之極也，誰知腎中火旺而腎水虧乎……先期而來少者，火熱而水不足也。”治宜養陰清熱，方用两地汤(《傅青主女科》)。婦女閉經病中之肝腎陰虛證，病人表現為：月經初潮較遲，量少色紅或色淡，漸至閉經。多由先天稟賦不足，天癸未充，或久病虛損，肝腎精虧血少，衝任失養所致。治宜滋補肝腎，養血調經。方用归肾丸(《景岳全書》)。再如婦女痛經病中出現本證者，其臨床以經後少腹隱痛，綿綿不休，經來色淡量少為特點。多因肝腎陰虛，精虧血少，衝任空虛，胞絡失養所致。治宜調補肝腎，養血止痛。方用调肝散(《傅青主女科》)。\n肝腎陰虛證多發生於形體羸瘦，或先天稟賦不足之人。由於婦女生理上有月經，胎孕，產育，哺乳等特點，易患陰血不足，故多發於婦女。正如《靈枢·五音五味》說：“婦人之生，有餘於氣，不足於血，以其數脫血也。”\n肝藏血主疏洩，腎藏精主發育生殖。生理上，肝血與腎精相互資生，肝血充足，血可以化精；腎精充滿，精亦可化血，故病理上肝陰不足與腎陰虧損常可同時出現。肝腎陰虛證病機演化過程中常有以下幾種情況；肝腎陰虧，不能制約肝陽，肝陽升發太過，亢逆於上，則出現頭脹痛，面紅赤，急躁易怒等肝陽上亢表現。肝腎陰虧又可致肺陰虧耗，肺陰不足，失其清潤肅降之職，陰虛火旺，灼傷肺絡，則可見乾咳短氣，痰少而稠，口咽乾燥，聲音嘶啞，咳痰帶血或咯血等症狀。肝腎陰虛不能上濟於心，心陰亦虧，陰虛內熱，擾亂心神，則可出現心煩不寐，多夢健忘，驚惕不安等症。腎為水火之宅，腎所寄之元陰元陽相互依存，相互制約，疾病過程中亦相互影響，肝腎陰虛，陰損及陽，腎陽亦虛，溫煦失職，氣化無權，可見形寒肢冷，面色晄白，腰膝痠冷，小便清長或遺尿，腰以下腫甚等症狀，形成腎陰陽兩虛之候。",
    "type_comparison": "心腎不交證與肝腎陰虛證 心屬火藏神，位居上焦；腎屬水藏精，位居下焦。生理上，心陽下降於腎，以溫腎水，腎陰上濟於心，以養心陰。若心腎失去水火相濟關係，腎水不足，不能向上滋養心陰，陰不制陽，心陽獨亢於上，不能下交於腎，則形成心腎不交證。本證除有腰膝痠軟，眩暈耳鳴，潮熱盗汗，五心煩熱等心腎陰虛症狀外，兼見虛煩不寐，心悸等心陽偏亢表現，而無肝陰虛之象。肝腎陰虛證不僅存在腎陰虛表現，且有兩目乾澀，視物昏花，筋脈拘急，麻木抽搐，爪甲枯脆，脅痛等肝陰虛症狀，而無心陽偏亢表現。兩證臨床表現各有特點，不難鑑別。\n肺腎陰虛證與肝腎陰虛證 二者皆屬陰虛，其臨床表現均可見眩暈耳鳴，視力減退，健忘少眠，腰膝痠軟，形體消瘦，咽乾口燥，五心煩熱，午後潮熱，盗汗顴紅，男子遺精，女子經少、經閉或崩漏等腎陰虛症狀，常易混淆，故須鑑別。肺腎陰虛證多由腎陰虧損，陰精不能上承，或虛火灼肺、久咳傷肺所致。臨床兼見咳嗽無痰、少痰或痰中帶血，口燥咽乾，聲音嘶啞等肺陰虛表現。而肝腎陰虛證多因腎陰不足不能滋養肝陰，或肝陰不足致腎陰虧損而成。病人且有視物昏花或雀盲，筋脈拘急，麻木，抽搐，爪甲枯脆，脅痛等症狀。二證一病位在肺腎，一病位在肝腎，不難區別。\n腎精不足證與肝腎陰虛證 腎藏精，主發育生殖。腎精不足主要指先天之精虧損，影響人體生長發育生殖而出現的男子精少不育，女子經閉不孕；小兒發育遲緩，身體矮小，智力和動作遲鈍，骨骼痿弱，囟門閉遲；成人則見早衰，髮脫齒搖，健忘，精神恍惚，足痿無力，精神呆鈍，動作遲緩等症狀，臨床表現只有陰精不足，無明顯的虛熱徵象。而肝腎陰虛證不僅可見齒搖髮脫，腰膝痠軟，健忘少寐等精血虧損之症，且有五心煩熱，潮熱盗汗，口燥咽乾，兩顴紅赤等虛熱症狀及視物昏花，筋脈拘急，脅痛等肝陰虧損表現，顯然與單純腎精不足證之臨床表現不同。"
  },
  "literature": "《素問·腹中論》：“年少時有所大脫血，或醉入房中，氣竭傷肝，故月事衰少不來也。”\n《醫學入門·諸虛》：“五勞六極七傷，積虛成損，積損成傷，經年不愈者，謂之久虛。肝勞，盡力謀慮，則筋骨拘攣，極則頭目昏眩；腎勞，矜持志節，則腰骨痛，遺精白濁，極則面垢脊痛。”\n《本草經疏·卷二》：“肝虛十證，胸脅痛，屬肝血虛；轉筋，屬血虛；目光短，屬肝血虛及腎水真陰不足；目昏，屬肝血虛有熱兼腎水真陰不足；目翳屬肝熱兼腎水不足；亡血過多，角弓反張，屬血虛有熱；少腹連陰作痛，按之則止，屬厥陰經血虛；偏頭痛，屬血虛，肝家有熱，不急治之，久必損目；目黑眩暈，屬血虛兼腎水真陰不足。”\n《張氏醫通·腰脊腿足痛》：“凡腰脊酸痿綿綿作痛，並腿足痿軟者，腎虛也。……腎虛腰痛，多由房欲，但察其既無表邪又無濕熱，或年老衰頹，或情志拂鬱，或行力不支，而坐臥少可，或疲倦無力，而動勞益甚，或面色慘晦，脈候虛微，皆腎經不足也。”"
}