{
  "id": "ganxueyuzhi",
  "number": 141,
  "name": "肝血瘀滯證",
  "category": "臟腑證候",
  "overview": "肝血瘀滯證是指肝氣失於疏洩，氣鬱日久，引起血分瘀滯的證候。\n主要臨床表現為：面色青黑，脅肋固定刺痛，拒按，或脅下包塊，舌質紫暗或邊有斑點，苔白，脈弦澀等。\n肝血瘀滯證常見於“脅痛”、“黃疸”、“積聚”、“肝著”、“臌脹”等病中。\n本證通常應與“胃脘瘀血證”、“陽明瘀血證”相鑑別。",
  "clinical_manifestations": "面色青黑，脅肋固定刺痛，拒按，或脅下包塊，舌質紫暗或邊有斑點，苔白，脈弦澀等。肝血瘀滯證",
  "common_diseases": [
    "“脅痛”",
    "“黃疸”",
    "“積聚”",
    "“肝著”",
    "“臌脹”等病"
  ],
  "differential_syndromes": [
    "“胃脘瘀血證”",
    "“陽明瘀血證”"
  ],
  "differential": {
    "self_analysis": "肝血瘀滯證可見於多種疾病之中，各具不同的臨床表現，必須認真辨析。如脅痛病中出現肝血瘀滯證，多見胸脅刺痛，固定不移，入夜更甚，脅下或有痞塊，舌質紫暗，脈弦澀等症，病緣肝鬱日久，氣滯血瘀，瘀血停積所致，治宜理氣活血化瘀，方選血府逐瘀汤(《醫林改錯》)加減。若在黃疸病中出現肝血瘀滯證，多見黃疸呈黧黑色，色澤黯滯，目青面黑，少腹滿，額上黑，大便黑、時溏，舌尖紅苔黃膩，脈沉弦而澀等症，屬女勞疸，系肝鬱血瘀，脾虛不運而濕熱內蘊所致，俞嘉言說：“因女勞而成疸者，血瘀不行。”(《醫門法律》)治宜消瘀化濕清熱，方選硝石矾石散(《金匱要略》)加虎杖、丹參、茜草。若在肝著病中出現肝血瘀滯證，多見脅肋固定刺痛，吞酸作嘔，口渴欲熱飲，得熱稍舒，舌質紫暗，脈弦澀等症，尤在涇說：“然肝雖著而反注於肺，所謂橫之為病。”(《金匱要略心典》)系肝鬱而瘀，累及於肺所致，治宜行氣散滯活血，方選旋覆花汤(《金匱要略》)加合歡花、柏子仁、絲瓜絡。若在積聚病中出現肝血瘀滯證，多見脅下有塊，軟而不堅，塊物固定不移，脹痛並見，苔薄，脈弦澀等症，病緣肝鬱氣滯，繼而血瘀，日久不散，聚結成塊所致，治宜理氣活血消積，方選金铃子散(《素問病機氣宜保命集》)合失笑散(《和劑局方》)加青皮、陳皮、三稜、莪朮等。若在臌脹病中出現肝血瘀滯證，多見面色黧黑，腹大堅滿，腹部青筋怒起、四肢反瘦，甚則喘息不得臥，二便不暢，舌質紫暗，脈沉弦等症，病由氣滯血瘀，繼而水停，水瘀互結所致，治宜消滿除濕，活血逐水，陽虛者佐以溫陽，可選桂枝去芍药加麻辛附子汤(《金匱要略》)合膈下逐瘀汤(《醫林改錯》)加減。陰虛者佐以養陰，可選桃红四物汤(《和劑局方》)合疏凿饮子(《濟生方》)加減。",
    "type_comparison": "胃脘瘀血證與肝血瘀滯證 肝為厥陰，藏血之臟，胃屬陽明，多氣多血之腑，兩者發病均易由氣分而入血分，尤多表現瘀血之證。胃脘瘀血證，臨床多以胃脘疼痛而有定處，痛如針刺或刀割，或見吐血紫黑，便血如墨，舌質紫暗，脈細澀為特點；肝血瘀滯證，臨床所見則以脅下包塊為主，病位不同，病症亦異。若肝病犯胃，亦可肝胃同見瘀血之證。\n陽明瘀血證與肝血瘀滯證 陽明瘀血證與肝血瘀滯證，皆有黃疸和瘀血的表現。從病因病機而論，陽明瘀血證所見黃疸，是以溫熱為主因，因熱而瘀，多見於外感熱病之中；肝血瘀滯證，雖亦可見黃疸，但以瘀為主，瘀而生熱夾濕熏蒸發黃，多見於女勞疸或肝病晚期。從臨床表現，陽明瘀血所見黃疸，因濕熱鬱蒸而瘀滯於里，病由氣分兼及血分，偏於實證，以黃色鮮明如橘子色，小便不利，腹微滿，發熱等為特點；肝血瘀滯證所見黃疸，則因瘀而致濕熱蘊鬱，兼見肝腎虛候，故以額上黑，黃疸呈黧黑色，大便黑而時溏為特點。兩者雖皆有黃疸見症，但可從黃色的明晦，二便通利與否，病程新久長短等方面，加以鑑別。"
  },
  "literature": "《中醫臨證備要·脅痛》：“脅痛如刺，痛處不移，按之更劇，脈象弦澀或沉澀，多由瘀積脅下，痛處皮膚有青紫傷痕，宜逐瘀為主，用复元活血汤，方內柴胡系引經藥，不以疏肝為目的。或用加味三七散。”\n《臨證指南医案·脅痛》：“肝絡凝瘀脅痛，須防動怒失血。”",
  "zhengsu_composition": {
    "location": [
      "gan"
    ],
    "nature": [
      "xue_yu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：肝。病性：血瘀。根據證候名稱「肝血瘀滯證」分析其病機組成。"
}