{
  "id": "ganyangshangkang",
  "number": 139,
  "name": "肝陽上亢證",
  "category": "臟腑證候",
  "overview": "肝陽上亢證是指肝陰不配陽，以致肝陽不潛，或肝氣升發太過，陽氣浮動於上引起的證候。多由房室勞倦，七情內傷，與飲食失調等原因而起。\n臨床主要表現為：眩暈耳鳴，頭目脹痛、頭重腳輕，喜靜，或面紅目赤、耳鳴、口舌乾燥，煩躁易怒，失眠多夢，腰膝痠軟，舌邊紅，苔薄黃，脈弦或弦細數。\n肝陽上亢證常見於“頭痛”、“眩暈”、“耳聾耳鳴”等疾病中。\n本證應與“肝風內動證”、“肝火上炎證”、“肝血虛證”、“肝陰虛證”、“肝腎陰虛證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“頭痛”",
    "“眩暈”",
    "“耳聾耳鳴”"
  ],
  "differential_syndromes": [
    "“肝風內動證”",
    "“肝火上炎證”",
    "“肝血虛證”",
    "“肝陰虛證”",
    "“肝腎陰虛證”"
  ],
  "differential": {
    "self_analysis": "本證在不同疾病中有不同的特點和相應的治法。在頭痛病症中，陽亢多由於肝熱，故呈跳痛樣發作，每因暴怒而加重，常伴睡眠不寧，煩躁易怒，脅痛脅脹，面紅目赤，口苦，脈弦或弦數，治宜平肝潛陽，常用天麻钩藤饮(《雜病證治新義》)去天麻、梔子、益母草，加菊花、夏枯草、苦丁茶、珍珠母之類。本證在眩暈病症中，多由血虛內熱引動肝陽所致，故眩暈耳鳴，頭重腳輕，喜靜，脈兼細，治宜育陰潛陽，用杞菊地黄丸(《醫級》)合天麻钩藤饮(《雜病證治新義》)加潛陽藥。本證在耳聾耳鳴病症中，則有兩種情況：一為水虧不能涵木，除陽亢見證外，必兼腎陰虛象，如腰酸，不寐，健忘，易煩易倦，易因情緒激動而烘熱自汗之類，且有房室不節或手淫遺精病史，治宜滋水涵木，用左归饮(《景岳全書》)或知柏地黄丸(《醫方考》)合天麻钩藤饮(《雜病症治新義》)加磁朱丸(《備急千金要方》)等方藥化裁；二為肝陽上亢並肝膽濕熱，症兼目赤、口苦、大便秘結、小便色黃、陰囊濕癢、脈來弦數等，治宜平肝潛陽，佐以清火利濕，如龙胆泻肝汤(《醫宗金鑑》)之類。\n本證臨床表現及其兼雜證，常常因人而異。青壯年腎精虛虧者患本證時，常有耳鳴、腰酸、腿軟、足跟痛症狀，甚則見色流精，既易興陽，又易泄精，可用平肝潛陽法配以滋腎堅陰法相輔而行。例如，用天麻鉤藤飲時，應去苦寒直折的黃芩、梔子，酌加龜板、熟地、知母、黃柏之類。嗜好菸酒、多食肥甘之人患本證時，因其易於蘊熱化火，故常夾帶肝膽濕熱的證候，如右脅脹痛、口苦、脱滿、喜嘔、小便黃赤、陰囊濕癢、苔黃膩、脈弦滑數等，治療上仍以平肝潛陽為主，並佐以清洩肝膽濕熱之品，如鬱金、川楝子、龍膽草、滑石、山楂、枳實、赤茯苓、木通之屬，可隨症選用二、三味。又婦女經水將絕前後，腎氣漸衰，衝任脈虛，血海漸枯，肝陽易亢。若患本證，除有頭暈、耳鳴、煩躁失眠、面紅目赤、頭目脹痛，口乾咽燥等肝陽上亢的常見症狀外，還有月經紊亂或經量澀少以至經閉等衝任症狀，且發病年齡都在中年以後。偶有青壯年患此者，詢之多有損傷衝任的婦科手術史，如子宮、卵巢切除術等。此症情雖與水不涵木引起的肝陽上亢證都是由腎及肝，但獨具特點，必須針對腎氣既衰、衝任虧損不能養肝而導致肝腎陰陽失調的病機，採取相應治法，既要育陰潛陽，又要兼補衝任。可一面用黃柏、知母、龜板、當歸之類固其陰，一面再用鹿角、菟絲子、仙茅、仙靈脾、巴戟、蓯蓉之類補其陽，比單純育陰的治法效果顯著。類此，男子年屆八八前後出現的肝陽上亢證，若與腎氣衰、天癸絕有關，並有肝腎陰陽兩虛的兼雜證候者，在主要治法之外，兼予陰陽雙補，則比單純平肝潛陽或育陰潛陽法更切病情實際。",
    "type_comparison": "肝風內動證和肝陽上亢證 肝風內動證包括肝陽化風、肝火生風和血虛動風三種類型，其中最易和肝陽上亢證混淆者，是肝陽化風。兩者都有陰虛陽亢的病機，都可出現頭痛、頭暈、面紅、目眩、耳鳴、口舌乾燥等陽氣浮動於上的證候，容易誤診。再從相互關係上看，肝陽上亢證誤用溫補、升提、助火、劫液之劑，或由其他原因，均可促使上亢的肝陽化為肝風；反之，肝陽化風證經過適當治療，在肝風已熄，肝陽未潛之時，又可逆轉變化，成為肝陽上亢證。由於兩證關係密切，古人常不加細分而統稱為風陽。鑑別要點在于：一、肝陽化風證由於陽亢太盛，量變引起質變，陽極化風，便會出現象徵肝風的證候，如眼目震眩不定，視物昏轉，肢麻筋惕，心悸不寐，嘔吐不食，動輒汗出，起即欲仆等，這些表現在肝陽上亢，尚未化風之時，不會集中出現。二、肝陽化風證若出現口眼歪斜，昏仆失語等症，是為肝風上冒巔頂的險候；若出現半身不遂、手足拘攣等症，是為肝風旁走四肢的見證有助鑑別。三、肝陽上亢一旦化風，脈象常由弦轉為弦長有力或弦勁。\n肝火上炎證和肝陽上亢證 從病機上分辨，兩證虛實不同，不易混淆，因肝火上炎證是氣鬱化火，或忿怒動火，或積熱化火，或因風氣通於肝，風淫火熾，火熱向上衝激的實熱證；肝陽上亢證則是肝陰不足，或肝腎陰虛，不能制陽，以致陽亢上擾的本虛標實證。但是，這兩證異中有同，都有病勢向上的特點，在臨床表現上都可出現兩太陽穴處頭痛，頭脹，面紅，耳鳴，煩躁易怒，口舌乾燥，舌邊紅，苔黃，脈弦等症狀，在臨床上易被誤診，當仔細分辨：一、兩太陽穴處頭痛、頭脹；在肝火上炎證乃實火循經向上衝激而致，其痛、脹感相當劇烈，且常兼見目赤；在肝陽上亢證則為下虛上盛，虛陽升發於頭，頭痛頭脹較輕微，常兼見頭重腳輕及目眩畏光或視物不清之象。二、面紅：在肝火上炎證是火熱衝於上，必然初病即面紅，手觸有熱感；在肝陽上亢證則為陰虛內熱而面紅，病久方見，若隱若現，手撫之幾無熱感。三、耳鳴：在肝火上炎證是肝火循經上壅於耳，必然聲大如潮，甚至耳聾；在肝陽上亢證是肝腎之陰不能上充於耳，虛陽上越而致，故耳鳴如蟬，其聲白晝不顯，夜靜始著。四、煩躁易怒：在肝火上炎證因受實火衝激，故怒氣衝衝，如箭在弦，一觸即發，即居靜處，也不易做到心平氣和；在肝陽上亢證則是本虛標實的虛熱現象，故喜靜，不受干擾，自不生怒。五、口舌乾燥；肝火上炎證每因火迫膽汁外溢而口苦，火盛傷陰而咽乾口渴，渴則喜飲；肝陽上亢證因系液虧內熱而乾燥，雖乾卻不喜飲。六、苔脈表現：肝火上炎證必舌邊尖俱紅，舌邊起刺，黃苔常厚而且乾，脈弦或弦滑，多兼數、兼大；肝陽上亢證則舌雖紅而無刺，脈弦數，多兼細而不大。此外，還可以從其他重要證候上來識別兩證的一屬實火，一屬本虛標實的不同本質。例如，肝火上炎證有常見的實火衝激現象，見脅痛、吐血、衄血、吞酸、呃逆、狂躁、大便秘結、小便短赤等症。肝陽上亢證卻常見肝陰虛象，見平素面色無華、眩暈、多夢、目乾澀、肢體拘急、麻木、筋惕肉瞤、婦女經少或閉、盗汗、陣陣轟熱汗出等症；同時還可能有腎陰虛象，如耳鳴健忘、腰膝痠軟、五心煩熱等症。\n肝血虛證和肝陽上亢證 肝血虛證由生血不足或失血過多所致，常出現與肝陽上亢證相同的臨床表現，如眩暈，耳鳴、目乾澀、視物模糊、爪甲不榮、夜寐多夢、婦女經量少或經閉等。這是由於肝陽上亢證中有一部分是從肝血虛的基礎上發展而來，故有肝血虛的臨床表現。但是，肝陽上亢證終究是以陽亢為其主要特點，兩證的共同表現方面，也會各具特點。鑑別要點如下：一、肝血虛證因血不上榮，故面色無華與爪甲不榮並見；肝陽上亢證則因陽亢於上而使本來無華的面色變為嫩紅色。二、肝血虛證的眩暈，耳鳴，在肝陽上亢時耳鳴的聲響會有所加重，眩暈又常與目澀，頭腦微痛，微脹並見。三、肝血虛證的舌淡少華，脈細或沉細，肝陽上亢時，舌邊由淡轉紅，可伴見黃苔，口舌乾燥，脈轉細弦，常兼數象。\n肝陰虛證和肝陽上亢證 肝陰虛證比肝血虛證更易發展為肝陽上亢證，其臨床表現也較多類似之處。因為肝陰虛證除了具有易與肝陽上亢證混淆的肝血虛的一般症狀外，又增加陰虛生內熱的虛熱脈症，如顴紅，盗汗，虛煩不寐，舌紅，脈數等，所以更易與肝陽上亢證相混淆。鑑別要點在於肝陰虛的內熱，多屬於靜態表現；肝陽上亢則有向上升浮的動態表現。靜則為陰，故其熱多在夜晚，出汗多在入寐之後，喜靜，沒有亢陽的僭上亢越之勢；動則為陽，故肝陽上亢的煩熱多在陽時，可有陣發性的烘熱自汗，常見亢陽升浮逆上的目眩而微赤，頭暈且脹且痛，泛漾嘔惡，心煩易怒等表現。脈象方面，肝陰虛常為弦細數；肝陽上亢脈常弦勁出關，上越至寸，且因陽亢之故，細脈可暫消失。依此不難鑑別。\n肝腎陰虛證和肝陽上亢證 肝腎陰虛證和肝陽上亢證的關係，又比肝陰虛證接近，因為肝陽上亢證從肝腎陰虛證轉化而成的最為多見。鑑別要點仍然是在於肝腎陰虛為靜態，肝陽上亢為動態這一區別。此外還應補充：肝腎陰虛證除了肝陰虛之外，還存在腎陰虛的病機及其臨床表現，如腰膝痠軟、五心煩熱、腦鳴健忘、龍火內燔、易舉易洩、遺精、帶下之類，都是臨床鑑別的依據。"
  },
  "literature": "《臨證指南医案·中風門》：“木火體質，復加鬱勃，肝陰愈耗，厥陽升騰，頭暈，目眩，心悸。養肝熄風，一定至理。近日知飢少納，漾漾欲嘔，胃逆不降故也。先當泄木安胃為主：桑葉 鉤藤 遠志 石菖蒲 半夏曲 廣皮白 金石斛 茯苓”\n《臨證指南医案·中風門》：“高年水虧，肝陽升逆無制，兩脅柴榮如熱，則火升面赤，遇煩勞為甚。宜養陰和陽為法。”\n《柳寶詒醫案·肝火門》：“寐則陽氣內藏。陽越於外，則四肢若木；陽聚於內，則驚惕遺洩。病屬陰陽兩乖，而肝病為多。宜養陰潛陽，鎮肝安胃。……二診：肝陰不足，則肝陽浮擾，夜寐不安。其實陽失陰涵，而不能靜，非陽氣之有餘也。瀉肝之藥，亦非所宜。脈象弦細而數，不能鼓指，即肝陽亦有疲損之象；盗汗痙掣，多夢遺洩，陰弱而陽不內藏。當用養陰調攝法，緩緩調理。”"
}