{
  "id": "ganyuhuahuo",
  "number": 147,
  "name": "肝鬱化火證",
  "category": "臟腑證候",
  "overview": "肝鬱化火證是因七情內傷，肝氣鬱結，鬱久化火，氣火升騰而出現的證候。\n主要臨床表現為：胸脅脹滿灼痛，頭痛目赤，耳鳴耳聾，急躁易怒，口苦而乾，嘈雜吞酸，舌質紅，舌苔黃，脈弦。\n肝鬱化火證常見於“鬱證”、“自汗”、“頭痛”、“失眠”、“臟躁”、“狂病”、“脅痛”、“瘿病”、“便秘”等疾病中。\n本證應與“肝氣鬱結證”、“肝脾不和證”、“肝胃不和證”、“肝風內動證”、“肝胃陰虛證、“肝火上炎證”、“肝膽火盛證”相鑑別。",
  "clinical_manifestations": "胸脅脹滿灼痛，頭痛目赤，耳鳴耳聾，急躁易怒，口苦而乾，嘈雜吞酸，舌質紅，舌苔黃，脈弦。肝鬱化火證",
  "common_diseases": [
    "“鬱證”",
    "“自汗”",
    "“頭痛”",
    "“失眠”",
    "“臟躁”",
    "“狂病”",
    "“脅痛”",
    "“瘿病”",
    "“便秘”"
  ],
  "differential_syndromes": [
    "“肝氣鬱結證”",
    "“肝脾不和證”",
    "“肝胃不和證”",
    "“肝風內動證”",
    "“肝胃陰虛證",
    "“肝火上炎證”",
    "“肝膽火盛證”"
  ],
  "differential": {
    "self_analysis": "鬱證中見肝鬱化火證，表現為性情急躁易怒，胸脅脹滿，口苦而乾，或頭痛目赤，頭部烘熱，耳鳴，或嘈雜吞酸，大便秘結，舌紅苔黃，脈弦數。此因七情所傷，木失調達，氣失疏洩，鬱久化火；自汗病中見肝鬱化火證，以蒸蒸汗出，面烘熱，煩躁，口苦，小便色黃，苔薄黃，脈弦數為特點，此由肝鬱化火，肝火內盛，邪熱熏蒸，津液外泄而致；頭痛病中見肝鬱化火證，以頭痛劇烈，眩暈嘔吐，面紅耳赤，口苦口乾，急躁易怒，便秘尿黃，舌紅苔黃，脈弦數為特點，是因肝部化火，火越肝位，灼傷苗竅而致，以上證候治療均宜清肝瀉火，清利濕熱，方用龙胆泻肝汤(《醫宗金鑑》)加減。失眠病中見肝部化火證，特點是：性情急躁易怒，不寐多夢，心煩不能入睡，甚則徹夜不眠，頭暈頭脹，目赤耳鳴，胸悶脹痛，頭痛，面紅，口乾口苦，不思飲食，便秘，溲赤，舌紅苔黃，脈弦數。此由肝鬱化火，上擾心神，治宜疏肝清熱，方用丹栀逍遥散(《薛氏醫案》)加減。臟躁病中見肝鬱化火證，以精神抑郁，浮躁，心悸，胸脅脹滿，口苦口乾，經期紊亂，小便黃，舌紅苔薄黃，脈弦數為特點，治宜解鬱瀉火，方用丹栀逍遥散(《薛氏醫案》)加減。狂病中見肝鬱化火證，特點是：狂妄不寧，煩躁不安，語無倫次，夜間不眠，甚則登高而歌，棄衣而走，怒罵叫號，不避親疏，舌紅苔黃，脈象數實，此因肝鬱化火，氣火升騰，擾動心神，治宜清熱瀉火，安神定志，方用当归龙荟丸(《宣明論方》)加減。本證見於脅痛，多因暴怒傷肝，氣逆化火，或怒無所伸，氣鬱久化火，兩脅灼痛，口苦，目赤，畏光，耳鳴耳聾，頭暈，煩躁易怒，便乾，尿黃赤，舌紅，苔白少津，或苔黃，脈弦有力，治宜涼肝瀉火，方用左金丸(《丹溪心法》)加減。瘿病中見肝鬱化火證，以頸前輕度或中度腫大，柔軟光滑無結節，可隨吞嚥動作而活動為特點，伴煩熱，急躁易怒，面部烘熱，口苦多汗，眼球突出，手指顫抖，舌紅苔黃，脈弦數，是因肝氣鬱結，肝鬱化火，肝火亢甚所致，治宜清肝瀉火，平肝熄風，方用藻药散(《證治準繩》)加減。便秘病中見肝鬱化火證，以大便秘結，目赤口苦，易怒，舌質紅，脈弦而數為特點，病因肝火鬱結所致，治宜瀉肝通便，方用当归龙荟丸(《宣明論方》)配服更衣丸(《先醒齋廣筆記》)。\n在病機演變過程中，肝火可以上炎，犯肺，乘脾，而表現為諸多變證，如肝鬱化火，肝火上炎燔耳則耳聾。症見頭痛中熱，或頭痛如劈，眩暈，耳鳴如潮，按之彌甚，甚則閉塞，暴聾，哄哄之聲，不絕於耳，或兼目痛焮腫，面紅，脅肋脹痛，口苦而乾，夜寐不安，甚或咯血，吐衄，舌紅苔黃，脈弦數。肝火犯肺則咳嗽，症見咳嗽氣急，嗆咳痰少，甚則痰中帶血，氣逆咳嗽陣作，咳時面赤，咯痰難出，量少色黃，痰粘，胸脅脹痛，咳時掣痛，口乾苦，急躁易怒，舌邊紅，苔薄黃，脈弦數。肝火犯胃證則見嘔吐酸水，心煩口渴，噯氣頻繁，胸脅滿痛，舌紅苔薄黃，脈弦；肝木乘脾，肝鬱化火證，見腹痛，便泄，以情緒波動為甚，痛一陣瀉一陣，肛門灼熱，吐酸嘈雜，甚則可見下利完谷，舌紅少苔，脈弦數，治以瀉肝，調理脾胃。肝鬱化火致鼻衄，伴頭痛目眩，目赤口苦，煩躁易怒，舌紅脈弦數，宜清肝瀉火，涼血止血。肝火犯肺咯血，咳嗽陣作，痰中帶血或純血鮮紅，脅肋脹痛，口苦，煩躁易怒，舌紅，苔薄黃，脈弦數；肝有所傷，肝鬱化火，肝火犯胃致吐血，吐血色紅或紫暗，脅痛，口苦，心煩易怒，寐少夢多，舌紅，脈弦數。",
    "type_comparison": "肝氣鬱結證和肝鬱化火證 兩證都有急躁易怒，胸脅脹痛等症狀，所不同的是肝鬱化火有口苦目赤，胸脅灼痛等氣鬱化火的症狀，肝氣鬱結證沒有化火的症狀，而有肝鬱氣滯，胸脅、少腹乳房脹痛的症狀。\n肝胃不和證、肝脾不和證與肝鬱化火證 三證候都由肝氣鬱結起病，都有胸脅脹痛的症狀，所不同的是前兩證是肝氣鬱結，橫逆犯胃乘脾，犯胃則有呃逆，嘈雜吞酸的症狀，乘脾則有腹脹食少等症狀，沒有肝鬱化火證的急躁易怒、目赤、口苦、頭痛等症狀。肝鬱化火證的病位在肝，未涉脾胃。\n肝風內動證與肝鬱化火證 二證都是肝氣鬱結發展而來，肝氣鬱結，化火化風，又常兼而發病，不同的是肝風內動證有肢體麻木，振顫，抽搐，頸項強等症狀，肝鬱化火證則有口苦、目赤、脅痛的症狀。沒有抽搐、震顫、頸項強直等化風症狀。\n肝胃陰虛證和肝鬱化火證 二證都有氣鬱化火的急躁易怒，口苦口乾，舌質紅等症狀，肝胃陰虛病位在肝胃，偏重在胃，不但胃陰虛，而且胃絡亦被灼傷而出血，病情較肝鬱化火證重；肝鬱化火證病位以肝為主，火灼相關臟器，雖有犯胃的症狀，但沒有灼傷胃絡，無出血的症狀。\n肝火上炎證與肝鬱化火證 兩證都是氣鬱化火，鬱火內盛，不同的是鬱火的輕重之別，肝鬱化火證之鬱火，其火勢較輕，沒有炎上、灼傷苗竅、灼傷血絡的症狀；肝火上炎證之鬱火較重，有火勢上炎的眩暈、頭脹痛、面紅目赤的症狀，有灼傷血絡的吐血、衄血等出血的症狀。\n肝膽火盛證與肝鬱化火證 兩證都有鬱火內盛的口苦口乾症狀，不同的是肝膽火盛證是肝膽同病，病位偏重於膽，情志鬱結的症狀較輕或沒有，肝鬱化火證則以氣機鬱滯，鬱火內盛為主，有急躁易怒，胸脅脹滿疼痛的症狀。"
  },
  "literature": "《症因脈治·卷三》：“肝火不得臥之證，脅肋時脹，夜臥常驚，口渴多飲，腹大如懷，小腹季肋牽引作痛，痛連陰器。”\n《症因脈治·肝火五更瀉》：“脅肋常痛，痛連小腹，夜多不寐，每至五更，小腹左角一汛，急於登廁，火性急速，一瀉即出。”\n《症因脈治·卷三》：“肝火腹脹之病，目睛黃，兩脅痛，小腹脹急，或攻刺作痛，或左邊脹甚，小便赤，夜不得寐。”\n《證治匯補·眩暈》：“肝火眩暈，黑瘦人腎水虧少，肝枯木勁，復挾相火，上踞高巔而眩暈。”\n《金匱翼·脅痛統治》：“肝火脅痛，肝火盛而脅痛者，肝氣實也，其人氣收善怒，經云肝痛者，兩脅下痛引少腹，善怒，又云肝氣實則怒是也，其脈當弦急數實，甚則當苦弦，其痛必甚，或煩熱，或渴，或二便熱澀不通。”\n《類證治裁·肝氣》：“木鬱則化火，為吞酸脅痛，為狂，為痿，為厥，為痞，為呃噎，為失血，皆肝火衝激也。”\n《王旭高醫書六種·西溪書屋夜話錄》：“肝火熾灼遊行於三焦，一身上下內外皆能為病，難以枚舉，如目紅顴赤，驚厥狂躁，淋秘瘡瘍，善飢煩渴，嘔吐不寐，上下血溢皆是。”"
}