{
  "id": "ganyangxu",
  "number": 136,
  "name": "肝陽虛證",
  "category": "臟腑證候",
  "overview": "肝陽虛證是指肝氣虛進一步發展到陽虛生寒，肝之作用減弱以致功能全面衰退的病機及其一系列臨床表現的概稱。本證多由驚恐過甚或久居逆境，陽氣消沉，或直中寒邪，日久失治，消磨陽氣而來。\n主要臨床表現為：兩脅脹悶，畏冷肢涼，頭暈眼花，性欲缺乏，陽痿不舉或舉而不堅，丸冷囊濕，無夢滑精或陰器萎縮，在女子則見少腹寒痛、月事愆遲或淋漓不斷、帶下清冷、宫寒不孕，苔白潤，脈沉遲無力，左關沉弱。\n肝陽虛證常見於“驚恐”、“陽痿”、“懈惰”、“虛損”等疾病中。\n本證應與“肝氣虛證”、“腎陽虛證”相鑑別。",
  "clinical_manifestations": "兩脅脹悶，畏冷肢涼，頭暈眼花，性欲缺乏，陽痿不舉或舉而不堅，丸冷囊濕，無夢滑精或陰器萎縮，在女子則見少腹寒痛、月事愆遲或淋漓不斷、帶下清冷、宫寒不孕，苔白潤，脈沉遲無力，左關沉弱。肝陽虛證",
  "common_diseases": [
    "“驚恐”",
    "“陽痿”",
    "“懈惰”",
    "“虛損”"
  ],
  "differential_syndromes": [
    "“肝氣虛證”",
    "“腎陽虛證”"
  ],
  "differential": {
    "self_analysis": "肝陽虛證見於驚恐病時，因肝藏魂，陽虛則魂不安而神動，神動則驚；膽附於肝而與肝相表里，肝虛則膽怯，膽怯則恐。故肝陽虛者，驚與恐往往同時並見。張景岳嘗謂驚氣本以入心，而尤能傷及肝膽。《靈枢·本神》就有“東方色青，入通於肝，……其病發為驚駭”的記載。因肝病而驚者，常有肝膽不足之內因為基礎，才易受所聞所見之外因而驚駭，治療時當培補肝膽，扶持元氣，兼鎮心神，方用龙齿清魂散(《類證治裁》)或珍珠母丸(《普濟本事方》)。若恐懼深者，再當加用補腎藥。《靈樞·本神》說：“肝藏血，血舍魂，肝氣虛則恐，實則怒。”《素問·臟氣法時論》說：“肝病者痛引小腹，令人善怒。虛則目無所見，耳無所聞，善恐，如人將捕之。”此可作為肝陽虛生恐之辨證依據。然恐本傷腎，腎開竅於耳，傷腎則腎氣不充於耳，故無所聞。此所以治肝虛驚恐並重之證，要在培肝膽、扶元氣之外，適當加用補腎藥。本證見於陽痿病中，在男女交會之際，因肝虛氣不能至，陽道不能昂奮而成。又因陽虛生外寒，其人囊冷陰濕，下肢不溫，脈沉細遲。另當有懈怠不能耐勞，膽怯而多愁悶等肝虛表現，治宜補肝壯陽，方用鹿茸丸(《六經方證中西通解》)或温阳补肝煎(經驗方)加減。肝陰肝血兼虛者加當歸、枸杞子；兼中焦虛寒者加人參、乾薑；少腹疝痛者去木瓜，加小茴香、葫蘆巴、荔枝核；嘔酸上氣者加吳萸、川椒。本證若見於虛損，自不同於陰虛為主的最常見的虛損病。陽虛虛損多得之憂愁思慮以傷神，或勞役不節以傷力，或色欲過度而氣隨精去，或素元陽不足而寒冷致傷。其次，這是肝陽虛證，主要病位在肝而不在腎。當然，肝之陽生於腎中，腎虛自可影響及肝，導致肝虛。虛損病肝陽虛證的主症主方，唐容川在《六經方證中西通解》中有所論述。他說：“肝陽虛則精寒腎冷，滑精無夢，宜天雄散(《金匱要略》)”。其他症狀則與懈惰病的肝陽虛證略同，可以互參。肝陽虛證見於懈惰病者，以肝病為本，以兼見脾胃氣虛症狀為標。作為本病的表現，則因陽氣虛衰，肝用不強，氣不帥血，肝血失潤，而有爪甲枯淡、筋寒攣縮、不能握固耐勞、目昏、膽怯、驚惕、憂鬱、意志消沉、囊冷陰濕、怯於人事等症狀；作為標病的表現，則因肝陽虛而木不疏土，而有腹滿不欲食、四肢倦怠、少氣懶言等症狀。懈惰病久延不愈，易入損途，故治之宜早。法宜溫陽補肝為主，益氣扶脾為輔，可用經驗方温阳补肝煎加參、朮、芪、草、升、柴、羌、防等升陽益氣藥，隨證加減之。\n肝陽虛證如見於婦女患者，由於女子以肝為先天，肝之陽氣既虛，衝任勢必受損，故多有奇經失調的臨床表現。如氣虛不能運血以行經，可致經遲或經閉不行，脅肋少腹寒痛，久則宮寒不孕，帶下清冷。如氣失提攝之用，肝不藏血，可致月經淋漓不斷。治療婦女肝陽虛證應著眼於溫養血氣，調補奇經，隨證選用温经汤(《金匱要略》)、暖宫丸(《證治準繩》)、大营煎(《景岳全書》)等方，只要加減得宜，均有效驗。",
    "type_comparison": "肝氣虛證與肝陽虛證 兩者都是肝病，都屬虛證，又都表現為功能作用衰退的症狀，極易混淆。必須熟悉其異同之處，捨其同者，則異者自現。茲先敘其所同如次：肝主筋，陽氣虛則筋失所養，必感疲乏，懈怠，不能耐勞；肝為剛臟，膽腑附之，陽氣虛則必膽怯善恐，憂鬱不樂；肝藏血，陽氣不足以運血榮筋，多見頭身麻木，四肢不溫；脅為肝之分野，陽氣虛而失於疏洩，多見氣滯膽鬱，兩脅脹悶；肝木陽氣虛衰，不能疏土，必致土壅脾滯而腹滿納呆；肝開竅於目，陽氣不足以通達於目，必致視物不明，或頭暈眼花；肝主筋，肝脈環繞陰器，陽氣虛，相火衰退，則陽氣不能至，往往使人陽道不強，臨事怯陣；脈寸口左關以候肝，肝陽氣虛者，左關脈常沉細而弦；婦女以肝為先天，肝之陽氣虛者，衝任受損，多致月事愆遲，或來而不斷，腰際及少腹寒痛。舉兩證之同者大略如此，據此可以初步肯定其證情，不屬肝氣虛，即屬肝陽虛。然後再辨其所異，審察其有無下列陽虛生寒之症，便可進一步斷定究屬氣虛或陽虛。一為形寒怯冷，指甲淡白；二為兩丸俱冷，陽痿不舉，或陰器外形萎縮，精滑無夢，艱於生育；三為脈現遲象，或左關沉弱。以上寒象不必悉具，但見一二症便是陽虛。至若張景岳所謂病見虛弱而別無熱證者，便是陽虛之候，幾乎把氣虛等同於陽虛，則為偏執之見，殊未可從。\n腎陽虛證與肝陽虛證 腎與肝有相生關係，平時腎水滋養肝木，病時可以互相影響。何況此二證均為下焦陽虛，臨床均可出現形寒肢厥、懈怠乏困、精寒陽痿、滑精無夢、腰痛、腹滿等症狀和淡舌白苔及沉遲或沉弱之脈，辨證不精者，易於把肝陽虛證誤診為腎陽虛證。鑑別之道有三：一、腎陽虛證，病之本在腎，腎藏精，主骨，生髓，為作強之官，開竅於耳，腰為腎府，腎又與膀胱相表里，故腎病至於陽氣虛者，除上述共見脈症之外，還可見到腎虛的其他特徵，如早洩，腰膝痠軟，耳鳴如蟬，聽力減退，尿頻而清，餘瀝不盡，夜尿頻繁，脈兩尺無力，自不同於肝陽虛證。二、肝陽虛證，病之本在肝，肝藏血，主筋，開竅於目，脅為肝之分野，肝又與膽為表里，故肝病至於陽氣虛者，除上述共同脈症之外，也有肝虛的特殊表現，如頭暈眼花，視物不明，兩脅脹悶，頭身麻木，筋寒攣縮，脈左關沉弦或沉弱，據此便可與腎陽虛證相區別。三、前述兩證相同或相似症狀，也有可資鑑別的經驗如次：腎虛的形寒肢厥，懈怠乏困，常伴面色晄白，或面部虛腫，腰膝痠軟，意興索然，而肝虛的畏寒與四末不溫，面常不白不腫而帶青色，同時指甲枯淡，缺少血色，其懈怠之狀，又常與膽怯，憂鬱，怏怏不樂之情相並存。腎虛的精寒陽痿，常先由腎氣不至，能舉而不能久開始，逐漸腎氣不固而滑精，而早洩，然後致痿，不比肝虛之陽痿，純因肝氣不至，先由舉而不堅，陰濕囊冷開始，旋即陽痿不舉，不必經過腎氣不固的早洩階段。腎虛的腹部脹滿，多由水泛於腹，氣機受阻而致，故其食慾常不受影響，不象肝虛的腹滿，是由木不疏土而致，故常滿而不思食。綜合以上三者進行鑑別，陽虛之在腎或在肝者，自無遁形。"
  },
  "literature": "《中藏經》：“肝虛冷則脅下堅痛，目盲臂痛，發寒如瘧狀，不欲食，婦人月水不來，氣急，其脈關上沉而弱者是也。”\n《諸病源候論·五臟六腑病諸侯》：“肝氣不足，則病目不明，兩脅拘急，筋攣，不得太息，爪甲枯，面青，善悲恐，如人將捕之，是肝氣之虛也，則宜補之。”\n《太平聖惠方》：“肝虛則生寒，寒則苦脅下堅脹，寒熱，腹滿不欲飲食，悒悒情不樂，如人將捕之，視物不明，眼生黑花，口苦，頭痛，關節不利，筋脈攣縮，爪甲乾枯，喜悲恐，不得太息，診其脈沉滑者，此皆肝虛之候也。”\n《西溪書屋夜話錄》：“一法曰補肝陽，肉桂、川椒、蓯蓉。……一法曰補肝氣，天麻、白朮、菊花、生姜、細辛、杜仲、羊肝。”\n《謙齋醫學講稿·論肝病》：“從整個肝臟生理來說，以血為體，以氣為用，血屬陰，氣屬陽，稱為體陰而用陽。故肝虛證有屬於血虧而體不充的，也有屬於氣衰而用不強的，應該包括氣、血、陰、陽在內，即肝血虛、肝氣虛、肝陰虛、肝陽虛四種。正常的肝氣和肝陽是使肝臟升發和條暢的一種能力，故稱做“用”。病則氣逆陽亢，即一般所謂“肝氣”、“肝陽”證；或表現為懈怠、憂鬱、膽怯、頭痛麻木、四肢不溫等，便是肝氣虛和肝陽虛的證候。”",
  "zhengsu_composition": {
    "location": [
      "gan"
    ],
    "nature": [
      "yang_xu"
    ]
  }
}