{
  "id": "ganyinxu",
  "number": 135,
  "name": "肝陰虛證",
  "category": "臟腑證候",
  "overview": "肝陰虛證，指肝之陰血不足，濡潤失職，筋脈失養，或陰不制陽，虛熱內生而產生臨床表現的證候。多因失血過多，久病耗損，劫奪肝陰所致。\n主要臨床表現為：頭暈眼花，兩目乾澀，或夜盲，耳鳴，脅肋灼痛，爪甲不榮，或筋惕肉瞤，或口燥咽乾，顴紅唇赤，五心煩熱，潮熱盗汗，失眠多夢，舌紅少苔，脈弦細數。婦女可見月經後期、量少、經閉。\n肝陰虛證常見於“脅痛”、“眩暈”、“頭痛”、“虛勞”、“內傷發熱”、“汗證”、“不寐”、“白睛澀痛”、“青盲”、“高風雀目”、以及“月經後期”、“閉經”、“崩漏”等疾病中。\n本證應與“腎陰虛證”、“陰虛陽亢證”、“肝火上炎證”、“肝腎陰虛證”等相鑑別。",
  "clinical_manifestations": "頭暈眼花，兩目乾澀，或夜盲，耳鳴，脅肋灼痛，爪甲不榮，或筋惕肉瞤，或口燥咽乾，顴紅唇赤，五心煩熱，潮熱盗汗，失眠多夢，舌紅少苔，脈弦細數。婦女可見月經後期、量少、經閉。肝陰虛證",
  "common_diseases": [
    "“脅痛”",
    "“眩暈”",
    "“頭痛”",
    "“虛勞”",
    "“內傷發熱”",
    "“汗證”",
    "“不寐”",
    "“白睛澀痛”",
    "“青盲”",
    "“高風雀目”",
    "以及“月經後期”",
    "“閉經”",
    "“崩漏”"
  ],
  "differential_syndromes": [
    "“腎陰虛證”",
    "“陰虛陽亢證”",
    "“肝火上炎證”",
    "“肝腎陰虛證”"
  ],
  "differential": {
    "self_analysis": "肝陰虛證是臨床常見證候之一，可出現於多種疾病中。如脅痛病中見肝陰虛證，則有脅肋隱痛，其痛悠悠不休，舌紅少苔，脈弦細而數的特點，乃肝之陰血不足，不能濡養經脈所致。《金匱翼·脅痛統論》說：“肝虛者，肝陰虛也。陰虛則脈細急，肝之脈貫膈布脅肋，陰虛血燥，則經脈失養而痛。”治宜養陰柔肝，方用一贯煎(《柳州醫話》)。若眩暈、頭痛病出現肝陰虛證，則有頭暈而不欲睜目，頭痛綿綿，耳鳴如蟬等特點，多由肝陰不足，清竅失養所致，治宜滋陰養肝，方用杞菊地黄丸(《醫級》)加減。內傷發熱中出現肝陰虛證，則以午後或夜間潮熱，或手足心熱，口燥咽乾，煩躁不安為特點，此由肝陰不足，陰不制陽，虛熱內生所致，治宜滋陰養肝清熱，亦可用一贯煎(《柳州醫話》)加減治療。若汗證中出現肝陰虛證，則多有睡中汗出，醒來即止，虛煩少寐，驚惕不安的特點，為肝陰不足，陰虧火旺，陰不內守所致。《醫學正傳·汗證》指出：“盗汗者，寐中而通身如浴，覺來方知，屬陰虛，榮血之所主也。”治宜滋陰降火斂汗，可用当归六黄汤(《蘭室秘藏》)加減。若虛勞病中出現肝陰虛證，除有形體消瘦，顏面潮紅，爪甲不榮，肢體麻木，或筋惕肉瞤等症狀外，常伴有多個臟腑虛損，且病程較長，纏綿難愈，多由肝之陰血不足，筋脈失養所致。《醫宗金鑑》曰：“兩脅引胸而痛，筋緩不能行，肝勞也。”指出了本證的特點，治宜滋補肝陰，方用补肝汤(《醫宗金鑑》)。若眼科病中見肝陰虛證，則多出現於白睛澀痛、高風雀目、青盲等疾病中，其特點為兩目乾澀，不腫不赤，畏光，或夜盲，或視物不清，甚或不辨人物，漸至失明，乃由肝陰不足，精血虧損，目失濡養所致。《諸病源候論》曰：“目，肝之外候也，……其液竭者，則目澀。”治宜養肝明目，方用明月地黄汤(《審視瑤函》)。若婦科病中見肝陰虛證，則有月經後期，量少，色紅或稍淡，或經水數月不行，以至閉經，舌紅少苔，脈弦細的特點，乃由肝陰不足，衝任虧虛，血海不滿所致，治宜滋肝調經，可用一贯煎(《柳州醫話》)加減。又肝陰虛證，尚可見於崩漏病中，以經水淋漓不斷，量多少不一，色鮮紅，少腹綿綿作痛，腰膝痠軟，手足心熱等症為特點，乃由肝陰不足，腎精虧損，陰虛內熱，熱伏衝任，迫血妄行所致，治宜滋補肝腎，調經止崩，方用调肝散(《傅青主女科》)。總之，因疾病不同，肝陰虛證之特點也不同，應隨證治之。\n肝陰虛證多見於年老體弱，久病耗傷，或失治、誤治，劫奪陰液的患者。因肝為女子先天，故婦女更為多見。婦人見肝陰虛證，主要表現為經行後期，經行腹痛，或閉經，月經澀少而淋漓不斷，胎動不安，不孕等特點。\n肝為藏血之臟，主疏洩而喜條達，故血液的貯藏，氣機的調暢與肝的關係至為密切。在其病機演變過程中，肝陰不足，血不養肝，肝氣不舒，致陰虛肝鬱；反之肝鬱日久，五志化火，劫奪肝陰，也可致肝陰益虧。又肝腎同源，其病變常相互影響，而成肝腎陰虧之候。且肝腎陰虧，水不涵木，肝陽升發太過而致肝陽上亢；若肝陽升動無制，精血虧竭，筋脈失養，則風自內生，肝風內動，病情更為重篤。",
    "type_comparison": "腎陰虛證與肝陰虛證 肝藏血，腎藏精，精血同源。二者臨床表現頗為相似，皆可有五心煩熱，虛煩不寐，潮熱盗汗，兩顴紅赤，口乾咽燥，頭暈目眩等症狀。從病因而論，腎陰虛證多由稟賦薄弱，房勞過度，下元虧損，或失血耗液，或情志內傷，暗耗精血，損傷真陰所致；而肝陰虛證多由肝血虛證發展而來，或肝鬱化火，暗耗肝陰以及久病劫奪肝陰所致。肝開竅於目，肝陰不足，不能濡養其竅則見兩目乾澀，目視不明或夜盲；肝主筋，其華在爪，脅為肝經所布，肝陰不足，不能濡養筋脈爪甲經絡，則肢體麻木，筋惕肉瞤，爪甲不榮，脅肋灼痛。而腎陰虛證與之不同，腎主骨生髓，齒為骨之餘，腰為腎之府，腎陰不足，髓海空虛，骨骼失養，則眩暈耳鳴，健忘，兩足痿弱，足跟痛，髮脫齒搖，腰膝痠軟。肝陰虛證，病位在肝，其脈弦細數；腎陰虛證，病位在腎，其脈沉細或沉細數，可資鑑別。\n陰虛陽亢證與肝陰虛證 肝為剛臟，體陰而用陽。陰虛陽亢證多由肝腎陰虛，水不涵木，或肝氣鬱結，鬱久化火，灼傷肝陰，肝陽亢逆於上所致。肝陽暴張，上擾清空則頭脹痛，眩暈欲仆，頭重腳輕，且有每因煩勞惱怒而誘發，發病急驟，病情較重的特點，因陽浮於上則面紅耳赤，舌質紅絳、少苔，脈細數或弦勁有力，或可伴有肝腎陰虛之候。而肝陰虛證則以肝臟本身陰液虧虛為主，陰液不足，清竅失養則頭痛綿綿，眩暈不欲睜目，病程進展較緩慢，兩目乾澀，不紅不腫，脅肋灼痛，舌紅少苔，脈弦細數。陰虛陽亢證多屬本虛標實，其肝陰虛為本，陽亢於上為標；肝陰虛證為本虛，無標實之象，是鑑別之關鍵所在。\n肝腎陰虛證與肝陰虛證 肝腎同居下焦，腎陰不足常可致肝陰不足，肝陰不足亦可致腎陰虧損，故肝腎陰虛證與肝陰虛證極易混淆，應加以鑑別。肝陰虛證多由肝血虛發展而來，或肝鬱化火，暗耗肝陰，或久病耗損肝陰所致；肝腎陰虛證常由肝陰虛證進一步影響及腎，或七情內傷，勞傷精血，久病不愈，耗傷肝腎之陰引起。肝陰虛以肝陰液不足之表現為主症；而肝腎陰虛證不僅有肝陰虛證，尚可見腰脊痠痛，脛痠跟痛，齒搖髮脫，遺精早洩，女子不孕等腎陰不足的症狀。二者不難鑑別。\n肝火上炎證與肝陰虛證 二者皆可出現熱象，可見眩暈，頭痛，耳鳴，脅痛，脈數等症。然二者病因病機不同；肝火上炎證多由肝鬱化火，氣火上逆所致，因火性炎上，上擾清空，故以頭脹痛，甚則頭痛如劈，耳鳴如潮，多為暴發，或突然耳無所聞為特點；肝陰虛之病因與其不同，症狀以頭痛綿綿，耳鳴如蟬，按之則減為特徵。肝火上炎證因肝經鬱熱則見脅肋脹痛、口渴喜飲、目赤腫痛、口苦咽乾，氣火上炎，迫血妄行，可見吐血、衄血等出血現象；而肝陰虛證，因陰液不足，竅絡失養，則見脅肋灼痛，兩目乾澀，口乾不欲飲。肝火上炎證，舌紅苔黃，脈弦數有力，屬實熱；肝陰虛證，舌紅少苔，脈弦細或細數，屬虛熱，可資鑑別。"
  },
  "literature": "《素問·臟氣法時論》：“肝病者，兩脅下痛引少腹，令人善怒；虛則目無所見，耳無所聞，善怒，如人將捕之。……氣逆則頭痛，耳聾不聰，頰腫。”\n《諸病源候論·卷十五》：“肝氣不足，則病目不明，兩脅拘急，筋攣，不得太息，爪甲枯，面青，善悲恐，如人將捕之，是肝氣之虛也，則宜補之。”\n《聖濟總錄·卷第四十一》：“論曰肝虛之狀，其病面青善潔善怒，臍左有動氣，按之牢若痛，不欲飲食，悒悒不樂，恐惕如人將捕之，其脈見於左手關上陰虛者，乃其候也。”\n《聖濟總錄·卷第一百二》：“腎藏精，肝藏血，人之精血充和，則腎肝氣實，上榮耳目，故耳目聰明，視聽不衰，若精血虧耗，二臟虛損，則神水不清，瞻視乏力，故令目黑暗。”\n《四診抉微·卷三》：“……呵欠面赤多筋肝火，呵欠面青驚悸心肝並見，眼赤多淚積熱，頭眩不能俯視肝火，血枯髮豎者肝虛，羞明怕日肝腎並見。”",
  "zhengsu_composition": {
    "location": [
      "gan"
    ],
    "nature": [
      "yin_xu"
    ]
  }
}