{
  "id": "ganyuyinxu",
  "number": 146,
  "name": "肝鬱陰虛證",
  "category": "臟腑證候",
  "overview": "肝鬱陰虛證指因肝氣鬱結，化火傷陰，肝陰虧虛，或肝陰虛，氣血失調，肝氣鬱結，而致肝氣鬱結與肝陰不足並見的證候。\n主要臨床表現為：胸脅脹痛，精神抑鬱，或急躁易怒，心煩少寐，頭暈眼花，兩目乾澀，或肢體麻木，舌乾紅，脈弦細數。\n肝鬱陰虛證常見於“脅痛”、“鬱證”、“內傷發熱”、“經前乳脹”、“積聚”等病中。\n本證應與“肝陰虛證”、“肝血虛證”、“肝氣鬱結證”等相鑑別。",
  "clinical_manifestations": "胸脅脹痛，精神抑鬱，或急躁易怒，心煩少寐，頭暈眼花，兩目乾澀，或肢體麻木，舌乾紅，脈弦細數。肝鬱陰虛證",
  "common_diseases": [
    "“脅痛”",
    "“鬱證”",
    "“內傷發熱”",
    "“經前乳脹”",
    "“積聚”等病"
  ],
  "differential_syndromes": [
    "“肝陰虛證”",
    "“肝血虛證”",
    "“肝氣鬱結證”"
  ],
  "differential": {
    "self_analysis": "脅痛病中見肝鬱陰虛證，其特點是：胸脅脹痛，疼痛發作與情志密切相關，每隨情志變化而增減，伴見舌紅少苔等肝陰虛之候，治宜滋陰解鬱，以一贯煎(《柳州醫話》)加減；若虛熱較甚，勞累後肝區隱痛綿綿，悠悠不休，或痛處有灼熱感，伴腹脹脘痞，五心煩熱，治宜疏肝解鬱，方用四逆汤(《傷寒論》)。若系肝鬱氣滯，日久化火傷陰，陰虛血燥，肝區隱痛，煩熱，夜寐不安，其治療以滋陰為主，稍佐解鬱之品，宜补肝汤(《醫宗金鑑》)加減。鬱證中見肝鬱陰虛證，以精神抑鬱，情緒不寧，善太息，胸悶，少腹或脅肋脹痛，脘痞噯氣，婦女月經不調，經前乳脹等肝鬱證候為主，治宜疏肝理氣解鬱，方用柴胡疏肝散(《景岳全書》)。若肝陰不足為主，證見胸脅隱痛，心煩少寐，頭暈眼花，兩目乾澀，肢體麻木，精神抑鬱，或急躁易怒，治宜養陰清熱，疏肝解鬱，以滋水清肝饮(《醫學己任篇》)加減。正如《臨證指南醫案·鬱》所言鬱證，肝陰不足，鬱則氣滯，氣滯久必化熱，熱鬱則津液耗而不流，升降之機失度，初傷氣血，久延及血”。內傷發熱病中見肝鬱陰虛證，臨床以低熱或午後潮熱，熱勢常隨情緒波動而起伏，病程較長，熱勢不甚，陰傷比較明顯者為特點，治宜滋陰疏肝，方用滋水清肝饮(《醫學己任篇》)加減。經前乳脹病中見肝鬱陰虛證，以經前胸脅脹痛，乳頭脹痛，頭暈目眩，夜寐不安，心煩易怒，月經先期為特點，是因腎水虧虛，水不涵木，肝鬱氣滯而致，治宜疏肝益陰。方用六味地黄汤(《小兒藥證直訣》)合逍遥散(《和劑局方》)加減。積聚病中見肝鬱陰虛證，以腹中氣聚，攻竄作痛，時聚時散，脘腹之間不適，伴見頭暈耳鳴，兩日乾澀，咽喉乾燥，心煩失眠多夢為特點，是因肝氣鬱結，日久化火傷陰而致，治宜滋陰疏肝降火，方用逍遥散(《和劑局方》)加首烏、杞子、玄參、天冬。\n肝鬱陰虛證原因有二，一是因陰虛致鬱，素體陰虛，陰虛肝旺，氣血失調，肝氣不舒，出現精神抑鬱，胸脅不舒，善太息等肝鬱症狀。二是因肝氣鬱結，氣鬱日久，鬱熱化火，耗傷陰血所致。肝鬱陰虛證除素體陰虛外，並非一開始就呈現陰虛之象，而是逐漸發展而來，精神抑鬱，胸脅脹痛，急躁易怒，心煩少寐，漸致頭暈眼花，兩目乾澀，肢體麻木。肝陰虛證進一步發展，肝氣鬱結，肝鬱化火，更傷肝陰，日久則下汲腎陰，致使腎水不足，形成肝腎陰虛證。",
    "type_comparison": "肝陰虛證與肝鬱陰虛證 肝陰虛證以典型的肝陰虛表現為主，如頭暈眼花，兩目于澀，脅肋隱痛，五心煩熱，舌紅少苔，脈弦細數等。肝鬱陰虛證可由肝陰虛證發展而來，是肝陰虛證與肝鬱氣滯證的複合證候，除見肝陰虛的臨床表現外，尚有肝氣鬱滯的證候特徵，如精神抑鬱，胸脅脹悶，急躁易怒，心煩少寐等臨床表現。據此二者能夠鑑別。\n肝血虛證與肝鬱陰虛證 兩證病位在肝，肝血虛是因生化之源不足，或耗血出血過多，全身營血虧耗，肝藏血減少所出現的臨床證候，臨床表現為眩暈耳鳴，面白無華，爪甲不榮，夜寐多夢，視力減退，或成雀盲，肢體麻木，關節拘急不利，手足震顫，或肌肉瞤動，舌淡苔白，脈細弱。肝鬱陰虛證較肝血虛證重，主要為肝之陰精虧損所表現出來的嚴重證候，者是由情志不遂，氣鬱化火，耗傷肝陰，或肝陰虧虛致鬱，臨床表現除肝陰虛，陰虛內熱表現外，還可見肝氣鬱結情況，部分症狀強度隨情志波動變化，見頭暈耳鳴，兩目乾澀，脅肋灼痛，手足蠕動，五心煩熱，口乾咽燥，舌紅少津，脈弦細數等。\n肝氣鬱結證與肝鬱陰虛證 肝氣鬱結證是因情志不暢，鬱怒所傷，肝失疏洩而致氣機鬱滯，木失調達，而見精神抑鬱，胸脅滿悶或疼痛，善太息，或乳房、少腹脹痛，大便失常，月經不調，苔薄脈弦為主要見症。肝鬱陰虛證可由肝氣鬱滯證發展而來，肝氣鬱結，氣鬱日久，生熱化火，耗傷陰血，而致肝鬱陰虛證，臨床表現上二者同有精神抑鬱，情緒不寧，善太息，胸悶，少腹或脅肋脹痛，脘痞噯氣，婦女月經不調，經前乳脹，腹痛等症狀，肝鬱陰虛證可同時見到肝區隱痛，煩熱，夜寐不安，唇紅，舌赤少苔，脈細弱或細數等症狀。"
  },
  "literature": "《金匱翼·肝虛脅痛》：“肝虛者，肝陰虛也，陰虛則脈絳急，肝之脈貫膈布脅肋，陰虛血燥則經脈失養而痛，其症肋下筋急，不得太息，目昏不明，爪枯色青，遇勞則甚，或忍飢即發是也”。\n《臨證指南醫案》：“鬱則氣滯，氣滯久必化熱，熱鬱而津液耗而不流，升降之機失度，初傷氣血，久延及血”。",
  "zhengsu_composition": {
    "location": [
      "gan"
    ],
    "nature": [
      "qi_zhi",
      "yin_xu"
    ]
  }
}