{
  "id": "hanningxueyu",
  "number": 92,
  "name": "寒凝血瘀證",
  "category": "全身證候",
  "overview": "寒凝血瘀證是指寒邪凝滯氣機，血行瘀阻而形成的證候。\n主要臨床表現為：肢體、肌膚畏寒冷痛，屈伸不利，得溫痛減，伴有軀體瘀血的症狀，舌質暗苔白，脈沉遲等。\n本證常見於“皮痺”、“脈痺”、“胸痺心痛”、“痛經”、“月經後期”、“陰疽”、“厥證”等疾病中。\n本證須與“寒濕阻滯證”、“寒凝氣滯證”、“寒濕瘀滯證”鑑別。",
  "clinical_manifestations": "肢體、肌膚畏寒冷痛，屈伸不利，得溫痛減，伴有軀體瘀血的症狀，舌質暗苔白，脈沉遲等。",
  "common_diseases": [
    "“皮痺”",
    "“脈痺”",
    "“胸痺心痛”",
    "“痛經”",
    "“月經後期”",
    "“陰疽”",
    "“厥證”"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "《素問·調經論》指出：“寒獨留，則血凝泣，凝則脈不通”概括了本證候的病機。由於寒凝血瘀證病位不同，臨床表現各異。見於脈痺者，《素問·痺論》說：“痺在於脈，則血凝不流。”主要表現為：患肢發涼，麻木、疼痛較甚，日重夜輕，皮膚蒼白，或潮紅，紫瘀，甚至皮膚乾燥脫屑，破裂，汗毛脫落，少汗或無汗，指(趾)甲增厚、脆硬、變形，肌肉萎縮，頑麻不仁，趺陽脈或太溪脈搏動消失，舌質紫瘀苔薄白，脈沉澀。多因嚴冬涉水，步履冰雪，或久居濕地，復遇凍寒，寒濕外侵，客於經絡，日久而成血瘀。治宜溫陽散寒，化瘀止痛，方用当归四逆汤(《金匱要略》)合阳和汤(《外科全生集》)。皮痺為五體痺之一，《素問·五臟生成》指出了其病因為：“臥出而風吹之，血凝於膚者為痺”本證候常見於皮痺證的早中期，表現為皮膚堅硬而腫，皮膚不溫，肢寒惡冷，遇寒加重，如革，膚色暗滯，肌肉瘦削，關節疼痛怕冷，強直，或畸形，屈伸不利，胸背緊束，舌質暗，舌上瘀斑，治宜散風活血，方用防风汤(《聖濟總錄》)合身痛逐瘀汤(《醫林改錯》)。寒凝血瘀證見於“胸痺心痛”者，因先天稟賦不足，或後天勞作過度，陽氣大虛，陰寒之氣上衝，即是《素問·舉痛論》所說：“寒氣客於背俞之脈，……其俞注於心故相引痛。”《金匱要略心典》說：“心痛徹背，陰寒之氣，遍滿陽位，故前後牽引作痛”。表現為：胸痛胸悶，心痛徹背，背痛徹心，四肢厥冷，喜暖喜溫，面色紫暗灰滯，爪甲、面色青紫，脈沉緊，或結代，舌質青紫。治宜扶陽通痺，活血化瘀，方選用赤石脂丸(《金匱要略》)加元胡、川芎等。見於陰疽者，《外科證治全書》指出：“陰疽之形皆闊大平，根盤堅硬，皮色不異，或痛或不痛，為外科最險之證。”其病因多屬寒邪為病，病情變化，進展緩慢，多發於肌肉之里，附筋著骨，轉歸多潰稀膿，肉芽生長緩慢。見於寒凝血瘀證，表現為患處漫腫無頭，痠痛無熱，皮色不變，口中不渴，舌淡暗苔白，脈沉細澀。治宜溫陽散寒，活血通滯，方用阳和汤(《外科全生集》)主之。本證候見於月經後期，表現為：月經延後，量少或正常，經色暗紅，質正常，有血塊，小腹冷痛拒按，得熱則減。伴面色青白，肢冷畏寒，唇舌色紫，或有瘀點脈沉緊。治宜溫經散寒，活血行滯，方用姜黄散(《證治準繩》)或温经汤(《婦人大全良方》)。本證候見於痛經者表現為：經期或經前數日小腹冷痛拒按，得熱痛減，按之痛甚，經量少，經色黯黑有塊，舌苔白膩，脈沉緊。治以溫經散寒，活血止痛，方用少腹逐瘀汤(《醫林改錯》)或脱花煎(《景岳全書》。本證候見於厥證之寒厥證，如《活人書》指出：“手足厥冷，此名厥也，厥者逆也，陰陽不相順接，手足逆冷也。”《靈枢·刺節真邪》曰：“厥在於足，宗氣不下，脈中之血凝而留止。”臨床表現為：手足厥寒，得暖自復，面色蒼白，唇淡，指甲不紅，舌質淡，苔薄少，脈細欲絕。治以養血通陽，散寒救逆，方用当归四逆汤(《傷寒論》)。\n寒凝血瘀證多見於驟感寒邪，或平素體虛，易為寒侵。但因病位不同轉歸癒後不同，見於胸痺者病情重，易成危候，見於脈痺、皮痺、陰疽者病情較緩，但致殘率高，見於月經後期及經行腹痛者病情輕淺，預後最好。寒凝血瘀證常挾濕為病，加重臨床症狀。轉歸有二，寒為陰邪，易傷陽氣，故而一方面可造成人身之元陽受損而成脾腎陽虛證，見於胸痺證候常轉為心陽受遏，均為由實及虛，病久可轉為挾痰、挾飲證，不可不辨。另一方面血瘀日久可轉為血虛證。",
    "type_comparison": "寒濕阻滯證與寒凝血瘀證 致病因素均為寒邪，均可見畏寒肢冷，疼痛，舌苔白潤的表現。但寒凝血瘀證表現為因寒邪而致血液凝滯，常見腹痛，月經後期或經行腹痛，得溫則減，且寒邪傷陽較重，畏寒怕冷明顯；寒濕阻滯證挾濕邪致病，濕易阻氣機，故可見肢體困重，小便不利，濕易內合脾胃之濕，故可見大便稀清，面浮肢腫等，寒濕阻滯證疼痛常見關節經絡。故不難鑑別。\n寒凝氣滯證與寒凝血瘀證 均因寒邪致病，但其結果不同。寒凝血瘀證是因寒邪而致血行凝滯，常見腹痛不移，月經後期或經行腹痛，得溫則減，或肢體血脈不通，失卻濡養，脈沉緊；寒凝氣滯證是因寒邪而致氣機不通，常見手足拘攣，腹脹竄動，痛腸鳴，脈弦。\n寒濕瘀滯證與寒凝血瘀證 病變均牽及寒凝、瘀滯兩個因素，但前者挾濕為患。濕易阻氣機，故見肢體沉重，痠痛，濕為陰邪易乘陽位，故見頭重如裹，濕邪易下注腸胃，故可見脘腹脹滿，大便溏瀉。寒凝血瘀證血行受阻表現明顯，畏寒肢冷更甚。前者病位較淺，病情輕，病程長，預後較好。後者病位深，病情重，預後較差。"
  },
  "literature": "《素問·舉痛論》：“脈泣則血虛，血虛則痛。”“寒氣入經則稽遲，泣而不行，……客於脈中則氣不通。寒氣客於經脈之中與靈氣相搏，則脈滿，滿則痛而不可按也。寒氣稽留，靈氣從之，則脈充大而氣亂，故痛甚不可按也”“得炅則痛立止。因重於寒則痛久矣。”\n《素問·調經論》：“血氣者，喜溫而惡寒，寒則氣不能流，溫則消而去之。”\n《素問·痺論》：“病久入深，榮衛之行澀，經絡時疏，故不通，皮膚不營，故為不仁……在於皮則寒。”\n《備急千金要方》：“若寒月久坐久立濕冷之地，則冷濕之氣上入經絡，病發則四肢酷冷轉筋。”\n《聖濟總錄》：“心痛諸候，皆由邪氣客於手心主之脈，蓋少陰心之經，五臟六腑君主之官也，精神所舍，諸陽所合，其臟堅固，邪氣未易以傷，是以諸邪在心多在心包絡，心主之脈也。其候不一。有寒氣卒客於臟腑，發卒痛者。”\n《校注婦人良方·調經門》：“經來腹痛，由風冷客於胞絡衝任，……用温经汤。”\n《醫學正傳》：“有真心痛者，大寒獨犯心君，又曰污血衝心。醫者宜區別諸證而治之。”\n《醫門法律》：“胸痺總因陽虛，故陰得乘之。”\n《劉奉五婦科經驗》：“月經後錯是由氣血運行不暢，衝任受阻所引起的。多因經期過食生冷，或冒雨涉水感受寒涼，寒邪乘虛侵入衝任，血為寒凝，經脈不通……”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "han",
      "xue_yu"
    ]
  }
}