{
  "id": "hanrecuozapi",
  "number": 359,
  "name": "寒熱錯雜痞證",
  "category": "傷寒證候",
  "overview": "寒熱錯雜病證，是指傷寒誤下，損傷脾胃，寒熱互結於中焦，以痞滿而嘔為主要表現的證候。\n主要臨床症狀為：心下(胃脘部)痞滿，嘔吐，吐出胃內容物或黃濁苦水，腸鳴泄瀉，多為溏泄，可兼見納減，或發熱，口苦微渴，渴不多飲，舌色稍淡，舌薄白微黃，脈弦細數。\n寒熱錯雜痞證，常見於“傷寒少陽病”，還可見於“嘔吐”、“泄瀉”、“霍亂”、“痢疾”等疾病中。\n本證應與“水停食滯痞證”、“胃虛氣逆痞證”、“表熱兼里寒下迫大腸證”、“厥陰寒格證”、“下焦滑脫證”、“太陽胃氣上逆證”等證候相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“傷寒少陽病”，還可見於“嘔吐”",
    "“泄瀉”",
    "“霍亂”",
    "“痢疾”"
  ],
  "differential_syndromes": [
    "“水停食滯痞證”",
    "“胃虛氣逆痞證”",
    "“表熱兼里寒下迫大腸證”",
    "“厥陰寒格證”",
    "“下焦滑脫證”",
    "“太陽胃氣上逆證”等證候"
  ],
  "differential": {
    "self_analysis": "寒熱錯雜痞證常見於以下疾病中。傷寒少陽病出現本證，是少陽半表半里證誤下演變而成。臨床主要表現心下痞滿，嘔吐，吐出胃內容物或黃濁苦水，常伴腸鳴溏泄，納減厭食，脅下脹滿，發熱口苦微渴等。治宜清熱散寒，和中消痞，方用半夏泻心汤(《傷寒論》)。本證若見於嘔吐，則因寒熱錯雜於少陽半表半里，邪氣橫逆犯胃，胃氣上逆，升降失常而致。臨床可見嘔吐、胃脘痞滿較劇，往往伴發熱，噯氣，脅肋脹滿，腸鳴而不瀉或僅便溏。治宜和中消痞降逆，方用半夏厚朴汤(《金匱要略》)加黃芩、黃連、黨參。本證若見於泄瀉，則因少陽半表半里之邪，橫逆犯脾，升降失調而致。其特點為寒多熱少。臨床可見腸鳴泄瀉較劇，瀉下清稀甚如水樣，胃脘部痞滿及嘔吐均較輕，但常兼見腹部脹痛。治宜和胃消痞，健脾止瀉，方用香砂六君子汤(《張氏醫通》)。若本證見於霍亂，則因邪犯中州，脾胃升降失司，清濁相干，亂於腸胃而成，證見嘔吐下利交作，驟然急暴，初時所吐尚有胃內容物，所下尚帶有稀糞，繼則吐瀉之物如米泔水，不甚臭穢，胃脘痞滿，心煩口渴；嚴重者，並見眼眶凹陷，皮膚弛皺，轉筋拘攣等症。治宜和中消痞，芳香化濕，可用藿香正气散(《和劑局方》)加黃芩、黃連、黨參，送服来复丹(《和劑局方》引杜先生方)。本證若見於“痢疾”，則由脾胃升降失職，致腸中氣機阻滯而成，除見嘔吐、心下痞悶、飲食乏味之外，並有痢下赤白粘凍，白多赤少、或純為白凍、腹痛、里急後重等症狀出現。治宜和中理氣，苦辛通降，方用胃苓汤(《丹溪心法》)加黃芩、黃連、人參、半夏。\n本證在病機演化過程中，易於出現以下兼挾證候。若本證治療失當，嘔吐不止，則可損傷胃津，而出現胃陰虛的兼挾證候。臨床上，除見胃脘痞滿之外，嘔吐多轉為乾嘔，時見呃逆，並兼口乾咽燥、渴欲飲涼、飢不欲食、舌紅少津，若本證吐瀉急暴而劇烈，津液大傷，則又可出現津液虧損的兼挾證候。臨床上除原有的“吐瀉、痞滿”之外，並見口渴少津或無津、咽乾、唇焦舌燥、眼眶凹陷、皮膚乾燥或枯癟、小便短少等症狀。若吐瀉日久不愈，脾胃陽氣日漸虧耗，或患者體素陽虛，遷延日久，陰寒日甚，則脾陽虛的兼挾證候將日漸明顯。臨床上，嘔吐、脘痞、泄瀉等症狀並不嚴重，但反覆不愈，其泄瀉多為清泄或完谷不化，嘔吐多為泛吐清涎，而腹脘冷痛、喜溫喜按、畏寒肢冷、脈沉遲無力等陽虛內寒的症狀卻十分明顯。",
    "type_comparison": "水停食滯痞證與寒熱錯雜病證 二者同屬太陽變證的範圍，均由治療后脾胃損傷，寒熱互結中焦而發病，臨床上都有“心下痞、腸鳴下利”的共同症狀。鑑別在於，前者是太陽表實證汗解後，胃氣未和所生；與後者先見太陽表證，繼而邪傳少陽，見少陽半表半里證之後誤下而成不同。前者不屬誤治，只是治療后脾胃陽氣未復，或汗後脾胃受傷，在表之餘熱內陷與內生之虛寒互結，加上脾胃腐熟運化失職所產生的食滯與水飲阻滯中焦而發病，臨床表現更有“噯氣酸腐食臭”的症狀而為後者所無，且泄瀉物多清稀如水樣。後者單純是寒熱互結，脾胃升降失職，以嘔吐為主要症狀，嘔出物多無食臭，而泄瀉多為溏泄。\n胃虛氣逆痞證與寒熱錯雜痞證 亦都屬太陽變證的範圍，皆因誤下後損傷脾胃，寒自內生與內陷之邪熱互結中焦，升降失職，以“心下痞、嘔而下利”為主要臨床表現的證候。所不同者，胃虛氣逆痞證因太陽表證直接誤下而成，後者則於太陽傳至少陽之後才誤下而致。前者由於反覆誤下，故脾胃損傷較甚，屬虛中挾實之證，與後者虛實參半有程度上的不同。由於前者脾胃陽氣損傷較甚，腐熟運化功能嚴重障礙，清陽不升，水谷不別，下奔腸道，故其泄瀉的程度較重，次數多“日數十行”，且瀉下清稀甚如水樣，並帶有未消化完全的食物。其次，前者胃中空虛較甚，僅僅是自表陷入的客熱上逆，故其嘔為“乾嘔”，有聲而無物，但卻兼有虛熱上擾心神的“心煩不得安”的症狀，與後者嘔吐胃內容物或吐黃濁苦水有所不同。此外，前者絕少有發熱、苔黃、脈數等熱象出現，與後者不同。\n表熱兼里寒下迫大腸證與寒熱錯雜病證 均為誤下損傷中土，脾胃升降失職，寒熱挾雜，以“心下痞、下利”為主要表現的證候。鑑別在於，前者為太陽病誤下而致，與後者少陽誤下在病史上有所差異。再者，前證因太陽表證屢次誤下，不但表邪不解，反致損傷脾陽，健運失司而發病，屬里寒挾表熱的證候，其病位主要在脾；而後證為少陽誤下，寒熱互結於里，病位主要在胃。故此，臨床上前者除有脾虛不運，清陽不升的“下利不止”，以及升降失常，濁陰不降的“心下痞硬”的症狀表現之外，還必具“發熱惡寒”等表證存在，但卻無胃氣上逆的“嘔吐”，與後者不難鑑別。此外，後者因半表半里之邪熱內陷，臨床或有發熱，但必不與惡寒同時並見可以區別。\n厥陰寒格證與寒熱錯雜痞證 皆為誤治損傷脾胃，升降功能紊亂，寒熱挾雜，以“嘔吐、下利”為主要臨床表現的證候。但前者原為脾胃陽氣素弱之人，傷寒之後，出現泄瀉，此時醫者更誤用吐下之法以虛其虛所致，與後者少陽誤下而成，在病史上亦有所區別。厥陰寒格證因脾胃陽氣素虛，拒熱於上，形成上熱下寒之寒熱格拒證，與後者寒熱互結於中焦脾胃，在病機上有所差異，一為相拒，一為互結。故臨床上前證並無寒熱互結中焦的“心下痞硬”一症。又由於前者寒甚於下拒陽於上，陽氣不能布四末，故多有“四末清冷”的症狀，而必無發熱，則又與後者所不同。此外，前者之嘔吐，乃因格熱於上，胃氣全不下降，故多表現為食入即吐，與後者嘔吐胃內容物或吐黃濁苦水，亦有不同；前者之泄瀉，因脾陽大虛，清氣下陷，故多表現為泄瀉清稀甚至完谷不化，與後者之溏泄也有差異。\n下焦滑脫證與寒熱錯雜痞證 二者臨床上都有“心下痞、下利”的症狀。但前者多為後者的進一步發展，常因瀉心湯證(包括水停食滯痞證、胃虛氣逆痞證、寒熱錯雜痞證等)服瀉心湯後，病尚未愈，又复誤用下法，不但進一步損傷中焦脾胃，而且傷及下焦腎陽，失其固攝，大腸滑脫所致，乃陽虛滑脫之證。故此，前者病位不僅於中焦脾胃，並兼在腎與大腸，且重點在下焦，與後者病位僅在中焦，為虛實參半、寒熱相雜之證不同。臨床上，前者以“痞”微而“利”甚為特點，不但泄利不禁，日久不止，且常伴有肛門重墜甚或脫肛。同時必兼神疲欲寐，畏寒肢冷等腎陽不足的症狀。此外，前者一再誤下，已無熱象，胃氣既不下降又不上逆，故不复再有“嘔吐”一症，與後者不難鑑別。\n太陽胃氣上逆證與寒熱錯雜痞證 亦同屬太陽變證的範圍，均因治療後損傷脾胃，升降失職，邪氣結於心下胃脘部而發病。故均有中焦氣機痞塞的“心下痞滿”及胃氣上逆的“嘔吐”等症狀。所不同者，胃氣上逆噫氣證因太陽表實證汗後復吐下而致，與後者太陽傳少陽之後誤下而成有所不同。前者主要是汗後復吐下，脾胃受損，伏飲乘虛停聚胃脘，致胃氣上逆，純屬虛寒之證，與後者寒熱錯雜、虛實參半有所區別。故前者除“心下痞”之外，主要是以噯氣頻作而並無酸腐食臭為其證候特點。此外，前者側重於胃氣上逆，故臨床上並無“腸鳴泄瀉”的症狀，也是二者的鑑別要點之一。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治下》：“傷寒五六日，嘔而發熱者，柴胡湯證具，而以他藥下之，柴胡證仍在者，復與柴胡湯。此雖已下之，不為逆，必蒸蒸而振，卻發熱汗出而解。若心下滿而硬痛者，此為結胸也，大陷胸湯主之；但滿而不痛者，此為痞，柴胡不中與之，宜半夏瀉心湯”。\n《註解傷寒論·辨太陽病脈證並治法第七》：“傷寒五六日，邪在半表半里之時；嘔而發熱，邪在半表半里之證，是為柴胡證具……邪在半表半里，則陰陽具有邪，至於下後，邪氣傳里，亦有陰陽之異，若下後，陽邪傳里者，則結於胸中為結胸，以胸中為陽受氣之分，與大陷胸湯以下其結；陰邪傳里者，則留於心下為痞，以心下為陰受氣之分，與半夏瀉心湯以通其痞”。\n《傷寒大白·痞滿》：“瀉心湯皆用半夏，而獨以此方命名者，因痞滿嘔吐皆是痰涎作禍，故即以此湯，重加半夏，此以瀉心方中，化出重治痰涎之法”。\n《傷寒來蘇集·瀉心湯證》：“三方分治三陽，在太陽用生薑瀉心湯，以未經誤下而心下痞硬，雖汗出表解水尤未散，故君生薑以散之，仍不離太陽為升之義；在陽明用甘草瀉心湯者，以兩番誤下，胃中空虛，其痞益甚，故倍甘草以建中，而緩客氣之上逆，仍是從乎中治之法也；在少陽用半夏瀉心者，以誤下成痞，邪既不在表，則柴胡湯不中與之，又未全入里，則黃芩湯亦不中與之”。\n《傷寒真方歌括 少陽上篇方法》：“其寒熱互結於心下，則為痞滿嘔逆，以半夏瀉心湯主之；其寒熱相拒於心，則拒格(表現為厥陰寒格證)，以乾薑黃芩黃連人參湯主之”。\n《傷寒附翼·太陽方總論》：“少陽居半表半里之位，其證不全發陽，不全發陰。故下後變證偏於半表者，熱入而成結胸；偏於半里者，熱結心下而成痞也”。"
}