{
  "id": "hanshizuzhi",
  "number": 90,
  "name": "寒濕阻滯證",
  "category": "全身證候",
  "overview": "寒濕阻滯證，乃指寒濕之邪外侵，或素體脾陽不振而致水濕內停所引起的證候。多因冒受雨露，或坐臥濕地，或飲食生冷所致。臨床上以感受寒濕的部位與輕重不同，症狀上有偏表偏里之異。\n主要臨床表現為：頭身困重，關節疼痛並屈伸不利，無汗，神疲畏寒，或面浮身腫，腰以下尤甚，胃脘疼痛，大便多溏，或下利白多赤少，小便不利，舌淡，苔白潤，脈濡弱。\n寒濕阻滯證常見於“胃脘痛”、“泄瀉”、“霍亂”、“痢疾”、“痺證”等疾病中。\n本證應與“濕阻證”、“脾虛濕困證”鑑別。",
  "clinical_manifestations": "頭身困重，關節疼痛並屈伸不利，無汗，神疲畏寒，或面浮身腫，腰以下尤甚，胃脘疼痛，大便多溏，或下利白多赤少，小便不利，舌淡，苔白潤，脈濡弱。寒濕阻滯證",
  "common_diseases": [
    "“胃脘痛”",
    "“泄瀉”",
    "“霍亂”",
    "“痢疾”",
    "“痺證”"
  ],
  "differential_syndromes": [
    "“濕阻證”",
    "“脾虛濕困證”"
  ],
  "differential": {
    "self_analysis": "寒濕阻滯證可出現在多種疾病中，其臨床表現各具一定特點，治療方法亦不完全相同。若在胃脘痛病中見寒濕證，臨床表現以胃脘悶痛不舒，飲食不馨，口粘，頭身困重，大便溏薄或泄瀉，苔白膩，脈濡等為特點，多因過食生冷，中陽被困，脾失運化所致，治宜健脾化濕，方用胃苓湯(《丹溪心法》)加減。若在泄瀉病中出現寒濕證，臨床表現每以泄瀉清稀，甚則如水樣，腹痛腸鳴，脘悶食少或兼表寒證為特點，此由外感寒濕，侵襲胃腸，或過食生冷，脾失健運，寒濕內盛，傳導失司所致，治宜解表散寒、芳香化濁，方用藿香正气散(《太平惠民和劑局方》)。若在霍亂病中見寒濕證，臨床表現為突然上吐下瀉，初起時下利稀糞，繼則瀉下清稀，或如米泔水，胸膈痞悶，腹痛或不痛，四肢清冷，舌苔白膩，脈濡弱等症狀。此由寒濕穢濁之氣，壅滯中焦，陽氣被遏，升降悖逆，清濁相混所致，治宜散寒燥濕，芳香化濁，方用藿香正气散(《太平惠民和劑局方》)合纯阳正气丸(《北京市中藥成方選集》)加減。若在痢疾病中見寒濕證，臨床表現以痢下白色粘凍，或白多赤少，腹痛、里急後重，胸脘飽悶，不思飲食，頭重身困等為特點，稱為“寒濕痢”，此由飲食不潔，恣食生冷，損傷脾陽，水濕內停，濕從寒化，寒濕內蘊，氣機受阻，寒濕穢濁之氣結於腸中而致，治宜溫化寒濕，行氣止痢，方用胃苓湯(《丹溪心法》)加味。若在痺證病中出現寒濕證，臨床表現以腰部或肢體關節冷痛重著，屈伸受限，轉側不利，漸漸加重，經久不愈，遇寒及陰雨天加劇為特點，此由水上作業、冒雨涉水、居處卑濕，寒濕之邪，侵襲肌肉關節筋脈，阻塞經絡，方用薏苡仁汤(《類證治裁》)加減。\n寒濕阻滯證多發於年高體衰者，因老年人脾腎陽氣多虛，氣不化水，故易罹患寒濕證。常見精神萎靡，面色無華，形寒肢冷，困重乏力，甚則下肢浮腫，脘悶便溏，泄瀉，舌苔白膩等症。婦人見寒濕證者，主要表現為帶下清稀，痛經，宮寒不孕等，應當詳加辨治。\n寒、濕同為陰邪。寒性凝滯，易傷陽氣。濕邪重濁，易遏氣機。二者皆可抑氣凝血，出現氣滯血瘀證候。寒濕證若兼見氣滯血瘀證候，常常提示陽氣損傷過甚，非溫陽化氣難以祛寒勝濕。",
    "type_comparison": "濕阻證與寒濕阻滯證 兩證同屬濕病範疇。從病因而論，寒濕證多由水中作業、冒雨涉水，居處卑濕等致使寒濕入侵，或由飲食不節，恣食生冷，損傷脾胃，濕從寒化而致。而濕阻證則多由過食生冷甘肥所致，由風濕雨露引起的很少。從症狀而言，寒濕證有偏表偏里之不同，偏於表的多見頭重身痛，關節不利，四肢浮腫；偏於里的多見胃脘疼痛，大便溏薄，或下痢白多赤少。濕阻證則因濕阻部位不同，有濕阻三焦之分，濕阻上焦則頭脹脘悶，不飢不食；濕阻中焦則見脘腹脹滿，四肢困重；濕阻下焦則見足脛水腫，小便不利。可見寒濕證有濕、有寒，濕阻證則僅有濕阻而無寒象。\n脾虛濕困證與寒濕阻滯證 脾虛濕困證和寒濕阻滯證都與脾虛濕濁不運有關。其病因均可為貪涼飲冷，或冒雨涉水引起，其症狀均可見大便溏泄、肢體浮腫，頭身困重，舌苔白膩等。但脾虛濕困證病位僅限於脾胃，而寒濕證除與脾胃有密切關係外，還涉及到四肢的肌肉、關節，因此，後者多伴有關節不利或疼痛。兩者以此為鑑別。"
  },
  "literature": "《證治匯補·濕證》：“傷濕又兼寒，名曰寒濕。因先受濕氣，又傷生冷，其症頭汗身痛，遍身拘急，不能轉側，近之則痛劇，遍身無汗，小便不利，症與風濕相似，但大便轉泄耳，宜滲濕湯主之。”\n《症因脈治·寒濕腰痛》：“寒濕腰痛之症，頭痛身痛，無汗拘緊腰痛，不能轉側，此寒濕腰痛之症也。寒濕腰痛之因，或寒濕之年，陰寒司令，民病身重腰痛，此因歲氣而成病者。或衝寒冒雨，陰寒雨濕之邪致痛，此人自感冒而成病者。”\n《症因脈治·寒濕身腫》：“寒濕身腫之症，身重身痛，足脛冷，胸滿悶，遍身腫，此寒濕腫之症也。寒濕腫之因，或時令陰雨，天氣寒冷，或居處陰濕，陰寒之氣，襲於肌表，或因汗出遇水，水寒所傷，則寒濕腫之症成矣。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "han",
      "qi_zhi",
      "shi"
    ]
  }
}