{
  "id": "hanshibizu",
  "number": 91,
  "name": "寒濕痺阻證",
  "category": "全身證候",
  "overview": "寒濕痺阻證是指由於寒濕之邪阻於肢體脈絡、肌肉、關節而形成的證候。\n主要臨床表現為：肢體肌肉、關節冷痛、重著，痛有定處，屈伸不利，晝輕夜重，遇寒痛劇，得熱痛減，或痛處腫脹，舌質胖淡，舌苔白膩，脈弦緊或弦。\n寒濕痺阻證常見於“頸痺”、“肩痺”、“足痺”、“腰痛”、“皮痺”、“產後痺”、“肌痺”、“歷節”等疾病中。\n寒濕痺阻證易與“風濕痺阻證”、“風寒濕痺阻證”、“濕熱痺阻證”相混淆，臨證需要鑑別。",
  "clinical_manifestations": "肢體肌肉、關節冷痛、重著，痛有定處，屈伸不利，晝輕夜重，遇寒痛劇，得熱痛減，或痛處腫脹，舌質胖淡，舌苔白膩，脈弦緊或弦。寒濕痺阻證",
  "common_diseases": [
    "“頸痺”",
    "“肩痺”",
    "“足痺”",
    "“腰痛”",
    "“皮痺”",
    "“產後痺”",
    "“肌痺”",
    "“歷節”"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "《諸病源候論·卷一·風痺候》：“痺者……由人體虛，腠理開，故受風邪也。病在陽曰風，病在陰曰痺。”本病是由於人體營衛氣血失調，寒濕外邪雜至而成。寒為陰邪，其性凝滯，主收引，肢體筋絡關節受寒，氣血凝滯不通，而見關節疼痛；濕性重著，粘膩，濕勝則腫，故可見關節腫，每遇陰雨天加重。寒濕之邪痺阻於人體部位不同而表現及轉歸預後不同。頸痺而見頸項強硬，頸肌發僵，頸部活動不利，伴見有頭肩疼痛等，張仲景在《金匱要略》中認識到本病為“人年五六十，其病脈大者，痺挾背行……，皆因勞得之。”肩痺證表現為：肩部疼痛，向頸部及前臂放射，遇寒及陰雨天加重，得熱痛減，治宜搜風散寒，祛濕通痺，方用蠲痹汤加減(《醫學心悟》)。《張氏醫通》云：“肩背痛、脊強、項似拔，羌活勝濕湯。”腰痛證寒濕著於腰部，如張仲景《金匱要略》所記載：“其人身體重腰中冷，如坐水中……，腰以下冷痛，腹重如帶五千錢，甘姜苓术汤主之”。也可用苍白二陈汤(《醫學心悟》)加獨活主之。足痺者，《素問·通評虛實論》指出：“跖跛，寒風濕之病也。”《素問·氣交變大論》則謂：“歲土太過，雨濕流行，腎水受邪，……腳下痛。”“歲水不及，濕乃大行，……足下痛。”《素問·玉機真臟論》謂：“脾病者，身重，……行善瘈，腳下痛。”臨證見足部麻木疼痛，得溫痛減，遇陰雨寒冷則痛增，疼痛劇烈時可出現跛行，或痛處腫脹，不紅不熱，下肢重著，足心痠脹，肌膚冷面色晄。治宜散寒化濕通痺，方用薏苡仁汤(《類證治裁》)。產後痺是指女子產後氣血不足，攝生不慎，外感寒濕之邪而致，宜独活寄生汤(《備急千金要方》)。皮痺證是以皮膚浮腫，繼之皮膚變硬，萎縮為主，是五體痺之一，寒濕痺於肌膚而見皮膚緊張而腫，或腫略高於正常皮膚，皮膚不溫，肢冷惡寒，遇冷加重，遇熱減輕，膚色不變，膚溫減低，伴有關節疼痛，屈伸不利等，治宜搜風散寒通痺，方用苏羌达表汤(《重訂傷寒論》)。凡寒濕浸淫肌肉，閉阻經絡，造成肌肉疼痛，麻木不仁謂之肌痺，亦屬於五體痺。《素問·長刺節論》曰：“病在肌膚，肌膚盡痛，名曰肌痺。”張璐《張氏醫通》認為：“肌痺者即著痺，濕痺也，留而不移，汗出，四肢痿弱，皮膚麻木不仁，精神昏塞。”並指出：“肌痺者，神效黃芪湯主之。”臨床或用薏苡仁汤(《類證治裁》)。筋痺是指以筋急拘攣、抽掣疼痛、關節屈伸不利為主要表現的五體痺，《黃帝內經》指出：“春遇此者為筋痺。”主要以抽掣疼痛，痠重脹痛，遇陰雨天加重，得暖則舒，治宜舒筋活絡，溫經止痛，方用舒经汤(《普濟方》)或海桐皮汤(《聖濟總錄》)治之。寒濕阻絡證在骨痺表現為：四肢關節疼痛，或有腫脹，疼痛固定，痛如刀割，屈伸不利，晝輕夜重，怕風冷，陰雨天易重，肢體痠脹沉重，《素問·氣穴論》曰：“積寒留舍，榮衛不居，蜷肉縮筋，肋肘不得伸，內為骨痺，外為不仁……”。治宜健骨強筋，溫陽散濕，方用薏苡仁汤(《類證治裁》)加味，或独活寄生汤(《備急千金要方》)。重症用乌头汤(《世醫得效方》)。歷節是初始以關節疼痛游走，漸成兩側對稱，關節僵硬，變形活動不利，等為主要表現，《金匱要略》指出：“寸口脈沉而弱，沉即主骨，弱即主筋，沉即主腎，弱即主肝，汗出入水中，如水傷心。歷節黃汗出，故曰歷節。”指出本病內由肝腎不足，氣血虧虛，表虛不固，復感外邪。本病之寒濕阻絡證候，疼痛較甚，治宜溫陽散寒止痛，方用乌头汤(《世醫得效方》)。\n臨證須要注意的是，寒濕痺阻證候是“寒”、“濕”兩種邪氣挾雜致病，必然會有寒氣偏重，與濕氣偏重之分，寒氣偏重者如痛痺中的寒濕痺阻證候，關節冷痛重著，痛有定處，治宜溫陽止痛，方用附子汤(《傷寒論》)加味或乌头汤(《金匱要略》)，濕氣偏重如著痺中寒濕痺阻證候，關節冷痛，腫脹，皮色不紅，宜薏苡仁汤(《類證治裁》)加味，宜舒经汤(《普濟方》)，或海桐皮汤(《聖濟總錄》)。\n寒濕痺阻證發展有兩種結果，一是體質壯實之人感邪後會隨體質而熱化，見口渴口乾，舌質轉紅，苔黃而轉為寒熱錯雜證，一是寒邪較重或體質差之病人，寒邪傷陽轉為脾腎陽虛，寒濕內蘊證。",
    "type_comparison": "風濕痺阻證、風寒濕痺阻證與寒濕痺阻證 三者均可見肌肉關節痠楚，疼痛重著腫脹等濕邪為患的特點。但風濕痺阻證、風寒濕痺阻證均挾雜風邪致病，故可見疼痛游走，痛無定處的特點，而寒濕阻絡證疼痛固定，肢體沉重，故而容易鑑別。\n濕熱阻絡證與寒濕痺阻證 二者均可見肌肉關節痠楚，重著腫脹等濕邪為患的特點，但前者感受的是濕熱之邪，後者感受的是寒濕之邪，所以前者關節皮膚溫度高，捫之熱，或自覺發熱或局部灼熱而色紅，甚則骨節變形，同時有口渴等症，後者患處一般溫度低，捫之涼，伴有惡寒怕冷等症，疼痛得熱則減，故而容易鑑別。"
  },
  "literature": "《素問·痺論》：“風寒濕三氣雜至合而為痺……其寒氣勝者為痛痺，其濕氣勝者為著痺。”\n《聖濟總錄》：“風濕痺者……蓋由真氣虛弱，為風濕所襲，久不差，入於經絡，搏於陽經。”\n《儒門事親》：“或涉水之地，勞力之人，辛苦無度，觸冒風雨，寢處津濕，痺從外入，……凡病痺之人，其脈沉澀……濕痺不仁傳為肉痿。”\n《醫學入門》：“大概風濕多侵乎上……寒濕多侵乎下……。”\n《靈樞·陰陽二十五人》：“血氣皆少，感於寒濕，則善痺骨痛。”\n《諸病源候論》：“人腠理虛者則由風寒濕氣傷之，搏於血氣，血氣不行則不宣。真邪相擊，在於肌肉之間，故肌膚盡痛，然諸陽之經，宣行血氣，通於身體，風濕之氣，客在肌膚，初始為痺。若傷諸陽之經，陽氣行則遲緩，而機關弛縱，筋脈不受攝，故風濕痺而復身體手足而不隨也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "feng",
      "han",
      "shi"
    ]
  }
}