{
  "id": "hanshikunpi",
  "number": 162,
  "name": "寒濕困脾證",
  "category": "臟腑證候",
  "overview": "寒濕困脾證又稱濕困脾陽證、太陰寒濕證、寒濕中阻證，本證是因過食生冷，飲食所傷，或冒風寒，涉寒水，居濕冷，致寒濕內盛，損傷脾陽，脾胃受困，氣機阻滯，脾失運化而出現的證候。\n主要臨床表現為：脘腹脹悶，胸悶欲吐，頭身困重，口淡納呆，大便溏泄，四肢不溫，舌淡，苔白膩，脈濡緩或細緩。\n寒濕困脾證常見於“泄瀉”、“霍亂”、“痢疾”、“黃疸”、“臌脹”等疾病中。\n本證應與“脾虛濕困證”、“濕邪困脾證”、“痰濕中阻證”相鑑別。",
  "clinical_manifestations": "脘腹脹悶，胸悶欲吐，頭身困重，口淡納呆，大便溏泄，四肢不溫，舌淡，苔白膩，脈濡緩或細緩。寒濕困脾證",
  "common_diseases": [
    "“泄瀉”",
    "“霍亂”",
    "“痢疾”",
    "“黃疸”",
    "“臌脹”"
  ],
  "differential_syndromes": [
    "“脾虛濕困證”",
    "“濕邪困脾證”",
    "“痰濕中阻證”"
  ],
  "differential": {
    "self_analysis": "泄瀉中出現寒濕困脾證，其特點是起病較急，泄瀉清稀，甚則如水樣，澄澈清冷，不甚臭穢，腹痛，腸鳴，脘悶，食少。此由寒濕之邪侵犯脾胃，致使脾胃升降失司，清濁不分，水谷並走大腸而致。若寒重於濕，損及脾陽，伴見腹脹冷痛，喜熱飲食，手足不溫，口不渴，苔白脈沉遲，治以溫中健脾，方用理中汤(《傷寒論》)加減。若濕重於寒，困遏脾陽，伴見體重倦怠，脘腹脹滿，嘔吐噁心，不欲飲食，腸鳴水瀉，小便少等，治以健脾祛濕，方用胃苓汤(《丹溪心法》)加減。若兼外感風寒，伴見惡寒發熱，頭痛，肢體痠痛，治以芳香化濕，解表散寒，用藿香正气散(《和劑局方》)加減。霍亂病中出現寒濕困脾證，見暴起嘔吐下利，劇烈吐瀉，吐瀉物為清水樣，或米泔樣，不甚臭穢，胸膈痞悶，四肢清冷，是因寒濕穢濁之氣，壅滯中焦，陽氣受遏，清氣不升，濁氣不降，而致上吐下瀉，治以芳香化濕，或溫中散寒，病證初起可用藿香正气散(《和劑局方》)加減。如寒傷中陽，四肢清冷，吐瀉頻作，倦怠乏力，治宜溫中祛寒可用理中汤(《傷寒論》)。痢疾病中見寒濕困脾證，其特點是痢下赤白粘凍，白多赤少或純為白凍，伴有腹痛，里急後重，飲食乏味，胃脘飽悶，頭痛困重，是因寒濕中阻，脾陽被遏，健運失司，寒濕阻遏腸中，氣機阻滯，傳導失常所致，治以溫中燥濕，散寒導滯，方用不换金正气散(《和劑局方》)加減。黃疸病見寒濕困脾證，見黃疸，身目俱黃，黃色晦暗，脘悶腹脹，大便溏薄，每因大病或久病後，脾陽受損，或飲食不節，濕從內生，從寒而化所致，治以健脾和胃，溫化寒濕，用茵陈术附汤(《醫學心悟》)加減。臌脹病中見寒濕困脾證，見腹大脹滿，按之如囊裹水，胸腹脹滿，得熱稍舒，身重頭重，怯寒肢腫，小便短少，大便溏薄，主因寒濕停聚，阻滯中陽，水蓄不行，水濕內蘊，而從寒化所致，治以溫陽散寒，化濕利水，方用实脾饮(《濟生方》)加減。\n寒濕困脾，損傷脾陽，運化失司，水濕泛濫，可見一派陽虛外寒之象，病多纏綿難愈。久病及於腎，可致腎陽虛衰，水濕泛濫，而見水腫、四肢厥冷。",
    "type_comparison": "脾邪濕困證與寒濕困脾證 兩證都有脘痞腹脹，食少，身重困倦等濕邪困脾的症狀，脾虛濕困證偏重於脾氣虛，有面色萎黃，倦怠乏力，脘腹隱痛等症狀，沒有陽虛形寒肢冷的症狀，後者則因感受寒濕或脾陽先虛，寒濕內盛，有陽虛外寒的證候，如形寒肢冷，舌體胖大，全身浮腫，單腹臌脹，痢下赤白膿凍等。\n濕邪困脾證與寒濕困脾證；兩證均是濕邪為病，病位都在脾，都有身重倦怠，食少，脘痞腹脹等症狀，所不同的是，濕邪困脾證是由脾失健運，濕邪內生，其特點是脾氣脾陽未虛，卻有濕邪充斥脘腹肢體的症狀，如腰痛，肢體關節疼痛，足脛腫大，全身浮腫，小便短少，婦女帶下量多等。寒濕困脾證是感受寒濕，或脾陽先虛，寒濕內盛，有形寒肢冷等陽虛外寒的症狀，但寒濕沒有浸淫腰部、關節、足脛等部位。\n痰濕中阻證與寒濕困脾證 兩證都是濕邪致病，病位在脾，都有胸悶食少等症狀，所不同的是，前證是痰濕阻遏清陽之上升，以眩暈為主症，沒有形寒、肢冷、水腫等症，後證則是寒濕困脾，寒濕內盛，有形寒肢冷，脘痞腹脹，甚則浮腫，臌脹等證，沒有眩暈的症狀。"
  },
  "literature": "《傷寒論·辨陽明病脈證並治》：“傷寒發汗已，身目微黃，所以然者，以寒濕在里不解故也，以為不可下也，於寒濕中求之。”\n《類證治裁·黃疸》：“陰黃系脾臟寒濕不運，與膽液浸淫，外漬肌肉，則發而為黃，其色晦如煙熏，治在脾。”\n《醫原·濕氣論》：“內傷寒濕，脾胃陽傷，水多土濫，脾陽傷，則見脘痞腹脹，腹痛腫脹，便溏洞泄，三陰寒瘧等證，法宜溫中燥濕，如附子理中、真武湯之類，胃陽傷，則見脘脹嘔逆，不飢不食不便等證，法宜辛溫淡滲，如平胃散、胃苓湯、除濕湯之類。”",
  "zhengsu_composition": {
    "location": [
      "pi"
    ],
    "nature": [
      "han",
      "shi"
    ]
  }
}