{
  "id": "hanshijiexiong",
  "number": 356,
  "name": "寒實結胸證",
  "category": "傷寒證候",
  "overview": "寒實結胸證乃因水飲有形之邪與寒邪相凝結於胸脅、心下而成的證候。它具有大結胸證的特徵，但非由於熱陷所致，故無熱象。\n主要臨床表現為：胸脅或心下硬滿疼痛，大便不通，脈來沉緊，但無身熱、口渴、心煩、苔燥等熱象。\n寒實結胸證是“太陽病”變證的一種，是屬於結胸證的一種類型。\n本證應與“熱實結胸證”、“臟結證”、“水飲停聚胸脅證”、“痰阻胸膈證”、“太陽邪陷脾虛胃實證”、“太陰誤下變證”等進行鑑別。",
  "clinical_manifestations": "胸脅或心下硬滿疼痛，大便不通，脈來沉緊，但無身熱、口渴、心煩、苔燥等熱象。寒實結胸證是“太陽病”變證的一種，是屬於結胸證的一種類型。",
  "common_diseases": [],
  "differential_syndromes": [
    "“熱實結胸證”",
    "“臟結證”",
    "“水飲停聚胸脅證”",
    "“痰阻胸膈證”",
    "“太陽邪陷脾虛胃實證”",
    "“太陰誤下變證”等進行"
  ],
  "differential": {
    "self_analysis": "《傷寒論》曰：“寒實結胸，無熱證”。寒實指出了本證的病因病機，常因太陽病誤下，或外邪侵入，以致寒邪與水飲互結，停聚於胸膈或心下，或素日內有寒飲，漸聚凝結而成。如《傷寒類方》所說：“此云寒實，乃水氣寒冷所結之痰飲也。”因此，寒邪與水飲是構成寒實結胸證的兩大因素。但是論中對此敘述過簡，而後世醫家有所闡發，如吳崑提出：“此證或由表解里熱之時，過食冷物，故令寒實結胸”(《醫方考》)。柯韻伯則認為“下後，寒邪與寒藥相結”(《傷寒來苏集》)而成。所謂“結胸”則標明本證具有結胸證的一般特徵，如胸脅或心下硬滿而疼痛拒按，大便不通等症。至於脈象，原文無明確記載，而《醫宗金鑑》疏註認為“此證脈必當沉緊”可參考。本證即為水寒互結，故治法溫通寒凝之邪，宜三物白散(《傷寒論》)。\n寒實結胸在疾病發展演變中，因水寒之邪，結於胸中，若水寒傷肺，則常見喘咳，氣逆等兼症，故施以三物白散，方可開胸肺之氣，解寒凝之結。若寒實結胸，脈沉遲而不緊，則以枳實理中丸(《和劑局方》)治之。",
    "type_comparison": "熱實結胸證與寒實結胸證 熱實結胸證是與寒實結胸證相對而言。二者同為結胸，但一為熱實邪結，一為寒實邪結。仲景指出，寒實結胸無熱證，突出了二者的鑑別要點在於寒實結胸無熱證。寒實結胸，因無熱象，故不見潮熱、心煩躁、心中懊憹、口渴、舌苔黃燥等症。正如《醫宗金鑑》所說：“結胸證，身無大熱，口不燥渴，則為無熱實證，乃寒實也。”故熱實結胸證因熱而致結胸，寒實結胸證因寒而為結胸，二者以有無熱象為其鑑別要點。\n臟結證與寒實結胸證 寒實結胸證與臟結證，皆為陰寒之邪所致，不過寒實結胸證為寒水互阻，其邪結在胸腹；臟結證則為陰寒之邪凝結，其邪凝聚在臟。故寒實結胸證，病證屬寒屬實；臟結證則為陽氣先虛，陰寒漸結，故多屬虛。寒實結胸證見胸脅或心下脘腹硬滿疼痛而拒按，大便不通，不能飲食，惟因寒邪致病，故無口渴、苔燥等熱證。臟結證雖有“如結胸狀”之徵象，但見時時下利，飲食如故，與結胸又不相同，臟結證甚者脅下宿痞連於臍旁，痛引少腹更入陰筋，惟因陰寒邪氣久羈，根深結固，以致正虛陽衰，故獨見一派虛寒之象。因此，“臟結無陽證”是其主要特徵。二者脈象不盡相同，結胸之脈見沉緊，而臟結則為小細沉緊，亦可資參考。\n水飲停聚胸膈證與寒實結胸證 二證病機均與水邪有關，故其證候亦有相同之處。水飲停聚胸脅證見於《傷寒論》：“太陽中風，下利嘔逆，表解者，乃可攻之。其人濈濈汗出，發作有時，頭痛，心下痞硬滿，引脅下痛，乾嘔短氣，汗出不惡寒者，此表解里未和也，十枣汤主之。”因水飲停聚胸脅之側，故又稱“懸飲證”。飲停脅下，致使三焦氣機不暢，故心下痞硬，引脅下作痛，與結胸證的心下或胸脅硬滿而痛之證，則有相似之處，但懸飲證病因單一，所見證候，皆以水飲之邪隨三焦流竄而走。而寒實結胸證，為寒與水邪互結，證以寒實為主。因此二證，各有特色。懸飲證之水飲泛濫，充斥內外，阻滯三焦，故或然之證頗多，如水阻清陽於上則頭眩；水寒迫肺則短氣而咳喘；水邪阻滯胃脘則乾嘔；水滲大腸則下利；水溢肌表則濈濈汗出，皆為水飲停聚而成。然寒實結胸證，雖有飲邪停聚，但水飲泛濫之兼症不如“懸飲證”突出，而以胸脅或心下硬滿疼痛拒按，大便不通，為主要表現。\n痰阻胸膈證與寒實結胸證 二者在病因及證候上，亦有相似之處。《傷寒論》曰：“病如桂枝證，頭不痛，項不強，寸脈微浮，胸中痞硬，氣上衝喉咽，不得息者，此為胸有寒也，當吐之，宜瓜蒂散。”可見痰阻胸膈亦有胸中痞硬之證，形相近似，但實質有別。從病位上看，寒實結胸證，病位偏下，範圍較廣，或在胸脅，或在心下，或連少腹；痰阻胸膈證，病位偏上，邪結上焦，範圍局限於胸中。結胸證以硬滿而痛為主，甚者拒按，大便不通，若水寒傷肺，尚可見到咳喘，氣逆等症；而痰阻胸膈證之痞硬，並無硬痛，常伴有氣上衝喉咽，而不得息的特點，這是本證的眼目，亦是區別於前者的關鍵。此外，尚可有如桂枝證的汗出惡風等表現，但並非表邪，實為胸中痰實，氣機不利所致。\n太陽邪陷脾虛胃實證與寒實結胸證 太陽邪陷脾虛胃實證是指《傷寒論》：“本太陽病，醫反下之……大實痛者，桂枝加大黄汤主之。”二者均可出現於太陽誤下之後，又均有腹滿實痛，大便不通等症，其形症雖似，實質則異。寒實結胸證為下後邪陷，寒與水相結；而前者則為太陽病誤下轉屬太陰，病兼陽明，其腐穢積滯停留於腸，故見腹滿實痛，揉按益甚，大便不通，則為誤下實痛證。其病位較為局限，其痛亦較輕緩，故與寒實結胸證，迥然不同。\n太陰誤下變證與寒實結胸證 太陰病提綱指出：“太陰之為病，腹滿而吐，食不下，自利益甚，時腹自痛。若下之，必胸下結硬。”本條所謂下後，必胸下結硬，即為太陰病誤下變證。太陰虛寒，本当溫中為主，若妄用寒涼誤下，必導致脾陽益虛，即“虛其虛”，使外邪乘虛內陷，而致胸下結硬，此與寒實結胸，雖均見誤下之後，但二者不同。寒實結胸證，雖有胸脅及心下硬滿而痛，但無下利之症；本證為脾陽虛衰，寒濕阻滯，氣機不通，雖見胸下結硬，但少見疼痛，或疼痛不甚，並以虛寒下利為其主證。故二者寒象雖同，但一為實寒，一為虛寒，虛實分明。"
  },
  "literature": "《傷寒辨證·結胸》：“經曰：病發於陽而反下之，熱入里作結胸，謂表證當汗也，應當發汗以解之，而反下之，則外邪乘虛內陷，結於心下，乃為結胸也，按之則痛，小結胸也，小陷胸湯主之；不按亦痛，大結胸也，大陷胸湯主之；心下妨悶，無大熱者，寒實結胸也。或有停食，枳實理中丸主之。”\n《傷寒來苏集·傷寒論注》：“太陽表熱未除，而反下之，熱邪與寒水互結，成熱實結胸；太陰腹滿時痛，而反下之，寒邪與寒藥相結，成寒實結胸。”\n《傷寒緒論·結胸》：“若心下結痛而無熱證，不渴不煩，此寒實結胸也，甘草乾薑湯，未效，枳實理中湯，實入三物白散。”\n《傷寒貫珠集·太陽篇下》：“若其外不鬱於皮膚，內不傳於膀胱，則水寒之氣，必結於胸中，而成寒實結胸。寒實者，寒邪成實，與結胸熱實者不同，審無口燥渴煩等證見者，當與三物白散溫下之劑，以散寒而除實也。”",
  "zhengsu_composition": {
    "location": [
      "xiongge"
    ],
    "nature": [
      "han",
      "shui_ting"
    ]
  }
}