{
  "id": "hantanzufei",
  "number": 172,
  "name": "寒痰阻肺證",
  "category": "臟腑證候",
  "overview": "寒痰阻肺證是寒邪與痰交並壅阻氣道，而出現的肺失宣降，寒痰擾肺的一類症狀的概稱。多由外感風寒失治，或肥人痰盛之體，罹感寒邪，或中陽不足，氣不化津，寒痰內生所致。\n主要臨床表現為：咳嗽氣喘，咯痰色白而清稀，遇冷則甚，喉間痰鳴，胸膈滿悶，畏寒肢冷，舌苔白滑，脈沉遲等。\n寒痰阻肺證常見於“哮證”、“胸痛”、“喘證”、“感冒”、“咳嗽”等疾病中。\n本證通常應與“水寒射肺證”、“風寒犯肺證”、“肺陽虛證”相鑑別。",
  "clinical_manifestations": "咳嗽氣喘，咯痰色白而清稀，遇冷則甚，喉間痰鳴，胸膈滿悶，畏寒肢冷，舌苔白滑，脈沉遲等。寒痰阻肺證",
  "common_diseases": [
    "“哮證”",
    "“胸痛”",
    "“喘證”",
    "“感冒”",
    "“咳嗽”"
  ],
  "differential_syndromes": [
    "“水寒射肺證”",
    "“風寒犯肺證”",
    "“肺陽虛證”"
  ],
  "differential": {
    "self_analysis": "寒痰阻肺證可出現於多種疾病之中，其臨床表現各具一定特點，治法亦不盡相同。如哮病中出現寒痰阻肺證，臨床表現以呼吸急促，喉間有哮鳴音，痰白而粘，或稀薄多沫，胸膈滿悶如窒，面色晦滯帶青，苔白滑，脈浮緊等“冷哮”的症狀為特點，此由寒痰留伏，肺氣閉阻所致，治宜溫肺散寒，豁痰利竅，方用射干麻黃湯(《金匱要略》)。若胸痛病中出現寒痰阻肺證，臨床特點為胸中悶痛，痛時徹背，氣短喘促，咳吐痰沫，此由寒痰結聚，肺氣受阻，胸陽不展所致，治宜溫肺化痰，通陽降逆，方用栝蔞薤白半夏湯(《金匱要略》)加減。若喘病中出現寒痰阻肺證，臨床特點為呼吸喘促，咯痰白稀，喜唾，胸滿嘔逆，口淡納呆，畏寒肢冷，此由脾陽不足，寒從中生，聚濕生痰，上干於肺所致，《仁齋直指方·喘嗽方論》指出：“惟夫邪氣伏藏，痰涎浮湧，呼不得呼，吸不得吸，於是上氣喘息。”治宜溫化寒痰，降氣止咳，方用苓甘五味薑辛湯(《金匱要略》)。\n又寒痰阻肺證常由風寒犯肺，或素有痰疾，復為風寒所誘發，故亦多見於風寒犯肺所致的感冒、咳嗽等疾病中，表現為咳嗽氣喘，咯痰色白清稀，喉間痰鳴，胸膈滿悶，苔白滑等，治療當在疏風散寒宣肺基礎上，佐以溫肺化痰之品。\n寒痰阻肺證在其病機演進過程中常伴見兩種情況：一是累及脾(子病及母)而致運化失職，出現食慾不振，泛噁欲嘔，大便溏薄，腹脹腸鳴等濕困脾胃之證；二是累及腎(母病及子)而致腎陽不足，出現腰膝痠軟，夜多小便，氣短而喘，痰有黑點，量多而稀，兩足寒冷，甚或腹脹浮腫，黎明泄瀉等症。",
    "type_comparison": "水寒射肺證與寒痰阻肺證 兩證病因、病機及臨床表現均有相似之處，極易混淆，需加以鑑別。水寒射肺證多由素有水飲內停，外感寒邪，肺氣失宜，寒邪引動水飲上逆所致；寒痰阻肺證多由風寒失治、寒入肺腧所致。若由中焦虛寒及久病陽虛導致寒痰上干的，尤易與水寒射肺證誤診。鑑別要點在於水寒射肺證，其標在肺，病變之本在脾腎，且有水飲為患病史；寒痰阻肺證，風寒為標，病變之本在肺脾。前者是在飲停胸脅或腎陽虛而引起浮腫的基礎上兼見咳嗽、氣喘、痰涎多而色白等肺經症狀；後者則以上述肺經症狀為主，且多伴喉間痰鳴、胸膈滿悶等症。\n風寒犯肺證與寒痰阻肺證 兩證存在著因果聯繫，臨床表現亦常有同處，當須辨析。風寒犯肺證由風寒外邪侵襲於體表皮毛、內舍於肺、影響肺衛之氣的宣通所致；寒痰阻肺證除由中焦虛冷、寒痰上干或陽虛陰盛、寒痰貯肺而來的以外，多由風寒犯肺失於表散、寒入肺腑、凝痰阻絡所致。故風寒犯肺證既可單獨發病，亦可成為寒痰阻肺證的前期階段或誘發因素。風寒犯肺證臨床特點為惡寒發熱、頭痛、鼻塞聲重、噴嚏、流清涕、咳嗽、咯痰清稀，苔薄白，脈浮。進一步發展，則見氣急，喉間痰鳴，胸膈滿悶，畏寒肢冷，舌苔白滑，脈沉遲等症，轉化成為寒痰交阻於肺的寒痰阻肺證。若素有寒痰，又感風寒，亦可在寒痰阻肺證基礎上合併風寒犯肺證，臨床上當予鑑別。\n肺陽虛證與寒痰阻肺證 兩證病性雖有區別，但臨床表現易於混淆，須嚴格加以鑑別。肺陽虛證系由久嗽傷肺、病後傷氣以致肺虛有寒釀成，臨床上因其肺陽虛，氣不化津，通調失司，津液反為涎沫，以吐涎沫，質清稀量多，不咳不渴為主要特點，又肺氣不足則氣短；水谷不為精微，則神疲而食少；清陽不升則頭眩，衛陽不足則形寒；上虛不能制下，膀胱失於約束，故小便數或遺尿；氣虛有寒則舌質淡，脈虛弱。這些表現可與寒痰阻肺證相區別。後者由於風寒失治，中焦虛寒，久病陽虛等原因致寒痰內生，貯於肺臟，病理特點是“凝津為痰”，不似肺陽虛證之“津化為涎”。寒痰阻肺證屬實或本虛標實證，咳嗽喘急，咯痰色白清稀，喉間痰鳴，胸膈滿悶，而肺陽虛證則無此等症狀，然肺陽虛引起之小便頻數、遺尿，正為寒痰阻肺證所不具備。"
  },
  "literature": "《金匱要略·痰飲咳嗽病脈證並治》：“膈上病痰，滿喘咳吐，發則寒熱，背痛腰疼，目泣自出，其人振振身瞤劇，必有伏飲。”\n《金匱要略·肺痿肺癰咳嗽上氣病脈證並治》：“咳而上氣，喉中水雞聲，射干麻黃湯主之。”\n《醫門法律·痰飲論》：“肺主氣，行榮衛，布津液，水邪入之，則塞其氣道，氣凝則液聚，變成涎沫……。”\n《成方便讀》：“夫痰之所生也，或因津液所化，或由水飲所成。然亦有因食而化者，皆由脾運失常，以致所食之物不化精微而化為痰。然痰壅則氣滯，氣滯則肺氣失下行之令，於是為咳嗽，為喘逆等症矣。”"
}