{
  "id": "hanyintingfei",
  "number": 174,
  "name": "寒飲停肺證",
  "category": "臟腑證候",
  "overview": "寒飲停肺證是指寒邪和水氣侵犯肺臟而出現的肺氣失宣，寒水逆阻等臨床表現的概稱。多由宿罹痰飲或水腫，復感寒邪，寒邪引動水飲所致。\n主要臨床表現為：咳嗽氣喘，痰涎多而稀白，面色蒼白或晦暗，形寒肢冷，甚則胸滿息促，不能平臥，頭暈目眩，面目浮腫，苔白膩，脈滯緩或滑。\n寒飲停肺證常見於“飲證”、“水腫”、“癃閉”、“喘證”等疾病中。\n本證通常應與“水氣凌心證”、“腎陽虛水泛證”、“寒痰阻肺證”相鑑別。",
  "clinical_manifestations": "咳嗽氣喘，痰涎多而稀白，面色蒼白或晦暗，形寒肢冷，甚則胸滿息促，不能平臥，頭暈目眩，面目浮腫，苔白膩，脈滯緩或滑。寒飲停肺證",
  "common_diseases": [
    "“飲證”",
    "“水腫”",
    "“癃閉”",
    "“喘證”"
  ],
  "differential_syndromes": [
    "“水氣凌心證”",
    "“腎陽虛水泛證”",
    "“寒痰阻肺證”"
  ],
  "differential": {
    "self_analysis": "寒飲停肺證可出現於多種疾病中，其臨床表現各具一定特點，治療亦不盡相同，必須加以辨析。如飲證病中出現水寒射肺證，臨床表現以懸飲為特點者，則胸脅脹滿，咳唾、轉側及呼吸時疼痛加重，氣短息促，苔白，脈沉弦，此由飲停胸脅，水邪迫肺所致。《金匱要略·痰飲咳嗽病脈證並治第十二》云：“飲後水流在脅下，咳唾引痛，謂之懸飲。”治宜攻逐水飲，體強者用十枣汤(《傷寒論》)，體弱者用葶苈大枣泻肺汤(《金匱要略》)。臨床表現為支飲者，則咳喘胸滿，甚則不能平臥，痰如白沫量多，久咳則面目浮腫，舌苔白膩，脈弦緊，此由飲犯胸肺，肺氣上逆所致。《金匱要略·痰飲咳嗽病脈證並治第十二》云：“咳逆倚息，短氣不得臥，其形如腫，謂之支飲。”治宜溫肺化飲，方用小青龙汤(《傷寒論》)。若水腫病中出現寒飲停肺證，臨床特點為面浮身腫，腰以下尤甚，按之凹陷不起，氣促怯寒，腰部冷痛，此由腎陽衰微，水氣上逆於肺所致，治宜溫腎助陽，化氣行水，方用真武汤(《傷寒論》)。若癃閉病中出現寒飲停肺證，臨床特點為小便量少，甚至無尿，面色晄白，神疲腰痛，頭暈泛惡，氣喘胸悶，此由腎陽衰微，尿毒內攻，迫水逆肺所致，《景岳全書·癃閉》曰：“小水不通是為癃閉，此最危急證也，水道不通，則上侵脾胃而為脹，外侵肌肉而為腫，泛及中焦則為嘔，再及上焦則為喘……。”治宜溫陽益氣，利尿降逆，方用济生肾气丸(《濟生方》)加減。若喘證病中出現寒飲停肺證，臨床特點為咳嗽喘促，呼多吸少，動則喘息更甚，小便不利，甚則肢體浮腫，舌質淡胖，脈沉細，此由腎陽虛而水逆，上凌於肺所致，治當納氣歸腎，溫陽行水，方用黑锡丹(《和劑局方》)合真武汤。\n總之，水寒射肺證主要見於水氣為患的疾病中，或陽衰陰盛，水勢泛濫而上射於肺，或寒水積滯體內而為外寒引發。病之本責之脾腎，病之標在於肺。在其病機演變過程中，常伴見兩種情況：一是水氣上逆，停聚胸膈時，每累及心陽，致心陽不振，心氣不寧而心悸；二是脾腎陽虛，水氣不化，聚而上泛，演變為痰，而出現喉間痰鳴，胸膈滿悶等寒痰阻肺見證。",
    "type_comparison": "水氣凌心證與寒飲停肺證 兩證病理相似，症狀迥異，常合併出現。在病理上，兩證均為脾腎陽虛，氣化障礙，水液瀦留而致，水氣上逆於肺，則為寒飲停肺證，上逆於心則為水氣凌心證。在病史上，兩證俱有飲證，水腫等水氣病史。在症狀上，水氣凌心證臨床特點為心悸；寒飲停肺證，臨床特點為咳唾喘促。以此可資鑑別。\n腎陽虛水泛證與寒飲停肺證 腎陽虛水泛證系腎陽虧損，不能主水，則膀胱氣化不利，小便量少，同時亦影響脾的運化，致水濕泛濫形成水腫，症見全身浮腫，下肢尤甚，按之凹陷，腰痛痠重，畏寒肢冷，舌淡胖，苔白潤，脈緩；寒飲停肺證則多由素體脾腎陽虛，水氣停積，復感寒邪，寒邪引動內飲所致，亦可由腎陽虛水泛證基礎上，水邪上凌於肺而發生，其臨床特點為咳嗽氣喘，痰涎多而色白，胸脅支滿等。一為泛濫於肌膚，一為上泛於肺，此為鑑別之要點。\n寒痰阻肺證與寒飲停肺證 兩證病因病理相互影響，臨床表現相似，需嚴加鑑別。寒痰阻肺證多由風寒失治，寒入於肺腧，寒痰交阻所致，亦可由中焦虛寒及久病陽虛而寒痰上干於肺而發；寒飲停肺證則多系脾腎陽虛，水氣內停，外寒引動，逆於肺臟。兩者一為寒痰犯肺，一為寒水犯肺。在病理上，二者則可互相影響，寒痰阻肺證可累及腎陽不足而致水氣泛濫，逆於肺臟；寒飲停肺證亦可因水飲聚積而演變為痰，出現寒痰阻肺見證。在症狀上，寒痰阻肺證必咳嗽氣喘，咯痰色白清稀，喉間痰鳴，胸膈滿悶；寒飲停肺證則無喉間痰鳴，胸膈滿悶等寒痰之證，可資鑑別。"
  },
  "literature": "《諸病源候論·水腫咳逆上氣候》：“腎主水，肺主氣，腎虛不能制水，故水妄行，浸溢皮膚而身體腫滿。流散不已，上乘於肺，肺得水而浮，浮則上氣而咳嗽也。”\n《醫門法律·痰飲門》：“支飲上入，阻其氣則逆於肺間，而為喘消。”\n《讀醫隨筆·論咳嗽》：“有咳嗽甚重，入夜尤甚，不可伏枕者，此腎水上泛，土弱不能行水，水氣衝肺也。聲重而又急，連連不絕，逆迫萬狀，氣不能續，治用仲景小青龍法，真武湯法。”",
  "zhengsu_composition": {
    "location": [
      "fei"
    ],
    "nature": [
      "han",
      "shui_ting"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：肺。病性：寒、水停。根據證候名稱「寒飲停肺證」分析其病機組成。"
}