{
  "id": "jifushiyang",
  "number": 428,
  "name": "肌膚失養證",
  "category": "專科證候",
  "overview": "肌膚失養證是血虛風勝化燥而出現的皮膚失養，髮失所榮等臨床表現的概稱。多因外風，情志內傷，飲食不節，勞逸失常，以及先天不足所致。\n\n主要臨床表現為：皮膚粗糙肥厚，乾燥脫屑，或枯皺皲裂；毛髮失榮、脫落，皮膚瘙痒等。全身症狀可出現頭暈，目眩，面色蒼白，舌苔薄白，脈細等。\n\n肌膚失養證常見於\"蛇皮癬\"、\"油風\"、\"白屑風\"、\"白疕\"等疾患。\n\n本證應與\"風熱郁滯肌膚證\"相鑑別。",
  "clinical_manifestations": "皮膚粗糙肥厚，乾燥脫屑，或枯皺皲裂；毛髮失榮、脫落，皮膚瘙痒等。全身症狀可出現頭暈，目眩，面色蒼白，舌苔薄白，脈細等。",
  "common_diseases": [
    "\"蛇皮癬\"",
    "\"油風\"",
    "\"白屑風\"",
    "\"白疕\""
  ],
  "differential_syndromes": [
    "\"風熱郁滯肌膚證\""
  ],
  "differential": {
    "self_analysis": "肌膚失養證可在多種疾患中出現，如蛇皮癬出現皮膚血虛風燥證，皮損表現十分干枯粗糙，並有污黑色鱗屑，狀如蛇皮，鱗屑的中部和基底部與皮膚粘連很緊，四周稍向上翹起，撫摸時有刺手感覺。夏天可暫時減輕或消失，天冷時可逐漸加重。本證幼年易發，皮損主要分布在四肢伸側，其次為背部，頸部或軀干部，亦可發於顏面部，一般無明顯全身症狀。多因先天營血不足，以致血虛生風化燥，皮膚失於濡養所致。治以養血祛風潤燥，可用桂枝加當歸湯(《中醫外科學》)。\n\n如油風出現肌膚失養證時，頭髮突然呈斑塊脫落，境界清楚，病損處皮膚發亮或變薄，可有輕度癢感，甚至眉毛、腋毛、陰毛亦有脫落者。可伴有頭暈眼花，心悸失眠，手足發麻，皮膚干澀等全身症狀，舌苔薄白而干，脈細無力或浮澀等。多因風邪外襲，以致風盛血燥，耗傷津血，無以營養毛髮引起，可用神應養真丹(《外科正宗》)。若出現肝腎陰虛證者，治宜滋腎養肝，益氣補血，可用七寶美髯丹(《醫方集解》引邵應節方)加減；出現心脾兩虛證者，治宜健脾安神，滋補氣血，可用歸脾湯(《濟生方》)。\n\n再如白屑風出現肌膚失養證，多發於青壯年，先累及頭皮，逐漸延及眉間，鼻旁、外耳部以及胸背、腋窩、恥骨聯合部等處。皮損為黃紅色斑疹，乾燥多屑，邊緣清楚，大小各異，如發於頭皮部，頭皮上有大量灰白色糠秕樣鱗屑，頭髮干枯脫落，舌紅苔少，脈弦細。多因肌熱當風，風邪侵入毛孔，郁久燥血，肌膚失養引起；或過食辛辣油膩，脾胃蘊熱，化燥傷陰所致。治宜養血潤燥，可用祛風換肌丸(《外科正宗》)，亦可外搽潤肌膏(《外科正宗》)或一掃光(《外科正宗》)，癢甚者以鮮姜片蘸膏搽之。\n\n又如白疕出現肌膚失養證，病程較長，皮疹保持穩定，呈現各種形狀及大小不等的皮損，色紅，其上復有鱗屑不厚但又不易刮除，其下可見暗紅色出血點，瘙痒不甚，舌質淡紅，脈沉細，或弦細而數。好發于四肢伸側及頭皮，常呈對稱性發生，亦可波及其他部位。多因病久或反复發作，風熱之邪郁而化火，耗傷陰血而致血虛風燥，肌膚失養所致。治宜養血滋陰，潤燥祛風，可用生血潤膚飲(《醫學正傳》)。\n\n肌膚失養證發于青年、壯年者居多，但年邁體弱，或婦女患此證時，病情可更加明顯，病程長且易反覆發作。\n\n本證在病機演化過程中，可伴有皮疹逐漸增厚，色暗紅，按之局部有熱感，鱗屑大片脫落，瘙痒劇烈，入夜尤甚等症狀出現。此時病勢纏綿，時輕時重，反覆發作，常因局部搔抓而引起感染，應當審因辨證論治。",
    "type_comparison": "風熱郁滯肌膚證與肌膚失養證 風熱郁滯肌膚證或因臟腑積熱，氣血違和，復感外風侵襲引起；或因衛表不固，感受外來風熱之邪所致，證屬實；而肌膚失養證可因血燥陰傷，津血枯澀，皮膚失養；亦可因風熱郁滯肌膚證失治演變而來，證屬虛。其鑑別要點：皮膚風熱證，皮損焮紅，灼熱，游走不定，痛癢相兼，可見口干心煩，舌紅、苔黃，脈弦或滑數。肌膚失養證，皮膚暗紅，呈苔蘚樣變，表面乾燥脫屑，搔痒劇烈，入夜尤甚，舌質淡紅，苔薄白，脈細弱。"
  },
  "literature": "《外科大成·白疕》：\"白疕，膚如疹疥，色白而癢，搔起白皮，俗呼蛇風，由風邪客於皮膚，血燥不能榮養所致。宜搜風順氣丸，神應養真丸加白蛇之類。\"\n\n《外科大成·油風》：\"油風則毛髮成片脫落，皮膚光亮，痒如虫行是也。由風熱乘虛攻注，血不能榮養所致，宜神應養真丹服之，以培其本，海艾湯洗之，以治其標。\"\n\n---",
  "zhengsu_composition": {
    "location": [
      "jifu"
    ],
    "nature": [
      "xue_xu",
      "zao"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "血虛不能濡養肌膚。表現為皮膚乾燥、瘙癢、脫屑。"
}