{
  "id": "jifuyuzhi",
  "number": 434,
  "name": "肌膚瘀滯證",
  "category": "專科證候",
  "overview": "肌膚瘀滯證又稱瘀滯肌膚證是由於血行不暢，凝聚不散，阻塞脈絡，瘀滯於肌膚而產生的臨床表現的概稱。多因外傷損絡、情志不和、氣滯不行以及寒熱之邪客阻經脈所致。\n\n主要臨床表現為：皮膚出現紫暗色斑塊，癢痛不適，或見皮膚有瘀點及瘀斑，紅絲縷縷，面色黧黑，或見皮膚乾燥粗糙，肌膚甲錯，麻木不仁。全身症狀可伴有口唇青紫，月經不調，舌質暗或有瘀斑，脈細澀。\n\n肌膚瘀滯證常見於“瓜藤纏”、“腓腨發”、“葡萄疫”、“黧黑斑”、“酒渣鼻”、“白疕”等疾患。\n\n本證應與“皮膚血虛風燥證”、“寒凝血澀肌膚證”相鑑別。",
  "clinical_manifestations": "皮膚出現紫暗色斑塊，癢痛不適，或見皮膚有瘀點及瘀斑，紅絲縷縷，面色黧黑，或見皮膚乾燥粗糙，肌膚甲錯，麻木不仁。全身症狀可伴有口唇青紫，月經不調，舌質暗或有瘀斑，脈細澀。",
  "common_diseases": [
    "“瓜藤纏”",
    "“腓腨發”",
    "“葡萄疫”",
    "“黧黑斑”",
    "“酒渣鼻”",
    "“白疕”"
  ],
  "differential_syndromes": [
    "“皮膚血虛風燥證”",
    "“寒凝血澀肌膚證”"
  ],
  "differential": {
    "self_analysis": "肌膚瘀滯證可在多種皮膚疾患中出現，其臨床表現各異，治法亦有不同之處，臨證需詳加辨析。\n* **瓜藤纏：** 皮損表現為暗紅色結節，大小不等，小如蠶豆，大如核桃，伴有疼痛及壓痛，關節酸楚不適，皮損好發於小腿伸側。多因寒濕凝聚或血熱壅塞，瘀阻經絡脈道而致。治宜活血化瘀，理氣通絡法，方用桃紅四物湯(《醫宗金鑑·外科心法要訣》)化裁。\n* **腓腨發：** 出現肌膚瘀滯證；皮損為硬結或斑塊，顏色紫紅或暗紅而漫腫，局部脹痛，行走後尤甚，好發於小腿屈側，甚則硬塊皮損潰爛，久不癒合，舌質紫暗，脈細澀。多由濕熱或寒濕阻絡，氣血瘀滯所致，治宜活血化瘀，通經活絡，方用通絡方《朱仁康臨床經驗集》。\n* **葡萄疫：** 皮損為暗紫色斑點，融合成片，漸轉為棕褐色，多發於小腿，劇烈活動後加重，可伴有雙下肢關節疼痛，舌質暗紅，脈弦數。多因風熱傷營，血溢脈外，離經之血凝聚皮下。治宜散風清熱，涼血化瘀，方用涼血五根湯(《趙炳南臨床經驗集》)。\n* **黧黑斑：** 皮損好發於面部，為大小不等、形態不一的黃褐色斑片，對稱分布，面色不華、皮膚乾燥粗糙，婦人可伴有月經不調，經血色黑挾有血塊，經前色斑加深，舌質暗或有瘀斑，脈弦澀。多因肝鬱氣滯，血行不暢，日久成瘀，瘀血不去，新血不生，不能上榮於面。治宜活血化瘀退斑，方用血府逐瘀湯(《醫林改錯》)化裁。\n* **酒渣鼻：** 可見鼻部及鼻翼兩側起皮疹，為丘疹及紅斑，疹色暗紅或紫紅，鼻頭逐漸增生肥厚，紅絲縷縷，甚則出現結節如瘤狀，形成鼻贅。一般自覺症狀較少，舌質暗紅或有瘀斑，脈弦澀。多因肺胃積熱，熱則血壅於鼻絡，復感風寒，與熱血相搏，凝結於面。如《證治準繩》曰：“酒渣乃熱血入面，為寒所佛，熱血得寒，污濁凝滯而然”。治宜活血化瘀通竅法，方用通竅活血湯(《醫林改錯》)化裁。\n* **白疕：** 皮損表現為肥厚性斑片，大小不等，甚者呈地圖狀，顏色紫暗，鱗屑較厚，或呈蠣殼狀，病程較長，經年不愈，舌質暗或有瘀斑，脈弦澀。此為風邪客於肌膚絡脈，日久不散，氣血運行受阻，瘀滯於皮表。治宜活血化瘀，祛風潤燥，方用活血祛風湯(《朱仁康臨床經驗集》)化裁。\n\n肌膚瘀滯證在臨床上主要有兩種改變，一是顏色的變化，可見皮損暗紅、青紫、皮膚瘀點、瘀斑等。二是形態變化，可見皮膚結節、腫塊、肥厚、硬化等。在不同的疾病中，症狀表現不一，發病年齡亦不同，如瓜藤纏好發於青年人，春秋多見，伴有明顯的疼痛。葡萄疫好發於小兒，起病較急，若治療延誤或不當，可生變症。黧黑斑多發於成年婦女，多與情志有關；酒渣鼻多見於中老年人，後二病均病程緩慢，不易治癒。\n肌膚瘀滯證，若日久不愈，導致血虛風燥，則可出現皮膚乾燥、粗糙、肌膚甲錯、麻木不仁等，在治療過程中應佐以養血潤燥藥。",
    "type_comparison": "* **皮膚血虛風燥證與肌膚瘀滯證：** 二者雖皆有皮膚乾燥、粗糙、肌膚甲錯等症狀，但病因病機以及臨床症狀均不盡相同。皮膚血虛風燥證多因先天稟賦不足、肌膚失養，或後天營衛不固，風濕熱之邪入內，鬱久化火傷陰，導致血虛風燥，肌膚失養，多為虛證。主要臨床症狀為皮膚乾燥、粗糙，枯皺皲裂，毛髮失榮、脫落，皮膚麻木作癢，舌質淡，脈細弱。而肌膚瘀滯證多因氣滯外傷或外邪客阻經脈，瘀滯肌膚而發，多為實證。主要臨床症狀皆因瘀而發，如皮疹紫暗、瘀斑、結節、疼痛拒按，舌質紫暗或有瘀斑，脈弦澀。以資鑑別。\n* **寒凝血澀肌膚證與肌膚瘀滯證：** 二者在臨床上皆可見到皮膚紫暗，但病因病機以及治法均不相同，寒凝血澀肌膚證因寒而發，寒為陰邪，易傷及陽氣，使之不達四末，或寒邪凝滯絡脈，使氣血循行受阻，故臨床多表現為肢端厥冷、紫紺，皮膚冷痛、凍瘡，肌膚不仁等，舌質淡紫，脈沉細。而肌膚瘀滯證則因血凝肌膚，瘀滯不通所導致，若詳究其症，二者不難鑑別。"
  },
  "literature": "* 《外科大成》：“酒齇鼻者，先由肺經血熱內蒸，次遇風寒外束，血瘀凝滯而成，故先紫而後黑也，治須宣肺氣、化滯血，使營衛流通，以滋新血，乃可得愈。”\n* 《醫宗金鑑·外科心法要訣》：“此證生於腿脛，流行不定，或發一、二處，瘡頂形似牛眼，根腳漫腫，輕則色紫，重則色黑……若繞脛而發，即名瓜藤纏，結核數枚，日久腫痛。”\n* 《外科正宗》：“葡萄疫，其患多生小兒，感受四時不正之氣，鬱於皮膚不散，結成大小青紫斑點，色若葡萄。”\n* 《諸病源候論·面黑皯候》：“面黑皯者，或臟腑有痰飲，或皮膚受風邪，皆令血氣不調，致生黑皯。五臟六腑十二經血，皆上於面。夫血之行，俱榮表里，……腠理受風，致血氣不和，或色或濁，不能榮於皮膚，故變生黑皯。”",
  "zhengsu_composition": {
    "location": [
      "jifu"
    ],
    "nature": [
      "xue_yu"
    ]
  }
}