{
  "id": "jingtuo",
  "number": 13,
  "name": "精脫證",
  "category": "基礎證候",
  "overview": "精脫證是指機體腎精耗損，脫失過度，出現以髓海空虛，生殖機能減退，壯年早衰等生命活動機能虛衰為臨床表現的嚴重證候。脫，乃耗損過度之意。精是構成人體並維持人體生命活動的重要基礎物質，有狹義與廣義之分，本條主要以生長、生殖之先天之精為論述範圍。本證多因老年精虧或先天稟賦不足，加之後天調養失宜，頻繁遺精，滑精不固，或房勞過度，或久病耗損傷腎所致。\n主要臨床表現為：男子滑洩，陽痿，精少不育，女子經閉不孕，性欲冷淡，性機能低下；成人早衰，發脫齒搖，耳鳴耳聾，頭暈目眩，腰膝痠軟，智力減退，健忘恍惚，動作遲緩，足痿無力，精神呆鈍等。\n精脫證主要見於“眩暈”、“腰痛”、“遺精”、“耳鳴耳聾”、“痿證”、“閉經”、“不孕”等疾病中。\n本證應與“腎陰虛證”、“腎氣不固證”等相鑑別。",
  "clinical_manifestations": "男子滑洩，陽痿，精少不育，女子經閉不孕，性欲冷淡，性機能低下；成人早衰，發脫齒搖，耳鳴耳聾，頭暈目眩，腰膝痠軟，智力減退，健忘恍惚，動作遲緩，足痿無力，精神呆鈍等。精脫證主要見於“眩暈”、“腰痛”、“遺精”、“耳鳴耳聾”、“痿證”、“閉經”、“不孕”等疾病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“腎陰虛證”",
    "“腎氣不固證”"
  ],
  "differential": {
    "self_analysis": "精脫證是腎精耗損嚴重的證候，多因老年精虧，或久遺久滑，也可因久病耗損，後天失養所致。本證雖總以精虧為患，但發病時臨床表現偏重有所不同。如老年腎虧，或久病傷腎，或房勞過度，導致腎精虧耗，不能生髓，髓海不足，不能上充於腦，故發為眩暈，症見眩暈，精神萎靡，少寐多夢，健忘，腰膝痠軟，遺精，耳鳴，治宜補腎填精，偏於陰虛者方用左歸丸(《景岳全書》)；偏於陽虛者方用右歸丸(《景岳全書》)。如久病體虛，或勞累過度，或年老體衰，或房室不節，以致腎精虧損，無以濡養筋脈，而發生腰痛，症見腰痛痠軟，喜按喜揉，腿膝無力，遇勞更甚，常反覆發作，證治與眩暈相同。若男子房勞過度，夢遺日久，均可損傷腎精，腎虛不藏，精關不固，而發為遺精，症見夢遺頻作，甚至滑精，腰膝痠軟，咽乾，心煩，眩暈耳聾，失眠健忘，低熱，額赤，形瘦盜汗，發落齒搖，舌紅少苔，脈細數，治宜補益腎精，固澀止遺，方用六味地黃丸(《小兒藥證直訣》)合用金鎖固精丸(《醫方集解》)。若病久精血衰少，或恣情縱欲，耗傷腎精，髓海空虛，不能上濡耳竅，並無根之火上承，則發為耳鳴、耳聾，故《靈樞·決氣》有“精脫者，耳聾”之說，症見耳鳴或耳聾，伴眩暈，腰痠膝軟，額赤，口乾，手足心熱，遺精，舌紅，脈細弱或尺脈虛大，治宜滋腎降火，收澀精氣，方用耳聾左慈丸(《小兒藥證直诀》)。如房勞過度，陰精虧損，導致腎中水虧火旺，筋脈失養，而產生痿證，症見下肢痿軟無力，腰膝痠軟，不能久立，伴目眩發落，咽乾耳鳴，遺精，或月經不調，甚至步履全廢，腿脛大肉漸脫，舌紅少苔，脈細數，治宜補益肝腎，滋陰清熱，方用虎潛丸(《丹溪心法》)。如多產、墜胎、房勞或久病及腎，以致腎精虧耗，肝血亦虛，精血匱乏，衝任虧損，胞宮無血可下，而成閉經，症見月經後期，量少，逐漸至閉經，體質虛弱，腰痠腿軟，頭暈耳鳴，舌淡紅，苔少，脈沉弱，治宜補腎養肝調經，方用歸腎丸(《景岳全書》)加雞血藤、首烏。如腎精耗損，子宮虛寒，或精血不充，衝任脈虛，胞脈失養，或陰虛火旺，血海蘊熱，都可導致不孕，偏陽虛者症見婚久不孕，月經後期，量少色淡，甚則閉經，腰痠腿軟，性欲淡漠，面色晦暗，舌淡苔白，脈沉細，治宜溫腎補氣養血，調補衝任，方用毓麟丸(《景岳全書》)；偏陰虛者則見月經先期，量少色紅，形體消瘦，頭暈眼花，心悸失眠，急躁口乾，五心煩熱，腰膝痠軟，舌紅苔少，脈細數，治宜滋陰養血，調衝益精，方用養精種玉湯(《傅青主女科》)。\n精脫證由於性別、年齡的差異，可出現不同的臨床表現。在壯年時精脫可導致早衰，如發脫齒搖，耳鳴耳聾，健忘恍惚，以及性機能減退，如滑洩，陽痿，性欲冷淡等；在老年時精脫，則可見智力減退，動作遲鈍，兩足痿弱；在男子精脫則精少不育，久遺久滑；在女子精脫則見經閉不孕。\n精的陰陽屬性可劃分為陰精、陽精兩種。陰精是腎中陰津之本，陽精為腎中陽氣之根，《證治準繩·虛勞》明確提出：“精有陰有陽”，故精脫證與腎陰虛、腎陽虛關係密不可分。腎精虧損可偏於陰虛或陽虛，而腎陰虧損進一步發展，也可成為腎精虧損。所以腎陰虧虛的一系列病變在腎精虧損者亦得有之，唯有所加深或加重而已。\n精脫證的傳變、轉歸大致有三個方面：其一，精的各項生理功能不足，如生殖功能下降，體弱，早衰等；其二，繼發氣、血、津液等形質的虧損和臟腑經絡的功能失常，以及消瘦乏力，面色不華，精神萎靡，健忘痴呆，虛勞等；其三，日久則精傷及氣，陰損及陽，導致氣虛、陽虛以及精氣交虧、陰陽俱虛的虛損更為嚴重的病變。",
    "type_comparison": "腎陰虛證與精脫證 兩證均為陰精不足之虛證，關係十分密切。腎精虧損可偏於陰虛或陽虛，而腎陰虧損的進一步發展，可成為腎精耗損脫失。兩證雖在病因病機、臨床表現方面互有摻雜，並較相似，但是仍有一定不同之處。從病因病機看，腎陰虛證多由溫病熱入下焦，肝腎陰津受灼所致，或由肺陰進一步發展而來；而精脫證則多因老年精虧或先天稟賦不足，加之後天調養失宜，久遺久滑，或房勞過度，或久病耗損傷腎所致。從臨床表現看，腎陰虛證主要以五心煩熱，口乾咽燥，盜汗，舌質紅，脈細數等陰虛火旺症狀為臨床特點；精脫證則以髓海不足，生殖機能減退，壯年早衰等為臨床特點。因此，兩證不難辨別。\n腎氣不固證與精脫證 兩證均為腎的精氣不充之證。腎精與腎氣互生互化，共為腎臟生理活動的物質基礎，故二證在病因病機上密切相關。腎氣不固證多由幼年精氣未充，或老年腎氣衰退，或房勞不節，耗傷腎氣，或久病腎虛失於固攝而致；精脫證則多由房勞過度，頻繁遺精，滑精不固而致；腎氣失於固攝日久，必然會使腎精耗損脫失，而精脫又必定會有腎氣的固攝失司，二者難以截然分開。腎氣不固證常見小便頻數而清，夜尿尤甚，溺後餘瀝不盡或失禁，遺精早洩，腰膝痠軟，女子白帶清稀，或胎動易滑，舌淡苔白，脈沉細等臨床表現，其以腎與膀胱不能固攝之表現為臨床辨證要點；精脫證則以髓海空虛，生殖機能減退，壯年早衰等生命機能虛衰的表現為辨證要點，二者不難區別。"
  },
  "literature": "《靈樞·本神》：“心怵惕思慮則傷神，神傷則恐懼，流淫而不止，……恐懼而不解則傷精，精傷骨痠痿厥，精時自下。”\n《金匱要略·血痺虛勞病脈證並治》：“夫失精家少腹弦急，陰頭寒，目眩，發落，脈極虛芤遲，為清谷，亡血，失精。脈得諸芤動微緊，男子失精，女子夢交，桂枝龍骨牡蠣湯主之。”",
  "zhengsu_composition": {
    "location": [
      "shen"
    ],
    "nature": [
      "jing_kui",
      "qi_tuo"
    ]
  }
}