{
  "id": "jueyinhange",
  "number": 322,
  "name": "厥陰寒格證",
  "category": "傷寒證候",
  "overview": "厥陰寒格證系指傷寒病，陽虛下利，而又誤以吐下之法治療，導致氣機不利，升降失常，胃陽被格而逆於上，引起嘔吐、下利為主的證候。\n主要臨床表現為：平素即有泄瀉、足冷、腹冷痛，醫者誤用吐法或下法後，致使嘔吐頻作，食入即吐，下利益甚，或有胸膈痞悶，舌淡苔薄黃，脈虛數。\n厥陰寒格證除見於“傷寒病”外，就其臨床表現，尚可見於“溫病”後期，雜病“嘔吐”、“泄瀉”等病中。\n本證須與“太陰虛寒證”、“少陰陽虛陰盛證”、“太陽少陽犯胃上逆證”、“寒邪犯胃濁陰上逆證”等相鑑別。",
  "clinical_manifestations": "平素即有泄瀉、足冷、腹冷痛，醫者誤用吐法或下法後，致使嘔吐頻作，食入即吐，下利益甚，或有胸膈痞悶，舌淡苔薄黃，脈虛數。厥陰寒格證除見於“傷寒病”外，就其臨床表現，尚",
  "common_diseases": [
    "“溫病”後期，雜病“嘔吐”",
    "“泄瀉”等病"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "本證出自《傷寒論》：“傷寒本自寒下，醫復吐下之，寒格，更逆吐下，若食入口即吐，乾姜黄芩黄连人参汤主之。”在傷寒病後期，常有陽氣已傷，虛寒下利，如醫者不察，而妄投吐下之劑，則必使里氣益虛。寒盛於下，胃陽被格而越於上，形成上熱下寒，寒熱格拒而上吐下利、吐利交作之證。若溫病後期，熱邪外泄，亦可陽氣大傷、脾虛氣陷而泄利不止。治療時尚須升陽健脾，如用补中益气汤等加減。內科雜證之嘔吐，由多種原因引起，胃氣上逆即可發生嘔吐。而病人又素有脾腎陽虛下利者，亦可致上熱下寒，吐利不止。如以胃熱氣逆為主，可用半夏厚朴汤(《金匱要略》)合左金丸(《丹溪心法》)，辛開苦降，和胃止嘔。熱象甚者可加竹茹，山梔以清熱降火。若泄瀉病，素體脾腎陽虛促成寒格之症狀者，治療時應益氣健脾止瀉，方如补中益气汤(《脾胃論》)、四神丸(《證治準繩》)等，並酌加降逆之品。\n中焦脾胃乃人身氣機升降之樞紐，寒熱格拒，脾胃升降失常，日久可致氣機阻滯益甚，脾胃氣虛，運化無權，以至水濕、痰濁等陰邪留滯。又寒熱格拒日久失治，亦可致陰寒內盛，陽氣大衰而見冷汗淋漓，汗液清稀，畏寒跪卧，四肢不溫，神情疲憊，脈微欲絕等陽氣外亡之證。此時亟需益氣回陽。或寒熱格拒，日久亦可因邪熱轉甚，寒證反消，而成純為火逆嘔吐之證，甚至因火熱消爍津液，以致陰津大虧而見口乾舌燥，渴欲飲冷，唇乾舌紅，脈細數等症，治宜滋陰增液。",
    "type_comparison": "太陰虛寒證與厥陰寒格證 脾屬太陰，太陰為病，或由傳經所致，或因寒濕直中，或因誤治損傷脾陽，致使中陽不運。寒濕內阻，表現為腹脹滿；寒凝中州，故有腹部隱隱作痛，喜溫喜按；脾胃相表里，寒濕困脾，清陽不升，水谷不化，故下利；寒濕犯胃，濁陰不降，胃氣上逆亦可作嘔吐；脾失健運，胃氣呆滯，故飲食不下；下利屬虛寒，下利甚則虛證加重。故太陰虛寒證與厥陰寒格證皆有嘔吐，下利，臨床表現酷似。然厥陰寒格之下利雖亦屬虛寒，而嘔吐的產生機理則不同於太陰虛寒證。此證由上熱下寒，胃氣升降失常，胃陽被格而逆於上所致。因病機不同，嘔吐表現亦不同。太陰虛寒證多表現為朝食暮吐，暮食朝吐，而厥陰寒格證嘔吐則因於邪熱故“食入即吐”，此乃重要區別點。\n少陰陽虛陰盛證與厥陰寒格證 少陰屬腎，腎陽虛衰不能溫煦脾土，乃致脾腎陽衰，而致下利。且少陰陽虛，陰寒內盛，則寒邪犯胃，亦可致胃失和降，而見嘔吐。如《傷寒論》所云：“少陰病，欲吐不吐，心煩，但欲寐，五六日，自利而渴者，屬少陰也。”又云：“少陰病，下利，脈微者，與白通湯。利不止，厥逆無脈，乾嘔煩者，白通加豬膽汁湯主之。”故少陰病腎陽虛可引起下利及嘔吐，應與厥陰寒格證之下利嘔吐相鑑別。然少陰陽虛陰盛證之嘔吐亦屬虛寒，程度較輕，亦無“食入即吐”熱證嘔吐之表現，且少陰病以脈微細、但欲寐為其特點，可資鑑別。\n太陽少陽犯胃上逆證與厥陰寒格證 二證皆有嘔吐、下利，臨床表現可有混淆之處。然太陽少陽犯胃上逆證，是指兩經同時受邪，相合為病，既見太陽表證，又見少陽半表半里證。若以少陽半表半里之熱邪為主，邪熱迫於大腸逼液下趨，大腸傳導失司，則見腹痛下利；上迫於胃則可見嘔逆；若胃氣上逆則嘔吐明顯。故其表現為邪熱下利，大便當黃赤，灼肛，並兼有面赤、舌紅、苔黃、脈弦數等症，與厥陰寒格證之虛寒下利、下利清谷或瀉下稀水有明顯區別。此外，二證雖皆可見嘔吐，然太陽少陽犯胃上逆證之嘔吐多為寒滯胃脘，故與厥陰寒格證之上熱下寒迥然有別。\n寒邪犯胃濁陰上逆證與厥陰寒格證 《傷寒論》云：“少陰病，吐利，手足逆冷，煩躁欲死者，吳茱萸湯主之。”寒邪犯胃濁陰上逆證由於中陽虛衰，陰寒上逆犯胃，中焦升降失常而致嘔吐，形成嘔吐下利。厥陰寒格證因寒邪內盛，陽氣不能達於四末而見手足逆冷，故二者有別。前者嘔吐多為乾嘔，吐涎沫，與後者之“食入即吐”亦不相同。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治》：“太陽與少陽合病，自下利者，與黃芩湯；若嘔者，黃芩加半夏生薑湯主之。”\n《傷寒論·辨太陰病脈證並治》：“太陰之為病，腹滿而吐，食不下，自利益甚，時腹自痛。若下之，必胸下結硬。”\n《醫宗金鑑·訂正傷寒論注·卷六》：“經云：格則吐逆。格者，吐逆之病名也。朝食暮吐，脾寒格也；食入即吐，胃熱格也。”\n《傷寒附翼·太陽方總論》：“傷寒吐下後，食入口即吐，此寒邪格熱於上焦也，雖不痞硬而病本於心，故用瀉心之半。……調其寒熱，以致和平。”\n《傷寒大白·嘔吐》：“言傷寒則為熱病，若陰症自寒下利，吐下之即死矣，豈尚可用芩連乎？因其入表熱里寒下利，醫者誤認挾熱復吐下之，則寒格而食入口即吐出，故用乾薑溫其寒，芩、連折其熱。”\n《傷寒貫珠集·卷八》：“傷寒本自寒下，蓋即太陰腹滿自利之證，醫不知而復吐下之，里氣遂虛，陰寒益甚。胃中之陽，被格而上逆；脾中之陰，被抑而下注，得不倍增吐下乎？至食入口即吐，則逆之甚矣。若以寒治逆，則寒下轉增，或僅投溫劑，則必格拒而不入。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "han"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：寒。根據證候名稱「厥陰寒格證」分析其病機組成。"
}