{
  "id": "jueyinrepodachang",
  "number": 323,
  "name": "厥陰熱迫大腸證",
  "category": "傷寒證候",
  "overview": "厥陰熱迫大腸證由厥陰化熱，陽熱亢盛，熱灼大腸血絡，或由肝失疏洩，氣滯壅塞，濕聚熱灼，濕熱蘊結大腸，津液煎熬，血被熱腐，大腸傳導失司而致。故以下利，後重，口渴等為主要症狀。\n主要臨床表現為：除有便膿血、里急後重、腹痛外，尚可見陽熱亢盛，灼傷津液的症狀，如發熱，口渴，面紅耳赤，尿短赤，舌紅苔黃或黃膩，脈數等。\n厥陰熱迫大腸證除見於傷寒病外，依其臨床表現，尚可見於“痢疾”、“溫病”、“泄瀉”等疾病。\n本證需與“協熱下利證”、“太陽少陽邪迫大腸證”、“少陰陽虛滑脫證”、“太陽陽明邪迫大腸證”、“熱結旁流證”、“暑濕泄瀉”、“太陰虛寒證”等證相鑑別。",
  "clinical_manifestations": "除有便膿血、里急後重、腹痛外，尚可見陽熱亢盛，灼傷津液的症狀，如發熱，口渴，面紅耳赤，尿短赤，舌紅苔黃或黃膩，脈數等。厥陰熱迫大腸證除見於傷寒病外，依其臨床表現，尚",
  "common_diseases": [
    "“痢疾”",
    "“溫病”",
    "“泄瀉”"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "厥陰熱迫大腸證見於《傷寒論》：“熱利下重者，白頭翁湯主之。”“下利，欲飲水者，以有熱故也，白頭翁湯主之。”柯韻伯於《傷寒來苏集·傷寒論注》曰：“暴注下迫，屬於熱。熱利下重，乃濕熱之穢氣鬱遏廣腸，故魄門重滯而難出也。”病至厥陰，陰盡而陽生，厥熱勝復，寒熱錯雜，故熱、厥、利常常並見。\n厥陰熱迫大腸證亦可見於某些痢疾患者，如《諸病源候論·痢疾諸候》中有赤白痢，血痢、膿血痢、熱痢等名稱，多為濕熱蘊結大腸，而表現為腹痛，便膿血，里急後重，發熱，口渴，尿黃，舌紅苔黃膩，脈數等象。其治法亦可用白头翁汤。若時疫作痢，則更為嚴重，其發病急驟，腹痛劇烈，里急後重，痢下膿血，其症尚可見壯熱口渴，頭痛煩躁，舌紅絳，苔黃燥，脈滑數，甚至昏迷，痙厥，亦可造成氣陰虧耗，致成亡陰或亡陽之變，小兒及老年人更易患此重證，治療除以白頭翁湯加減外，尚可加服紫雪丹(《和劑局方》)或至宝丹(《和劑局方》)。如有痙厥抽搐者，可酌加鎮肝熄風之品；如見面色蒼白，四肢厥冷，汗出喘促，心悸動不安，脈細弱，乃陽氣外脫之證，宜急進参附汤(《婦人良方》)。溫病如暑溫及濕溫，均可致濕熱瀰漫三焦，蘊結大腸，乃其部分表現可有下利膿血，腹痛，或暴注黃赤而灼肛，其症尚可見；身熱面赤，耳聾重聽，胸脘滿悶，小便短赤，咳痰帶血，不甚渴飲，舌紅赤苔黃滑。此時治療則須用三石汤(《溫病条辨》)合白頭翁湯化裁。另有一種常由情志抑郁引起，肝鬱氣滯，肝氣乘脾，脾虛濕盛，氣滯挾濕，日久化熱，而致濕熱蘊結大腸所致，常因情志變化而誘發或加重。其臨床經過多遷延難愈，便膿血挾粘液，時輕時重，腹脹，腹痛，里急後重，有時瀉後稍舒，治療除以白頭翁湯主之外，尚可酌加疏肝健脾藥，或合以痛泻要方(《丹溪心法》)化裁。\n此證於夏季、或夏秋之際多見，小兒及老年體弱者易患，且易挾雜其它證候，病情危篤，常可危及生命。\n本證一般又有濕重於熱、熱重於濕之分，濕邪偏重則大便多粘液，且有胸脘滿悶，納呆，舌紅苔黃膩，脈滑數等症；熱邪偏重則大便多膿血或純下鮮血，並有高熱，口渴，口乾，面紅，尿短赤，舌紅苔黃燥，脈數實。本證常夾雜氣滯，以致腹脹腸鳴，矢氣頻作，胸悶及脅肋脹滿，大便滯而不爽；由於熱邪熾盛，陽熱閉鬱，又有四肢厥冷之熱厥證；熱邪和濕熱之邪又可蒙蔽心竅，致成神昏谵語；且可灼傷津液，筋脈失養，致肝風內動；熱利日久，陽氣外泄，而成寒濕痢；高熱，耗氣傷津，亦可致亡陰亡陽。",
    "type_comparison": "協熱下利證與厥陰熱迫大腸證 二者皆屬熱利，然有所不同。協熱下利證病本為太陽表虛證，見發熱，惡風，汗出，頭痛，脈浮緩等，理應解表，醫反下之，虛其腸胃，為熱所乘，大腸傳導失司，里熱協挾表邪，遂利不止。其特點為下利而表證仍在。如正氣盛，邪氣未盡傳里，正氣猶有餘力鼓邪外出，是“表未解也”，見脈急促，而有下利；若邪已陷里，里熱偏盛，肺與大腸俱熱，上蒸於肺，外熏皮毛肌膚，致“喘而汗出”；肺合皮毛，與大腸相表里，表不解而邪內陷，故協熱下利，而厥陰熱迫大腸證之下利，則或為寒邪傳變；或陽氣被鬱，厥陰化熱，肝氣乘脾，氣滯濕聚，津被熱傷，血被熱腐，濕熱下迫蘊結大腸所致。其特點為里急後重，瀉下膿血而無表證。\n太陽少陽邪迫大腸證與厥陰熱迫大腸證 二者亦同為熱利，所不同之處在於：太少合病下利，為邪在半表半里，熱邪偏於里，少陽之邪熱移於腸胃，內迫陽明，逼液下趨而致。雖為太少合病，卻以少陽為主。邪犯少陽，樞機不運，故臨床上除了可見腹痛、尿赤、口渴、下利外，還應見到口苦咽乾、胸脅苦滿、默默不欲飲食等少陽證或者兼見發熱、微惡風寒等太陽表證。治宜苦寒直清里熱，堅陰止利。而厥陰熱迫大腸其機理在於：邪侵厥陰，從熱而化，下迫於腸，氣滯壅塞，濕熱阻遏，熱利下重，雖有發熱、便膿血、里急後重、腹痛等症，但無太陽表證或少陽之口苦咽乾、胸脅苦滿、脈弦等症狀，可資鑑別。\n少陰陽虛滑脫證與厥陰熱迫大腸證 此二證皆有下利便膿血之症狀，然少陰陽虛滑脫證，乃由寒邪入里，少陰中寒，病邪入絡，由氣損及血；或脾腎陽虛，腸胃虛寒，氣不攝血，下焦失於固攝而致便膿血。厥陰熱迫大腸證，則為厥陰病陽熱鬱結，濕熱下迫大腸而成。故其本質一為寒，一為熱，明顯不同。如成無已《註解傷寒論·卷六》云：“陽病下利便膿血者，協熱也；少陰病下利便膿血者，下焦不約而里寒也，與桃花湯固下散寒。”少陰陽虛滑脫證之特點為滑脫不禁，血色晦暗或淺淡，其氣不臭，無里急後重，無肛門灼熱感；厥陰熱迫大腸證之膿血便血色鮮明，氣味惡臭，有里急後重及肛門灼熱感。前者具有腹部隱隱作痛，喜溫喜按，口不渴，形寒肢冷，面白目清等虛寒之象；後者具有腹部劇痛，拒按，口渴，發熱，面紅耳赤等實熱之象。前者舌淡白，苔薄白而潤，脈沉遲或細；後者舌紅，苔黃或黃膩而燥，脈數。\n太陽陽明邪迫大腸證與厥陰熱迫大腸證 二者亦均有下利。太陽陽明邪迫大腸，乃病人外感風寒之邪，具有太陽表證。因表熱無汗，表邪不得外泄，內迫陽明，下走大腸，而有下利。《傷寒論》謂：“太陽與陽明合病者，必自下利，……。”所謂“必自下利”，即說明非醫者誤治後引起，亦非里虛所致，乃太陽之邪不得外解而內迫陽明，下走大腸，傳化失職，水谷不別，下注為利，其病勢偏重在表。而厥陰熱迫大腸證乃陽熱熾盛，蘊結大腸而致，其實質為里熱證。如汪琥《傷寒論辨證廣注》云：“厥陰經邪熱，下入於大腸之間，肝性急速，邪熱甚，則氣滯壅塞，其惡濁之物，急欲出而不得，故下重也。”前者多為腹瀉，可無便膿血、灼肛等症狀；而後者臨床多以便膿血或暴注黃赤、肛門灼熱為特點。前者為太陽陽明合病，則既有惡寒、發熱、無汗、頭項強痛，脈浮之太陽表證，又有自下利之里證；厥陰熱迫大腸純為里熱證，有發熱，口渴，舌紅苔黃、脈數等里熱之象。\n熱結旁流證與厥陰熱迫大腸證 熱結旁流一證，可下利清水，多見於陽明腑實之患者，病家由於燥熱津傷而小便不利；燥屎內結，邪熱內迫而大便困難，旁流時下，形成此證。並有大便乍難乍易，潮熱，眩冒，谵語，腹滿，硬痛，拒按，舌紅苔黃燥，脈數實。如《傷寒論》云：“少陰病，自利清水，色純青，心下必痛，口乾燥者，急下之，宜大承氣湯。”近世注家認為此乃由胃腑大實大熱，且少陰水虧，肝膽火熾，疏洩太過，水津於燥屎旁流而下，即成下利，顏色純青，穢濁難聞。故從熱結旁流本質來看，是陽明腑實證，有痞、滿、燥、實之徵，所下之物的性狀與厥陰熱迫大腸有明顯不同，且厥陰熱迫大腸有里急後重，滯膩不爽，便次增多，是區別二者不同之要點。\n暑濕泄瀉證與厥陰熱迫大腸證 暑濕泄瀉證見於夏令之季，暑濕傷及腸胃，傳化失常而發生泄瀉。其症狀為泄瀉，瀉下急迫，或瀉而不爽，糞色黃褐而臭，肛門灼熱，腹痛，煩熱口渴，小便短赤，舌質紅苔黃膩，脈濡數或滑數。而厥陰熱迫大腸雖與其症狀酷似，但暑濕泄瀉發病季節之限定，是鑑別要點。暑濕泄瀉證其大便多為黃褐稀水，暴注下迫，亦與厥陰熱迫大腸證便多膿血，里急後重不同，可資參考。\n太陰虛寒與厥陰熱迫大腸證 太陰虛寒證為下利清谷或稀水，腹部隱痛，喜溫喜按，口不渴，或有四肢厥冷，尿清長，舌質淡，苔薄白而潤，與發熱、下利膿血、口渴、舌紅苔黃、尿短赤之實熱證迥別。成無已《註解傷寒論·辨厥陰病脈證並治》曰：“自利不渴為藏寒，與四逆湯以溫藏；下利飲水為有熱，與白頭翁湯涼中。”"
  },
  "literature": "《傷寒論·辨太陽病脈證並治》：“太陽病，桂枝證，醫反下之，利遂不止，脈促者，表未解也；喘而汗出者，葛根黃芩黃連湯主之。”\n“傷寒十三日，過經谵語者，以有熱也，當以湯下之。若小便利者，大便當硬，而反下利，脈調和者，知醫以丸藥下之，非其治也。若自下利者，脈當微厥；今反和者，此為內實也，調胃承氣湯主之。”\n《傷寒論·辨太陰病脈證並治》：“太陰之為病，腹滿而吐，食不下，自利益甚，時腹自痛，若下之，必胸下結硬。”\n“自利不渴者，屬太陰，以其藏有寒故也，當溫之，宜服四逆輩。”\n《傷寒論·辨少陰病脈證並治》：“少陰病，欲吐不吐，心煩，但欲寐，五六日，自利而渴者，屬少陰也，虛故引水自救；……”\n“少陰病，下利，脈微者，與白通湯。利不止，厥逆無脈，乾嘔煩者，白通加豬膽汁湯主之。服湯，脈暴出者死，微續者生。”\n《傷寒論·辨厥陰病脈證並治》：“大汗出，熱不去，內拘急，四肢疼，又下利厥逆而惡寒者，四逆湯主之。”\n“下利，脈沉而遲，其人面少赤，身有微熱，下利清谷者，必鬱冒，汗出而解，病人必微厥，所以然者，其面戴陽，下虛故也。”\n“下利清谷，里寒外熱，汗出而厥者，通脈四逆湯主之。”\n“下利，谵語者，有燥屎也，宜小承氣湯。”\n《傷寒論·辨少陰病脈證並治》：“少陰病，二三日至四五日，腹痛，小便不利，下利不止，便膿血者，桃花湯主之。”\n《註解傷寒論·辨太陽病脈證並治》：“太陽陽明合病者，與太陽少陽合病，陽明少陽合病，皆言必自下利者，以邪氣並於陰，則陰實而陽虛；邪氣並於陽，則陽實而陰虛。寒邪氣甚，客於二陽，二陽方外實而不主里，則里氣虛，故必下利，與葛根湯，以散經中甚邪。”\n《諸病源候論·卷十七·熱痢候》：“此由腸胃虛弱，風邪挾熱乘之，腸虛則泄，放為熱病也，其色黃；若熱甚，黃而赤也。”\n《註解傷寒論·辨太陽脈證並治》：“太陽陽明合病，自下利為在表，當與葛根湯發汗。陽明少陽合病，自下利，為在里，可與承氣湯下之。此太陽少陽合病，自下利，為在半表半里，非汗下所宜，故與黃芩湯以和解半表半里之邪。”\n《雜病源流犀燭·卷十五》：“諸痢，暑濕病也。大抵痢之病根，皆由濕蒸熱壅，以致氣血凝滯，漸至腸胃之病，惟由濕熱，故多偏於燥，里急後重，小便赤澀，皆其症也。”\n《傷寒論辨證廣注·卷十》：“下焦者，腎肝所主。肝主疏洩，而反下重者，邪熱壅瘀，氣滯而不行也。”",
  "zhengsu_composition": {
    "location": [
      "dachang"
    ],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：大腸。病性：熱/火。根據證候名稱「厥陰熱迫大腸證」分析其病機組成。"
}