{
  "id": "jueyinhuijue",
  "number": 319,
  "name": "厥陰蛔厥證",
  "category": "傷寒證候",
  "overview": "厥陰蛔厥證是指因為傷於寒邪，六經傳變或外邪直中厥陰所致，由於此階段乃三陰之盡，陽之始，臨床上常寒熱錯雜，虛實並見，而有吐蛔，四肢厥冷等症狀。《傷寒論》指出了厥的病機及概念：“凡厥者，陰陽氣不相順接，便為厥。厥者，手足逆冷者是也。”《內經》及後世醫家所論之“厥證”(具有突然昏倒，神識不清)，與本證手足逆冷之厥，臨床表現顯然不同，茲不贅述。\n主要臨床表現為：時煩時靜，得食則嘔，其人常吐蛔蟲，時有口渴不止，氣上撞心，心中疼熱，飢而不欲食，甚則四肢厥冷，舌脈依其寒熱，虛實錯雜情況不同而各異。\n本證雖於《傷寒論》中記述，可見於“傷寒病”。而依臨床上則更多地見於雜病。如症狀繁多的“蛔蟲病”，或熱病危重階段伴有吐蛔等症狀者。\n厥陰蛔厥證診斷並不困難，但有些證候應與之鑑別，尤其本證初期未吐蛔時，其鑑別更為重要。一般應與“臟厥證”、“寒厥證”、“熱厥證”、“痰阻胸膈證”、“胃陽不足飲停證”、“厥陰血虛寒鬱證”、“氣鬱厥證”、“厥陰上熱下寒陰虛證”、“冷結膀胱厥證”、“寒邪犯胃濁陰上逆證”以及“胃陰虛證”、“胃火熾盛證”等鑑別。",
  "clinical_manifestations": "時煩時靜，得食則嘔，其人常吐蛔蟲，時有口渴不止，氣上撞心，心中疼熱，飢而不欲食，甚則四肢厥冷，舌脈依其寒熱，虛實錯雜情況不同而各異。",
  "common_diseases": [
    "“傷寒病”。而依臨床上則更多地見於雜病。如症狀繁多的“蛔蟲病”，或熱病危重階段伴有吐蛔等症狀者。"
  ],
  "differential_syndromes": [
    "之"
  ],
  "differential": {
    "self_analysis": "《傷寒論·厥陰病脈證並治》曰：“蛔厥者，其人當吐蛔，今病者靜，而復時煩者，此為藏寒，蛔上入其膈，故煩，須臾復止，得食而嘔，又煩者，蛔聞食臭出，其人常自吐蛔。蛔厥者，烏梅丸主之，又主久利。”本證可見於外感病末期，由於六經傳變或寒邪直中所致，病史中六經形證明顯。由於外感末期或傷陽氣，或傷陰氣，或有氣陰雙虧，亦可兼餘邪未盡，因此在治療時須據病情而予加減。\n蛔性喜團聚，又喜鑽竄。蛔蟲為患，有時可扭成一團，阻塞腸道，遂致腑氣不通，痛如刀絞，甚則肢厥，痛時腸鳴，腹部脹滿，腑氣上逆則頻繁嘔吐，並可吐蛔，腸腹之氣隔塞不通，則下無大便及矢氣；如竄入闌門則右下腹痛而拒按，足筋攣急，牽引下肢，故屈而不能伸。本證常可吐蛔，腹脹腸鳴，甚則肢厥，治療可用乌梅丸或追虫丸(《證治準繩》)等方。另如三承气汤(《傷寒論》)之類亦可。蛔蟲鑽竄攻鑽心腹可致右脅下劇痛，嘔吐蛔蟲，甚則厥逆，此時亦可出現黃疸，治療時須注意酌加行氣藥，如川芎、川楝子、元胡、青皮等，若正氣尚未衰敗者可去人參，如見黃疸者可加茵陳、梔子等清熱利濕藥，亦可加白芍以緩解其拘急疼痛。\n本證無論男女、老幼均可罹患，以喜食生冷不潔之食，染蛔蟲病為多見。\n內傷雜病之本證患者多起病較急，疼痛劇烈，常伴氣滯，挾濕熱，挾火邪，故治療時用藥又當有所不同。",
    "type_comparison": "臟厥證與厥陰蛔厥證 二證同出自《傷寒論·厥陰病脈證並治》，由於易混，故列於一條中，以相互鑑別。仲景曰：“傷寒，脈微而厥，至七八日膚冷，其人躁無暫安時者，此為臟厥。”二者病因相似，皆可由傷寒傳經至厥陰，或由於外感直中，或治療不當，邪氣內陷厥陰，但二者臨床表現又有明顯不同。臟厥為亡陽重證，故可見面色蒼白，額出冷汗，或四肢厥逆而大汗淋漓，躁動不安或時而神昏欲寐。蛔厥乃由胃氣虛寒，寒熱錯雜，蛔蟲動靜無常，時煩時安。飲食後，谷氣四溢，蛔聞食臭而動，病人煩擾而精神不舒，肝氣犯胃，胃氣上逆則嘔，蛔蟲常從上而越，故時自吐蛔，吐蛔乃蛔厥與臟厥區別的關鍵。臟厥乃真陽衰微以致脫絕的嚴重階段；而蛔厥則屬寒熱錯雜，虛實並見，蛔蟲竄擾，陰陽之氣一時性不相順接所致，一般臨床並非垂危證候。脈微而厥，肢冷雖二者均有，然臟厥陽氣脫絕已極，有陰無陽，膚冷如冰；而蛔厥之手足逆冷乃由胃寒陽氣不能充實於四肢所致，故較輕微。煩躁一症，亦是兩者的重要區別點：臟厥之躁乃無根虛陽欲脫，故躁無暫安時；蛔厥之煩是蛔動而致，蛔靜則不煩，故時作時休。躁，為手足躁擾不安，屬陰；煩，為心中煩亂不寧，屬陽。此外蛔厥病人尚可有消渴，氣上撞心，心中疼熱，飢不欲食等症狀，皆與臟厥不同。\n寒厥證與厥陰蛔厥證 寒厥亦出自《傷寒論·厥陰病脈證並治》。其病因多由外感寒邪直中，或傳經深入，致臟腑陽虛；陰盛寒厥見於《傷寒論》“大汗出，熱不去，內拘急，四肢疼，又下利厥逆而惡寒者，四逆湯主之。”其病機為陰寒內盛，陽氣衰微，內不能溫煦臟腑，外不能充達四肢，素有陽虛復感寒邪，則其寒益甚，故出現四肢厥冷，拘急疼痛，畏寒蜷臥，脘腹冷痛，下利清谷，或兼見冷汗不止，面色晄白，舌淡白，脈沉遲或沉微，故其特點為內外皆寒；蛔厥則常有寒熱錯雜，虛實並見，其四肢之寒乃胃氣虛寒，胃之陽氣不能達於四肢，且蛔蟲擾動時有吐蛔。此外，寒厥患者有時虛陽外越，衛氣不固，而見陰盛格陽，故反見大汗，微熱，面部浮泛一片紅潤，脈浮或微而欲絕，皆其不同之處。\n熱厥證與厥陰蛔厥證 熱厥之病因，多由外感溫熱病邪，或外感六淫之邪而從火化，邪熱鬱結於里，陽氣鬱阻，不能外達於四肢，陰陽之氣不相順接，陽盛而格陰，乃至熱深厥深；蛔厥則多由寒熱錯雜、蛔蟲擾動所致，故不同；熱厥之症狀見《傷寒論》“傷寒，脈滑而厥者，里有熱，白虎湯主之。”四肢雖厥冷而胸腹灼熱。口乾舌燥，大渴引飲，尿黃便乾，舌紅苔黃或焦黑，脈數。故其症狀特點為實熱證，陽盛而格陰，這一特點極易與蛔厥鑑別。\n痰阻胸膈證與厥陰蛔厥證 《傷寒論·厥陰病脈證並治》：“病人手足厥冷，脈乍緊者，邪結在胸中，心下滿而煩，飢不能食者，病在胸中，當須吐之，宜瓜蒂散。”此證乃由痰涎實邪鬱結於膈上，胸中陽氣為痰所阻，而胸陽不能宣達，故與蛔厥由上熱下寒或胃虛寒而蛔蟲擾動者不同；痰厥一證除手足厥冷外，可見胸悶脹滿，煩躁喘憋，飢而不能食，或神迷狂躁，氣上衝咽喉不得息，多見舌尖紅，苔黃膩，脈滑或乍有緊時，此與四肢厥逆、吐蛔之蛔厥症狀不同。\n胃陽不足飲停證與厥陰蛔厥證 胃陽不足飲停證乃由陽氣不能四布而水飲內停，以致手足厥冷。水邪上犯乘心，飲邪阻遏心陽，則為心悸。根據病因推測本證當有口不渴、小便少、舌苔白滑、脈沉滑緩或遲等症狀，而蛔厥證與此不同，蛔厥者口渴、心中疼熱，氣上撞心，且吐蛔是診斷之必備條件。\n厥陰血虛寒鬱證與厥陰蛔厥證 厥陰血虛寒鬱證的病因病機為血虛有寒，其特點主要為血虛，脈管空虛，臟腑肢節失養，寒性收引，氣血運行凝滯不暢。其症見四肢厥冷，脈體細小，肢痛而惡寒。寒中於里則有脘腹冷痛，多兼見皮色青白，舌淡苔薄而潤。蛔厥由於其為寒熱錯雜證，故其舌質有時紅而苔黃，或脈弦數，且蛔厥證尚可具有消渴、氣上撞心、心中疼熱、飢不欲食、食則吐蛔等症狀，故不難與之區別。\n氣鬱厥證與厥陰蛔厥證 前者之病因乃由外感風寒，邪入少陽或憂思鬱怒傷肝，肝氣鬱結，陽鬱於里，不能達於四肢而致厥逆，但程度上並不嚴重。肝氣鬱結為此證特點，故可見胸脅脹滿，胸悶，脈弦。肝木有病，每易犯土，即木邪乘土，乃至嘔吐下利，腹痛或瀉利下重。此亦與蛔厥之四肢逆冷、吐蛔等特點不同。\n厥陰上熱下寒陰虛證與厥陰蛔厥證 厥陰上熱下寒陰虛證出自《傷寒論·厥陰病脈證並治》：“傷寒六七日，大下後，寸脈沉而遲，手足厥逆，下鬱脈不至，咽喉不利，唾膿血，泄利不止者，為難治，麻黄升麻汤主之。”此證乃由熱病誤下，或表邪未解而攻其里，里病未除而正氣益虛，邪氣內陷，故病入厥陰，既傷中陽又損陰液，因而陰陽兩傷，陽氣並於上，而陰液奔於下，故上有咽喉不利、吐膿血的熱實證，下有泄利不止的虛寒證，陰陽之氣不相順接而成厥，亦屬寒熱錯雜。此以正虛邪實，上熱下寒為特徵；而蛔厥證雖亦有寒熱錯雜、虛實並見，然絕無咽喉腫痛，吐膿血之症狀。厥陰上熱下寒陰虛證，脈寸部沉而遲，下鬱脈不至，是陽陷於里，鬱而不伸，乃陽虛所致，亦與蛔厥不同。\n冷結膀胱厥證與厥陰蛔厥證 冷結膀胱厥證亦出自《傷寒論》：“病者手足厥冷，言我不結胸，小腹滿，按之痛者，此冷結在膀胱關元也。”本證為寒邪結於少腹關元(關元屬任脈，居臍下三寸)，病人臨床表現為手足厥冷，無胸部病痛，然少腹脹滿，按之疼痛，小便清白，舌淡苔白潤，脈沉遲。本證不吐蛔，無氣上撞心、消渴、飢不欲食等症狀，與蛔厥不難鑑別。\n寒邪犯胃濁陰上逆證與厥陰蛔厥證 寒邪犯胃濁陰上逆證之病因為寒濁侵及胃腑，致胃失和降，而濁陰上逆，中陽受阻，陽氣鬱遏而不能達於四末，乃致手足厥冷。故與厥陰蛔厥證之病因病機不同。《傷寒論》云：“少陰病，吐利，手足逆冷，煩躁欲死者，吳茱萸湯主之。”參合“乾嘔，吐涎沫，頭痛者，吳茱萸湯主之。”寒濁犯胃濁陰上逆證之症狀為嘔吐，或乾嘔、吐涎沫，巔頂痛，手足逆冷，而無吐蛔、消渴、氣上撞心、飢不欲食等症狀。\n其它如胃陰虛證及胃火熾盛證均可有消谷善飢、心中疼熱、口渴等症狀，然無吐蛔及厥逆症狀，故鑑別不難。"
  },
  "literature": "《諸病源候論·九蟲病諸侯》：“蛔蟲者，是九蟲內之一蟲也……或因腑臟虛弱而動，或因食甘肥而動。其發動，則腹中痛，發作腫聚去來上下，痛有休息，亦攻心痛。口喜吐涎及吐清水，貫傷心者死。診其脈，腹中痛其脈法當沉弱而弦，今反脈洪而大，則是蛔蟲也。”\n《景岳全書·嘔吐論證》：“凡吐蛔者，必因病而吐蛔，非因蛔而致吐也。故不必治其蛔，而但治其所以吐，則蛔自止矣。\n有因胃火而吐蛔者，以內熱之甚，蛔無所容而出也。但清其火，火清而蛔自靜。輕者抽薪飲，甚者萬應丸之屬是也。\n有因胃寒而吐蛔者，以內寒之甚，蛔不能存而出也。但溫其胃，胃暖而蛔自安。仲景烏梅丸之屬是也。\n有因胃虛無食而吐蛔者，以倉廩空虛，蛔因求食而上出者，此胃氣大虛之候，速宜補骨溫中，以防根本之敗。如溫胃飲、理中湯、聖朮煎之屬是也。\n以上三者，因皆治蛔之法。”",
  "zhengsu_composition": {
    "location": [
      "gan"
    ],
    "nature": [
      "chong_ji",
      "han"
    ]
  }
}