{
  "id": "jueyinshangrexiahanyinxu",
  "number": 321,
  "name": "厥陰上熱下寒陰虛證",
  "category": "傷寒證候",
  "overview": "厥陰上熱下寒陰虛證，出自《傷寒論》厥陰病篇，乃傷寒後期，大下後，正氣傷而邪陷於里，形成表邪猶未盡解，反傷正氣，上熱下寒之證，主要表現為手足厥逆，唾膿血、泄利等症狀。\n主要臨床表現為：手足厥逆，咽喉不利，泄利不止，唾膿血，寸脈沉而遲，尺脈不至。\n本證除見於傷寒病外，據臨床所見及文獻報導，亦見於“喉痛”、“乳蛾”、“喉風”、“喉痺”、“爛喉痺痧”、“肺癰”、“肺痿”，以及“溫病”後期，“痢疾”、“泄瀉”等病。\n本證應與《傷寒論》中“熱厥證”、“寒厥證”、“臟厥證”、“痰阻胸膈證”，“胃陽不足飲停證”、“厥陰蛔厥證”等相鑑別，亦應與“熱邪或濕熱蘊結上焦證”，“暑濕或濕熱瀰漫三焦證”等相鑑別。",
  "clinical_manifestations": "手足厥逆，咽喉不利，泄利不止，唾膿血，寸脈沉而遲，尺脈不至。",
  "common_diseases": [],
  "differential_syndromes": [
    "《傷寒論》中“熱厥證”",
    "“寒厥證”",
    "“臟厥證”",
    "“痰阻胸膈證”，“胃陽不足飲停證”",
    "“厥陰蛔厥證”"
  ],
  "differential": {
    "self_analysis": "《傷寒論·厥陰病篇》曰：“傷寒六七日，大下後，寸脈沉而遲，手足厥逆，下部脈不至，咽喉不利，唾膿血，泄利不止者，為難治，麻黃升麻湯主之。”尤在涇對此條論注甚為詳細，指出：“傷寒六七日，寒已變熱而未實也，乃大下之，陰氣遂虛，陽氣乃陷；陽氣陷，故寸脈沉而遲，陰氣虛，故下部脈不至。陰陽並傷，不相順接，則手足厥逆。而陽邪之入內者，方上淫而下溢，為咽喉不利，為吐膿血，為泄利不止，是陰陽上下並受其病，而虛實冷熱，亦復混淆不清矣。”此證謂“難治”，治寒則遺其熱，治熱則礙於寒，補虛則助其實，瀉實則礙其虛，放仲景選用滋養營血，清上温下，調和營衛，發越鬱陽之複方，麻黄升麻汤。用麻黃、石膏、甘草發越內鬱之陽，桂枝、白芍、甘草調和營衛，黃芩、知母、天冬、升麻清上熱，升清解毒，白朮、甘草、茯苓補脾利水濕下寒，當歸、葳蕤滋養營血，防發越之弊。本方由十四味藥組成，溫、清、升、補並用。\n本證之臨床表現除傷寒病誤下引起者外，可見於許多疾病。由於各疾病之特點不同，其臨床表現及治療亦不盡一致。如喉癌、喉風病時本證候乃由局部損傷，復被風熱之毒侵襲咽喉，以致腐壞成癰，亦可由素食辛辣炙煿之品，或過用酒醇，致肺胃積熱，使症狀加劇。咽喉腫痛，發熱惡寒，湯飲不能下嚥，疼痛難忍，若邪熱熾盛，內熱鬱閉可有肢厥，若誤用下法，可有泄利不止，此時除可用麻黃升麻湯外，當以清熱解毒為主，佐以疏表活血，尚可用清咽利膈汤(《喉科紫珍集》)，或用六神丸(《中藥製劑手冊》)，配合吹藥等加以治療。尚可見於疫喉痧，或名爛喉痺痧，其病因多由非時之氣，釀成疫病之邪，從口鼻入於肺胃，疫毒內鬱，蒸騰肺胃，上衝於咽喉，而致咽喉紅腫作痛，初起即可有惡寒高熱，可有表邪內陷致泄瀉不止，疫毒瀰漫則會厭腐爛，唾膿血，聲啞氣急，心液被耗，無以托邪外出而始終無汗，多屬險證。此時熱極可致邪熱內鬱不能外達，而成手足厥冷，因疫毒從肌表透發故見病痧。促成此證可仿麻黃升麻湯化裁，輕證亦可用加减荆防败毒散(《吳氏方》)，加减麻杏甘石汤(《喉痧證治概要》)，不宜用辛溫解表，不宜早用大劑苦寒，亦不宜早用瀉下之品，可配合外用藥治療。尚可見於肺癰，乃由外感風熱病毒，熏蒸於肺，蓄熱內蒸，肺受煎灼，熱壅血瘀，血敗肉腐，蓄結癰膿所致。亦可因痰熱素盛，過用酒醇，恣啖辛熱，濕熱蘊結日久上蒸於肺，復感風熱，內外合邪，更易引起。可見咳吐膿血，胸痛，氣喘，熱邪內閉可有手足逆冷，如誤用或過用寒涼，可致泄下不已，促成上熱下寒，虛實互見之證。其臨床特點又與上述疾病不同，此證之膿血自肺而來，量多，且腥臭異常，或狀如米粥。其治療當以清熱解毒化瘀之法，方用苇茎汤(《千金方》)合葶苈大枣泻肺汤(《金匱要略》)，如潰膿期可用桔梗汤(《傷寒論》)化裁。肺痿亦可出現本證，多為肺癰失治誤治，或潰後正氣漸虛，餘邪不清，熱毒結於上焦，灼傷肺陰而致；或久病陰損及陽，以致肺虛有寒，氣不化津，津反為涎，則見吐涎沫，形寒肢冷，神疲食少，小便數或遺尿，便溏泄等，致成本證。然其上焦多為虛熱，且氣虛有寒，故治法不同，可以溫肺益氣法，用甘草干姜汤(《金匱要略》)酌加白朮、人參、茯苓、大棗之類藥物。另泄瀉、痢疾，久病成虛寒之證，復外感風熱，熱蘊上焦，則咽喉腫痛，甚則化膿而吐膿血，且由素體虛寒而手足逆冷者，亦可促成本證。治療時當著重於上焦蘊熱，可用减味清咽利膈汤(《證治準繩》)加減，尚須顧及虛寒泄瀉藥物，應予以斟酌。\n厥陰上熱下寒陰虛證，由於其證複雜，治療不當，常易挾雜或轉化為其他證候，如上焦熱盛，熱毒極盛可成熱厥，或熱極生風，泄利不止，又可大傷元氣而致陰脫，陽脫，甚致死亡，不可不慎。",
    "type_comparison": "熱厥證與厥陰上熱下寒陰虛證 熱厥證多由溫熱病邪入侵，或外感六淫之邪、入里化熱，邪熱熾盛，閉鬱於內而不能外達，致手足厥逆；而後者多為傷寒病末期，寒熱錯雜，虛實並見，陰陽之氣不相順接而發厥逆。熱厥證其本質為熱，故應有胸腹灼熱，口渴喜冷飲，舌紅苔黃，腹滿硬痛，拒按，便燥實。而厥陰上熱下寒陰虛證則為上熱下寒，陽熱上亢故有咽喉腫痛而唾膿血，中陽下陷則泄利，與熱厥證之上下皆屬實熱者有本質不同。\n寒厥、臟厥證與厥陰上熱下寒陰虛證 三者皆有手足厥逆，寒厥乃外感寒邪直中於內；或脾腎陽虛復感寒邪，則寒象益甚。臟厥較寒厥病情更為嚴重，內外皆寒，故其手足厥冷甚重，或膚冷如冰。厥陰上熱下寒陰虛證之手足厥逆，乃由陽熱內鬱不伸所致，故程度較輕。因寒厥與臟厥為內外皆寒，而後者為上熱下寒，故其臨床表現寒厥臟厥者四肢厥逆，伴畏寒蜷臥，拘急疼痛、脘腹冷痛，下利清谷，臟厥者更躁無暫安時，與後者唾膿血咽喉腫痛，明顯有別。\n痰阻胸膈證與厥陰上熱下寒陰虛證 痰阻胸膈證胸中有痰食等實邪鬱結，陽氣不得宣通，與厥陰上熱下寒陰虛證均可致手足厥逆。前者於胸中有痰飲、寒、食鬱結胸中致病，見氣上衝咽喉，欲吐不得吐，胸中痞塞，煩悶不安，或飢而不能食。這與後者上熱吐膿血，咽喉腫痛，下寒泄利清谷並見不同。前者寸脈浮按之緊，後者寸脈沉而遲。\n胃陽不足飲停證與厥陰上熱下寒陰虛證 二者均可見手足厥冷，胃陽不足飲停證為陽虛水飲不化，而停於心下，胸陽被遏不能達於四肢所致。就其臨床表現看有指尖涼，心下悸，口不渴，小便不利。而與後者咽喉腫痛，唾膿血，下利清谷，臨床表現迥別。\n厥陰蛔厥證與厥陰上熱下寒陰虛證 二者均有手足厥逆，且同為寒熱錯雜，虛實互見之證，蛔厥之上熱表現為消渴，氣上撞心，心中疼熱。其病機為水虧不能涵木，木火燔灼，津液被耗，時時飲水自救而消渴，木少滋榮，橫逆莫制則氣上撞心，厥陰經脈挾胃上貫膈，其氣太甚即化為火，而循經上擾故心中灼熱疼痛。其下寒表現為飢不欲食，下利不止，木橫侮土，脾胃受病，故胸中嘈雜，似飢而不欲食，且亦不能食，食則吐蛔乃胃中空虛，蛔聞食臭而上出於口，下之利不止是由誤用苦寒攻下之劑，損傷中氣，下焦虛寒，更加嚴重，因而發生下利不止的變證。這與厥陰上熱下寒陰虛證之上熱(咽喉腫痛，唾膿血)下寒(泄利不止)顯然有別。\n熱邪或濕邪蘊結上焦證與厥陰上熱下寒陰虛證 外感風熱或濕熱之邪，蘊結於上焦(肺或咽喉)可致咳唾膿血，常伴有咳嗽，胸痛，氣喘，甚至不能平臥等症狀，邪熱閉鬱，不能外達，可有四肢厥冷，日久傷及正氣或誤用下法，亦可泄利不止，與厥陰上熱下寒陰虛證酷似，然其區別點在於唾膿血，泄利及肢厥絕少同時出現，且厥陰上熱下寒陰虛證始為外感寒邪，經六經傳變，以其整個臨床過程則不難區別。\n暑濕或濕熱瀰漫三焦證與厥陰上熱下寒陰虛證 前者是由暑濕或濕熱內鬱，蒸迫於上，而見咳嗽唾膿血，身熱面赤；暑濕鬱蒸中焦，則胸悶脘痞；而暑濕迫於腸道，分清別濁失職，則小便短赤，下利稀水；亦可由邪熱閉鬱於內而見肢厥。與厥陰上熱下寒陰虛證須仔細區別，二者一為溫病，一為傷寒，其病機傳變不同。一者病之本質為熱邪充斥上、下、內、外，下利黃赤灼肛，舌紅苔黃膩脈滑；而另者則為上熱下寒，下利清谷，舌脈亦與之不同。"
  },
  "literature": "《金匱要略·肺痿肺癰咳嗽上氣病脈證並治》：“寸口脈數，其人咳，口中反有濁唾涎沫者何？師曰：為肺痿之病。若口中辟辟燥，咳即胸中隱隱痛，脈反滑數，此為肺癰，咳唾膿血。脈數虛者為肺痿，數實者為肺癰。”“火逆上氣，咽喉不利，止逆下氣者，麥門冬湯主之。”\n《註解傷寒論·辨厥陰病脈證並治法》：“傷寒六七日，邪傳厥陰之時。大下之後，下焦氣虛，陽氣內陷，寸脈遲而手足厥逆，下部脈不至。厥陰之脈，貫膈上注肺，循喉嚨。在厥陰隨經射肺，因亡津液，遂成肺痿，咽喉不利而唾膿血也。《金匱要略》曰：‘肺痿之病，從何得之？被快藥下利，重亡津液，故得之。’若泄利不止者，為里氣大虛，故云難治。與麻黃升麻湯，以調肝肺之氣。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yin_xu",
      "han",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：陰虛、寒、熱/火。根據證候名稱「厥陰上熱下寒陰虛證」分析其病機組成。"
}