{
  "id": "jueyinxuexuhanyu",
  "number": 320,
  "name": "厥陰血虛寒鬱證",
  "category": "傷寒證候",
  "overview": "厥陰血虛寒鬱證乃病人血虛復感外寒，或陽虛內寒，血虛寒鬱，血流凝滯，四肢不得氣血之溫養，出現以手足逆冷為主的證候。\n主要臨床表現為：手足厥逆，或伴有畏寒，面色蒼白，頭痛，腰背痛，四肢骨節冷痛，腹部拘急疼痛，背部及腰身冷，婦女則有少腹冷痛，痛經或月經不調，舌淡白，苔薄白而潤，脈細欲絕，或脈弦細、細澀等。\n厥陰血虛寒鬱證可見於“頭痛”、“痛經”、“寒疝”、“癥積”、“脫疽”、“血痺”、“脈痺”、“凍瘡”、“痺病”、“腰痛”等疾病中。\n本證應與“寒厥證”、“臟厥證”、“胃陽不足飲停證”等證相鑑別。",
  "clinical_manifestations": "手足厥逆，或伴有畏寒，面色蒼白，頭痛，腰背痛，四肢骨節冷痛，腹部拘急疼痛，背部及腰身冷，婦女則有少腹冷痛，痛經或月經不調，舌淡白，苔薄白而潤，脈細欲絕，或脈弦細、細澀等。厥陰血虛寒鬱證",
  "common_diseases": [
    "“頭痛”",
    "“痛經”",
    "“寒疝”",
    "“癥積”",
    "“脫疽”",
    "“血痺”",
    "“脈痺”",
    "“凍瘡”",
    "“痺病”",
    "“腰痛”"
  ],
  "differential_syndromes": [
    "“寒厥證”",
    "“臟厥證”",
    "“胃陽不足飲停證”等證"
  ],
  "differential": {
    "self_analysis": "《傷寒論》曰：“手足厥寒，脈細欲絕者，當歸四逆湯主之。”可見本證之主要病機為血少，脈道不充，寒鬱於脈，陽氣內陷，不溫四肢。正如成無已於《註解傷寒論·卷六》所云：“手之三陰三陽，相接於手十指；足之三陰三陽，相接於足十指。陽氣內陷，陽不與陰相順接，故手足為之厥冷也。”《傷寒論》又曰：“若其人內有久寒者，宜當歸四逆加吳茱萸生薑湯主之。”根據臨床所見，此時多見巔頂痛，乾嘔，吐涎沫，或寒疝癥瘕，在上方基礎上加吳茱萸、生薑以治其久寒，如張錫純《醫學衷中參西錄》所謂：“內有凝寒，重加吳萸、生薑，溫經通氣。”並輔以清酒以助藥力，溫散寒凝。\n依本證之臨床表現可見於許多疾病，由於病家素體稟賦之不同，侵犯部位不同，而表現亦各有特點。如病人素體氣血虧虛，而感受嚴寒，於體表暴露部位如耳、面、手足肢端，則可見寒凝血瘀，局部蒼白而冷，繼之可見青紫色，疼痛難忍，甚則變黑壞死，稱為凍瘡，輕者可以当归四逆汤加減；若平素氣血虛弱者可酌加補氣血之劑，如黃芪、黨參等。重者尚須外用藥物處理。脫疽，可先由血虛，脈管不充，復被寒濕之邪，久則患肢血虛寒濕鬱閉，而逐漸出現患肢麻木，刺痛、發涼、蒼白枯瘦，常可見下肢趺陽脈細欲絕，甚至消失，日久血虛寒濕鬱閉，氣血不通而脈閉，肢端可壞死變黑，遷延日久，疼痛極為劇烈，罹患肢節壞死，自行脫落。早期可用當歸四逆湯。然治療時須注意氣血虧虛。如《瘍醫大全》說：“足疽之生，乃氣血之虧，不能固致之故，然則焉可單泄毒以重傷氣血乎，必大補氣血加以泄毒之味，則全勝之道也。”亦可用黄芪桂枝五物汤(《金匱要略》)加減，重用補氣活血化瘀之品。素體血虛，兼有寒邪犯足厥陰肝經，脾胃陽氣衰微，濁陰之氣上逆，痰涎隨之上升，故乾嘔，吐涎沫，厥陰之脈上入巔頂而有頭痛。此時可用吴茱萸汤(《傷寒論》)或当归四逆加吴茱萸生姜汤方。另血虛被寒，或與風濕合邪閉阻經絡，可致各種痺病，如風寒濕痺，或筋痺、骨痺、脈痺、肌痺、皮痺，均可引起四肢疼痛(骨、關節、肌肉等)，其特點為痛處肌膚蒼白冰冷，得溫則減，遇冷加重。可用通經活絡、養血散寒，宜用当归四逆汤合三痹汤(《婦人良方》)独活寄生汤(《千金方》)等化裁。另血虛被風寒，致寒凝血痺或脈痺，常見四肢肢端麻木刺痛，或為對稱多發，或為單肢，治宜調和營衛，溫陽行痺。可用当归四逆汤合黄芪桂枝五物汤(《金匱要略》)。癥積多由氣滯血瘀引起，亦可由正虛寒鬱即氣血大虧、脈絡空虛，被風寒之邪，可致血瘀。由於中氣大傷，運化無權，故食少納呆；血瘀日久，新血不生，營氣大虛，面色萎黃或蒼白，亦可黧黑；積塊堅硬，舌紫暗，脈弦細澀。治宜補益氣血，活血化瘀，可用当归四逆汤合桃红四物汤(《醫壘元戎》)。婦女痛經一病，常可由衝任脈血虛，寒從中生，或外被寒邪，而致寒鬱，經前及行經時小腹冷痛，按之、溫之可減，經水量少色暗，日久血瘀，則小腹拒按。月經有紫塊，可用人参滋血汤(《產寶百問》)；如日久血瘀，可用过期饮(《證治準繩》)；若寒濕凝滯，可合温经汤(《婦人大全良方》)。經產之際血虛受寒，血為寒滯運行不暢，可有經行後期，量少色暗紅，小腹絞痛，得熱稍減，面色青白，肢冷，畏寒，苔薄白，脈沉緊。治當補血溫經扶陽，用温经汤。方中牛膝、當歸、川芎、莪朮、丹皮、養血活血化瘀；桂枝溫經散寒；芍藥和營斂陰；人參補氣，氣旺則血易行。故本證在不同疾病中，由於臨床特點不同，治法亦可有不同。\n此證由感寒所致，故多發於冬季。常見於婦女、年老體衰、稟賦不足、素體氣血虧虛、陽虛者。\n厥陰血虛寒鬱證，最常見之相兼證候為瘀血停著。氣為血之帥，血為氣之母，血虛氣必不足，氣虛運血無力，加重血虛，久之則氣滯血停，瘀滯成積，積血挾痰，痰瘀互結，形成癥積，見有包塊，疼痛拒按，還可見肌膚甲錯，面色黧黑等血不榮表之象。另有寒濕相兼，症見面虛浮，肢困，帶下，納呆脘悶，舌胖大，舌質淡，苔白膩等表現。其病機在於；陽虛血少不能溫里達外，寒濕內生，濕困脾陽，運化轉輸失常所致。而寒濕日久，亦可轉為濕熱，如脫疽、凍瘡等病。濕熱者可見發熱，舌紅苔黃膩，脈數而滑等症狀，治療時亦不同，須用活血化瘀，溫化寒濕及清濕熱等法隨證加減。",
    "type_comparison": "寒厥證與厥陰血虛寒鬱證 就其證候的本質來看均為虛寒證，可由外感寒邪直中，或由大吐大下，大汗不止，久泄中陽受傷，陽氣衰微，陰寒內盛，肌膚不得陽氣之溫煦所致。如成無已《註解傷寒論·卷六》曰：“大汗若大下利，內外雖殊，其亡津液，損陽氣則一也，陽虛陰盛，故生厥逆。”此證除手足逆冷，脈微欲絕外，還可兼見但欲寐、下利清谷等全身虛衰之徵；而厥陰血虛寒鬱證雖亦屬虛寒證，然屬素體血虛，觸遇寒邪，或外感病末期陰血衰耗，血氣為寒所遏，四肢寒冷，但無全身虛衰之象。主要區別如尤在涇《傷寒貫珠集》所言：“手足厥寒，脈微欲絕者，陽之虛也，宜四逆輩；脈細欲絕者，血虛不能溫於四末，並不能榮於脈中也。”可見脈象不同亦乃重要鑑別之點。另外血虛寒鬱而致脈管不通，常可有特殊表現，如巔頂痛、痛經、肢體痛等。\n臟厥證與厥陰血虛寒鬱證 臟厥證亦出自《傷寒論》厥陰病篇，本證由外感寒邪直中三陰或六經傳變，陽氣外泄而虛極，故本證純陰無陽，屬於所有厥證中最危重之一種，病在下焦真陽。而厥陰血虛寒鬱證之本質屬先有血虛又感寒邪，陽氣鬱而不伸，病在血脈。如成氏《註解傷寒論》所云：“手足厥寒者，陽氣外虛，不溫四末；脈細欲絕者，陰血內弱，脈行不利。與當歸四逆湯，助陽生陰也。”臟厥者，陽氣衰微至極，四肢厥冷，通身肌膚寒冷如冰，若無根之虛陽外越可有躁擾不寧；而厥陰血虛寒鬱證之手足厥冷，不致達到如此程度。一為真陽虛極，脈微欲絕，而另一為血虛寒鬱，脈細欲絕，亦屬二者主要區別點。\n胃陽不足飲停證與厥陰血虛寒鬱證 胃陽不足飲停證的病因可以是傷寒後期陽氣衰微，胃陽之氣不足，水飲內停，而陽氣不能四布，乃致手足厥冷。其臨床特點為：口不渴，心下悸，小便不利，舌苔白滑等。厥陰血虛寒鬱證則為寒凝厥陰經表，血脈不通，而致血寒肌冷，手足厥逆，而無水飲內停之象。即使是內有久寒，見乾嘔吐沫者，亦僅僅是因寒邪太甚，水氣內生，並非水飲作祟。"
  },
  "literature": "《傷寒論·厥陰病脈證並治》：“傷寒，脈微而厥，至七八日，膚冷，其人躁，無暫安時者，此為藏厥，非蛔厥也。蛔厥者，其人當吐蛔。今病者靜，而復時煩者，此為藏寒，蛔上入其膈，故煩，須臾復止，得食而嘔又煩者，蛔聞食臭出，其人常自吐蛔。蛔厥者，烏梅丸主之。”\n《傷寒貫珠集·卷八》“手足厥寒，脈微欲絕者，陽之虛也，宜四逆輩；脈細欲絕者，血虛不能溫於四末，並不能榮於脈中也。夫脈為血之府，而陽為陰之先，故欲續其脈，必益其血，欲益其血，必溫其經，方用當歸芍藥之潤以滋之，甘草大棗之甘以養之，桂枝細辛之溫以行之、而尤借通草之入經通脈，以續其絕而止其厥。若其人內有久寒者，必加吳茱萸生薑之辛以散之，而尤借清酒之濡經浹脈，以散其久伏之寒也。”\n《傷寒論新解·少陰病》：“在表的經脈穴接受天氣減弱時，因表的陽虛而引起手足厥寒。“手足厥寒”是手足微冷，當接觸外氣的寒時即感覺冷，是“手足厥冷”的輕證。在里由於攝取飲食接受地氣減弱則陰虛。於是陰陽俱虛而引起脈細欲絕。“脈細欲絕”是“脈微欲絕”的輕證。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_zhi",
      "xue_xu",
      "han"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：氣滯、血虛、寒。根據證候名稱「厥陰血虛寒鬱證」分析其病機組成。"
}