{
  "id": "jueyin",
  "number": 32,
  "name": "厥陰證",
  "category": "基礎證候",
  "overview": "厥陰證是指傷寒等外感性疾病後期出現的寒熱互見、陰陽錯雜的證候，多為病變的最後階段。厥陰包括肝和心包兩臟，但以肝為主。其發病可因陽經病誤治或陰經病不愈發展而來，亦可由本經自病。不但可見於外感病，同樣可見於雜病中。\n主要臨床表現為：口渴不止，氣上衝心，心中疼熱，飢而不欲食，嘔吐或吐出蛔蟲等。\n厥陰為陰之盡，陽之始，陰中有陽，病情複雜。既有因正氣衰竭，陰陽調節紊亂而致的上熱下寒、厥熱勝復證，亦有單純的寒證和熱證。\n本證應與諸“厥證”、“下利”、“嘔噦”及“少陰戴陽證”相鑑別。",
  "clinical_manifestations": "口渴不止，氣上衝心，心中疼熱，飢而不欲食，嘔吐或吐出蛔蟲等",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "厥陰證主要為足厥陰肝經病，以里虛寒熱錯雜證為主，也有單純的寒證與熱證，以下分述之。\n上熱下寒、厥熱勝復證；因肝邪乘犯脾土，而多見上熱下寒證，陽並於上則見口渴不止，肝氣橫逆則氣上撞心，心中疼熱而似飢不欲食；陰趨於下而脾虛腸寒，如素有蛔蟲，進食時則可能上泛而吐出。治宜溫清並用，扶正制蛔，方用烏梅丸(《傷寒論》)。厥陰病處於邪正相持階段，寒邪勝表現為肢厥，陽氣復表現為發熱，故厥熱勝復可以推測病勢的進展與預後的好壞。根據厥冷和發熱時間的長短、程度的輕重分為以下四種情況：一、厥與熱對等，則正復邪祛，病可自愈；二、厥多於熱，則陰勝而陽復不及，病情進一步惡化；三、熱多於厥，則正勝邪退，病情好轉；四、熱久不止，為陽復太過，病情進展。\n厥陰寒證：臨床表現為手足厥冷，脈細欲絕，此乃為血虛寒厥。血虛之人，為寒所凝，氣血不和，四肢失於溫養而手足逆冷，血液不能榮於脈中而脈細欲絕，治宜養血通脈，溫經散寒，方用當歸四逆湯(《傷寒論》)。若內有久寒而見頭頂冷痛，乾嘔吐涎沫者，因肝經上至巔頂，治宜養血通脈，兼溫降肝胃，方用當歸四逆加吳茱萸生薑湯(《傷寒論》)。\n厥陰熱證：臨床表現有熱利里急後重，口渴，脈數，乃肝熱下迫大腸，穢氣鬱滯於魄門所致，治宜清熱燥濕，涼肝解毒，方用白頭翁湯(《傷寒論》)。\n若肝寒犯胃，濁陰上逆而見乾嘔吐涎沫，伴頭痛以巔頂為主者，治宜溫降肝胃，泄濁通陽，方用吳茱萸湯(《傷寒論》)；若厥陰證大吐、大下、大汗後胃氣上逆，則發為噦逆，亦有胃寒與里實之分，應隨證而治。\n厥陰證的預後取決於兩個方面：一則陽氣的勝衰，若純陰無陽，陽氣亡脫則不治必死；若陽氣回復，利止足溫則預後較好。二則胃氣的有無，若久病而突然欲食，食後暴熱，為除中之證，必死；虛寒證而見實脈，亦無胃氣，必死；若是跌陽脈和，為胃氣未衰，尚可救治。",
    "type_comparison": "少陰證之臟厥與厥陰證之蛔厥 兩證均可見脈微肢厥，但病勢、症狀及預後皆迥然有異。臟厥的病情危重，手足厥冷的程度嚴重，不僅肢冷，尚可見周身肌膚清冷，真氣欲脫而見患者躁擾不寧，一刻不休，預後極差；而蛔厥的厥冷程度較輕，無膚冷，且蛔遇酸而安，遇寒而竄，故見病人時靜時煩，進食則嘔且煩，並有吐蛔之徵，預後較好，與臟厥不難區分。\n雜病之熱厥、痰厥、水厥與厥陰證之血虛寒厥 各證均可見手足厥冷，此為陰陽氣不相順接而致。幾種厥證因其病因、病位、病機不同而治則治法各異，如厥陰證的血虛寒厥得之於素體血虛之人，多見手足厥而脈細，無周身膚冷；少陰陽虛陰盛之臟厥較血虛寒厥更重，臨床表現內拘急，四肢疼，下利厥逆而惡寒，治宜破陰回陽，方用四逆湯(《傷寒論》)；熱深陽鬱而致的热厥，臨床表現大熱，大渴，脈滑而厥者，治宜清熱瀉火，方用白虎湯(《傷寒論》)，此乃熱深厥深之象，若熱微厥微，亦可用四逆散(《傷寒論》)以泄熱和陰，若里實燥結，則治宜清熱瀉下，方用承氣湯類(《傷寒論》)；痰厥乃為胸中痰實阻滯，陽氣不得四布所致，臨床表現手足厥冷，脈乍緊，心下滿而煩，飢不能食，治宜湧吐痰實，方用瓜蒂散(《傷寒論》)；水厥系胃有寒飲，陽氣被遏，不能外達四末而致，臨床表現手足厥冷而心悸，治宜溫胃散水，方用茯苓甘草湯(《傷寒論》)。\n厥陰熱利證與其他原因之下利證 皆有下利表現，但各自病機、兼證不同。厥陰熱利證為肝熱下迫大腸，濕熱壅滯而成，臨床表現下利膿血，里急後重，發熱口渴，治宜清熱燥濕，涼肝解毒，方用白頭翁湯(《傷寒論》)；若下利見譫語者，為熱結旁流，燥屎內阻，治宜瀉熱通滯，方用小承氣湯(《傷寒論》)；若下利清谷，里寒外熱，汗出面厥，為陰陽格拒，治宜破陰回陽，方用通脈四逆湯(《傷寒論》)；若利後更煩，為熱擾胸膈的虛煩，治宜清宣鬱熱，方用梔子豉湯(《傷寒論》)。\n厥陰嘔證與其他原因之嘔證 雖均有嘔吐，但病機、兼證不同，治法各異。厥陰嘔吐多為肝寒犯胃，濁陰上逆，臨床表現乾嘔，吐涎沫，頭痛，治宜溫降肝胃，泄濁通陽，方用吳茱萸湯(《傷寒論》)；少陰陽虛之嘔吐，多見嘔而脈弱，小便復利，治宜破陰回陽，方用四逆湯(《傷寒論》)；若厥陰兼少陰證者，為肝胃氣逆所致嘔而發熱，治宜和解樞機，方用小柴胡湯(《傷寒論》)。\n少陰陰盛戴陽證與厥陰寒熱相格證 兩證均為下寒上熱，但病機完全不同。厥陰寒熱相格證為腸寒而胃熱俱重，臨床表現食入口即吐，且下利，乃下真寒而上真熱之證，且以上熱證為主，而少陰陰盛戴陽證為陰盛於下，格陽於上，臨床表現周身寒象，面部獨赤而下利，乃下真寒而上假熱，兩者自此可區分開來。"
  },
  "literature": "《再重訂傷寒集注·厥陰經全篇》：“此條陰陽錯雜之證也。消渴者，膈有熱也。厥陰邪氣上逆，故上撞心，痛熱者，熱甚也，心中痛熱，陽熱在上也，飲而不欲食者，陰寒在胃也，強與食之，亦不能納，必與蛔俱出，故食即吐蛔。此證上熱下寒，若因上熱誤下之，則上熱未必即去，而下寒必更加甚，故利不止也。”\n《傷寒論述義·述厥陰病》：“厥陰病者，里虛而寒熱相錯證是也。其類有二：曰上熱下寒，曰寒熱勝復。其熱俱非有相結，而以上熱下寒，為之正證。蓋物窮則變，則以少陰之寒極，而為此病矣。然亦有自限變者，少陽病誤治，最多致之，以其位稍同耳，更有自陽明過下者。其為證也，消渴，氣上撞心，心中疼熱，飢而不欲食者，上熱之徵也。食則吐蛔，下之利不止者，下寒之徵也。是寒熱二證，一時並見者，故治法以溫涼兼施為主，如烏梅丸。”\n《傷寒指掌·厥陰本病述古》：“仲景述厥陰病，消渴，氣上撞心，心中疼熱，飢而不欲食，食則吐蛔，下之利不止，此皆厥陰之自病之熱證，並非傳經之熱邪。蓋厥陰內藏相火，其消渴，火盛水虧也。氣上撞心，心中疼熱，肝火乘心也。飢不欲食，食即吐蛔，風木克土，胃中空虛也。下之即利，土受木賊，不禁再利也。不得以傷寒正病視之。”\n《傷寒指掌·厥陰新法》：“按六經主病，仲景非專為傷寒立言，如厥陰所述氣衝吐蛔等證，乃厥陰風木自病，不拘傷寒雜症，但見嘔逆吐蛔者，即是肝邪犯胃，宜兼厥陰而治。”\n《傷寒論本義·厥陰病篇》：“二證雖厥同，而煩躁不同，腎寒之臟厥，躁無暫安時，胃寒蛔厥，煩而有靜時也。此可辨其寒在腎在胃，而分證以治之也。仲師又為申明蛔吐蛔之理，亦屬之臟寒，此臟字即指胃，《內經》十二臟，並腑以言臟也，況胃寒未有不脾寒者，見蛔上入於膈，煩有起止，得食而嘔，而煩，而吐，皆臟寒而蛔不安伏之故也。”\n《傷寒論本旨·厥陰篇證治》：“臟厥者，邪已入臟，故膚冷，其元陽將亡，心神散亂，故躁無暫安時，危篤之死證也。蛔厥者，邪在厥陰之經，故手足冷而膚不冷，是肝熱胃寒，蛔不能安，故當吐蛔。蛔不動時，其人則靜，非如臟厥之躁無暫安時，而亦不吐蛔，以此為辨也。病入本靜，得食而嘔又煩者，因蛔聞食臭出上於膈，當自吐蛔。蛔厥者，主以烏梅丸，平厥陰之邪，扶脾胃之陽，故又主久利。以寒熱錯雜之病，故並用寒熱之藥，為厥陰之主方，其臟厥無方治，可知為死證也。”\n《張卿子傷寒論·辨厥陰病脈證並治》：“三陰傷寒，太陰為始則手足溫，少陰則手足清，厥陰則手足厥逆。然病至厥陰，乃陰之極也，故有反發熱之理。蓋陽極則陰生，陰極則陽生，此陰陽推盪必然之理也。《易》云：‘窮則變’。窮者，至極之謂也。陽至極而生陰，故陽病有厥冷之證；陰至極而生陽，則厥逆者有發熱之條。凡言厥深熱亦深者，乃事之極而變之常，經曰：‘亢則害，承乃制’也。”"
}