{
  "id": "nichuanxinbao",
  "number": 252,
  "name": "逆傳心包證",
  "category": "溫病證候",
  "overview": "逆傳心包證，又稱熱陷心包證。葉天士說：“溫邪上受，首先犯肺，逆傳心包。”本證是指溫熱之邪，由衛分不經氣分、營分，或不由上焦順傳於中焦，而直接內陷心包所出現的以高熱、神昏為主症的證候。多因溫熱熾盛，邪氣猖獗，或溫熱病誤治、失治所致。\n主要臨床表現為：壯熱，神昏譫語，或昏聵不語，舌謇，四肢厥冷或痙厥，口唇乾燥，小便短赤，大便乾燥，舌質紅絳，脈細數。\n逆傳心包證常見於“風溫”病中。\n本證應與“痰濁蒙蔽心包證”、“胃熱熏蒸心包證”、“痰熱竅閉證”相鑑別。",
  "clinical_manifestations": "壯熱，神昏譫語，或昏聵不語，舌謇，四肢厥冷或痙厥，口唇乾燥，小便短赤，大便乾燥，舌質紅絳，脈細數。逆傳心包證",
  "common_diseases": [
    "“風溫”病"
  ],
  "differential_syndromes": [
    "“痰濁蒙蔽心包證”",
    "“胃熱熏蒸心包證”",
    "“痰熱竅閉證”"
  ],
  "differential": {
    "self_analysis": "逆傳心包證是外感熱病過程中的危重證候。溫邪上受，當依次由衛入氣、入營、入血。即由表及里，此為順傳。但若稟賦虛弱感邪較重者，可出現逆傳凶險之候。如風溫病中風熱相煽，風乘火勢，火借風威，病邪犯表，旋即入里，逆傳變幻。包絡受邪，神明被擾，心竅閉塞，危症疊出。可見高熱，神昏，譫語，舌強語謇，四肢厥冷，甚則痙厥抽搐，舌絳無苔。治宜清心開竅，瀉熱止疼，方選清宫汤(《溫病条辨》)送服安宫牛黄丸(《溫病条辨》)或至宝丹(《和劑局方》)、紫雪丹(《和劑局方》)。\n本證多發於春季。春季多風，氣候溫暖，風溫熱邪每易乘虛內陷，逆傳心包。若治療不當，則熱邪鴟張，心竅閉塞，形成內閉外脫證，兼見大汗淋漓，面色蒼白，遺溺，手撒等。或因熱邪熾盛，耗灼氣陰，形成氣陰兩脫證，出現神昏譫語，汗出粘膩，面紅氣短，神情躁動，舌紅苔光，脈細欲絕等。此二證皆屬危候，需全力救治。",
    "type_comparison": "痰濁蒙蔽心包證與逆傳心包證 其共同點是邪犯心包出現神昏譫語。然痰濁蒙蔽心包證是濕熱留戀氣分，痰濁內生，蘊而化熱，內犯心包。症見身熱不揚，神昏譫語，似明若昧，氣粗痰鳴，苔黃垢膩，脈滑數。與本證的鑑別點在於：一、前證的病邪系濕熱痰濁，因濕性屬陰而粘滯，故身熱不揚；本證的病邪系風溫，性屬陽而善動，故見高熱、痙厥。二、前證的神昏譫語，間有清醒之時；本證則昏迷不省。三、前證舌苔黃膩，脈滑數；本證則舌絳苔光，脈細數，因此，前證宜溫開，本證宜涼開。\n胃熱熏蒸心包證與逆傳心包證 二者皆因邪熱侵犯心包而見神昏譫語。但細分其因，仍有不同。胃熱熏蒸心包證乃熱結腸胃，胃熱乘心，神明被擾所致。症見日晡潮熱，譫語昏狂，脘腹痞滿且堅痛，大便秘結或下利清水，舌苔黃燥，脈沉實有力。與本證的鑑別在於：一、前證是陽明熱蒸，心神被擾；本證是溫邪逆傳，心竅閉塞。二、前證的神昏多伴有躁動不安；而本證神昏頗少躁動。三、前證脘腹脹滿，大便秘結，痛苦非常；本證則無。四、前證舌苔黃燥，脈沉實有力；本證舌絳無苔，脈細數。故在治療上，前證宜通府泄熱，兼以開竅，本證則宜清心開竅。\n瘀熱竅閉證與逆傳心包證 二者皆可因熱邪閉阻心包而出現發熱，神昏譫語等症狀。但瘀熱竅閉證系熱熾營中，邪閉心包，營分熱蒸，血絡瘀滯所致。症見發熱夜甚，神昏譫語，漱水而不欲咽，舌絳苔乾，捫之尚潤，或舌質紫暗。與本證的鑑別在於：一、前證為熱入營分，心包閉塞，血絡瘀滯；而本證則為溫邪逆傳心包而致。二、前證熱熾營分，故發熱夜甚；而本證表現為高熱，無晝夜輕重之分。三、前證有明顯的瘀血內阻之象，如漱水而不欲咽，舌質紫暗；而本證不具瘀血症狀。因此在治療上，前證宜清營開竅，泄熱化瘀；本證則只須清心開竅。"
  },
  "literature": "《溫病条辨·上焦篇》：“太陰溫病，不可發汗，發汗而汗不出者，必發斑疹，汗出過多者，必神昏譫語。……清宮湯主之，……汗為心液，誤汗亡陽，心陽傷而神明亂，中無所主，故神昏。心液傷而心血虛，心以陰為體，心陰不能濟陽，則心陽獨亢，心主言，故譫語不休也。”\n“邪入心包，舌謇肢厥，牛黃丸主之，紫雪丹亦主之。”\n“手厥陰暑溫，身熱不惡寒，清神不了了，時時譫語者，安宮牛黃丸主之，紫雪丹亦主之。”\n《傷寒指掌·卷五》：“經曰，邪入於陽則狂，狂為陽盛也，傷寒熱毒在胃，并於心，至於發狂，邪熱極矣。……凡胃中熱極乘心，則神昏發狂。經云，重陽則狂者，謂熱入於陽，則狂亂也，表實無汗，三黃石膏湯，里實不便，大承氣湯，無表里證，白虎合解毒湯。勞傷心宮，則心血耗散，神思不能收斂，心火亢盛，或挾痰濁上升，蒙其清靈之氣，以致昏妄似狂，此非外邪致病，無表里實證見象，由於內傷神明，當清心與心包之火，佐以滌痰安神為治，與上之實熱發狂不同也。”",
  "zhengsu_composition": {
    "location": [
      "xin"
    ],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "溫邪由衛分直接內陷心包。病勢急重，表現為神昏譫語、舌絳。"
}