{
  "id": "nongduyunjie",
  "number": 421,
  "name": "膿毒蘊結證",
  "category": "專科證候",
  "overview": "膿毒蘊結證是指肌膚氣血為熱毒所壅滯，郁而化熱，以致熱盛肉腐，血肉腐敗，液化為膿，毒聚膿成而出現的一系列症狀的概稱。膿毒蘊結證是腫瘍中期之熱盛釀膿證的進一步發展，當腫瘍由初期發展為釀膿期繼而發展為膿成熟後的膿成未潰或初潰(此時稱潰瘍)時，即為膿毒蘊結證。\n\n主要臨床表現為：瘡形腫高疼痛，瘡色嫩紅，中軟應指，膿潰腐露，流膿腥臭，發熱口渴，舌紅苔膩，脈滑數。\n\n膿毒蘊結證常見於\"瘡瘍\"病中期膿成不潰，或潰後膿出不暢。\n\n本證需與\"熱盛釀膿證\"相鑑別。",
  "clinical_manifestations": "瘡形腫高疼痛，瘡色嫩紅，中軟應指，膿潰腐露，流膿腥臭，發熱口渴，舌紅苔膩，脈滑數。",
  "common_diseases": [
    "\"瘡瘍\"病中期膿成不潰，或潰後膿出不暢。"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "膿已成熟的辨析：①按之中軟應指。②特殊辨法：包括透光法、穿刺法及B超檢查等。\n\n辨膿之深淺：膿腔淺者，腫塊高突堅硬，中央軟陷明顯，皮薄紅熱明顯，輕按即痛而應指；膿腔深者，腫塊散漫堅硬，按之隱隱軟陷，皮厚紅熱輕微，重按方痛而應指。\n\n辨膿之形色氣味：形質稠厚，為元氣充，先出黃稠膿液，後出黃稠滋水，為將斂，膿液由稀薄轉為稠厚，是體虛漸復，為將斂；形質稀薄，為元氣弱，膿液由稠厚轉為稀薄，是體質漸衰，一時難斂，膿液質如水直流，但不晦不臭，為體虛引流不暢，未為敗象，若膿液稀似粉漿污水或挟敗絮晦臭，為氣血衰竭，屬敗象。膿液質稠色明，為氣血充足，質稠色濁，為氣火有余，膿液質稀色潔，為氣血雖虛，未為敗象；若膿稀綠黑，為蓄毒日久，損傷筋骨。膿液一般略帶腥味，質稠，為順；若腥穢惡臭質薄，多逆。\n\n瘡瘍中期膿已成用托法。若膿成未潰或初潰膿出不暢，屬邪盛正氣未衰者，用透膿法藥，即透膿散(《外科正宗》)配清熱解毒、和營活血之品，促其膿出毒泄，防旁竄深潰；若瘡形平塌，根盤散漫，膿而不潰，或初潰膿出不暢，膿水稀少，周圍腫硬不消，屬毒盛正虛，不能托毒外出者，用補益和透膿法，即益氣養血或溫補滋陰配合托毒排膿(清解和營)。方用托里消毒散(《外科正宗》)、薏苡附子敗醬散(《金匱要略》)、神功內托散(《外科正宗》)，扶助正氣，托毒外出。\n\n外治法是治療膿毒蘊結證的重要手段。\"膿成則切開引流\"是外科的一項重要原則。目的是減輕疼痛，膿出毒泄，減少壞死，防毒擴散。應選擇好有利時機，即膿成熟階段，過早過晚均不可。尤其注意顏面疔瘡忌過早切開，而蛇頭疔及附骨疽應及早切開。注意切口的選擇：切口位置應在膿腫低位，避免袋膿形成；切口方向一般是循經切開和垂直切開，有利於體位引流，注意特殊部位如乳部、面部、手指、手掌、關節的正確切開方向；切口大小選擇，膿腔大切口宜大，不可過大過小，以引流通暢為度；切口深淺選擇，膿腫深切深一些，不可過淺過深，得膿為度。\"潰後則提膿祛腐或腐蝕平胬\"是中醫外治法中的特色治療。提膿祛腐法適用於潰瘍初期，膿腐甚多，肉芽不鮮，常用藥為紅升丹(五五丹、九一丹等)，應用時注意，對汞過敏者改用黑虎丹，眼唇附近及面積大慎用或盡量少用，中病即止，應用黑瓶裝置避免氧化變質；腐蝕法用於瘡內不健康組織，瘡口太小，腐肉難去，瘡口僵硬漏管形成，贅疣岩突；平胬法用於瘡口胬肉突出。常用藥為白降丹、三品一條槍、平胬丹，注意對汞、砒過敏者禁用，肉薄近骨及動脈之處慎用，中病即止。胬肉突出亦可先剪除胬肉，再用生肌收口藥。\"潰後則擴創引流\"亦是常用外治法。擴創法用於膿腫潰破，引流不暢，袋膿形成，擴創包括擴大瘡口，修剪瘡緣，減除腐肉，刮除慢性瘡壁，鈍性分離膿腫間分隔；引流法是膿腫破潰或切開後，其膿腔需用各種引流物引流膿液，保證引流通暢，有紗條引流(包括藥水紗條、油膏紗條、凡士林紗條、藥粉紗條等)、藥捻引流(引流膿液，帶出腐肉，探查死骨)及導管引流(有單管和雙管，可配合負壓吸引)。",
    "type_comparison": "熱盛釀膿證與膿毒蘊結證 二者瘡瘍中期先後不同但又相互關聯的兩個病證，膿毒蘊結證是熱盛釀膿證的進一步發展，當腫瘍不消，由初期發展為釀膿期時，證屬熱盛釀膿證；繼而發展為膿成熟後的膿成未潰或初潰時，證屬膿毒蘊結證。熱盛釀膿證是\"熱勝則肉腐\"的過程；而膿毒蘊結證是\"肉腐則為膿\"的過程。熱盛釀膿證表現為瘡形腫勢高突，疼痛加劇，痛如雞啄，行將成膿。膿毒蘊結證表現為瘡形腫高劇痛，中軟應指，膿潰腐露，膿已成熟。它們的內治法是相近的，都用托法治療，目的稍有不同，前者重點是促其早日膿成，後者重點是促其早日潰膿；但外治法迥然不同，熱盛釀膿證不能用切開引流法，否則不但不能促其毒泄，反而促成毒邪擴散，甚至走黃內陷；而膿毒蘊結證必用切開引流法，以達到減輕疼痛、膿出毒泄、減少壞死和防毒擴散的目的。這就是上述談到的切開法的選擇時機問題，膿成熟階段是最好的時機，過早過晚均不可。"
  },
  "literature": "《靈樞·癰疽》：\"寒氣化為熱，熱勝則腐肉，肉腐則為膿。\"\n\n《外科精義》：\"凡為瘡醫，不可一日無托里之藥。\"\n\n\"膿未成者使膿早成，膿已潰者使新肉早生，氣血虛者托里補之，陰陽不和托里調之。\"\n\n---",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "du"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：毒。根據證候名稱「膿毒蘊結證」分析其病機組成。"
}