{
  "id": "pangguangshire",
  "number": 229,
  "name": "膀胱濕熱證",
  "category": "臟腑證候",
  "overview": "膀胱濕熱證是濕熱蘊結膀胱而出現的膀胱氣化不利，開闔失常以及灼傷陰絡等臨床表現的概稱。多因外感濕邪或飲食不節，濕熱內生，下注膀胱所致。\n主要臨床表現為：尿頻，尿急，尿澀少淋漓，尿道灼痛，尿黃赤混濁或尿血，或尿有砂石，或少腹拘急，或伴有發熱，心煩，舌紅苔黃，脈數等。\n膀胱濕熱證常見於“淋證”、“癃閉”、“尿濁”等疾病中。\n膀胱濕熱證通常應與“下焦濕熱證”，“心火亢盛證”相鑑別。",
  "clinical_manifestations": "尿頻，尿急，尿澀少淋漓，尿道灼痛，尿黃赤混濁或尿血，或尿有砂石，或少腹拘急，或伴有發熱，心煩，舌紅苔黃，脈數等。膀胱濕熱證",
  "common_diseases": [
    "“淋證”",
    "“癃閉”",
    "“尿濁”"
  ],
  "differential_syndromes": [
    "“下焦濕熱證”，“心火亢盛證”"
  ],
  "differential": {
    "self_analysis": "膀胱濕熱證可見於多種疾病中。如淋證中的“石淋”出現膀胱濕熱證則多表現小便淋漓刺痛，或尿中挾有砂石或突然排尿中斷，兼有少腹拘急，或痛引腰腹。此由濕熱蘊結於膀胱，尿液受其煎熬，日久尿中雜質結成砂石所致。《金匱要略心典·消渴小便不利淋病》篇說：“淋病有數證，云小便如粟狀者，即後世所謂石淋也。乃膀胱為火熱燔灼，水液結為滓質，猶海水煎熬而成鹽鹼也。”治宜清熱利濕，通淋排石，方用八正散(《和劑局方》)、石苇散(《證治匯補》)。若淋證中的“血淋”出現膀胱濕熱證，其臨床表現每以小便熱澀刺痛，尿血紫紅，甚則按有血塊，少腹疼痛滿急為特點。此由濕熱阻於膀胱，熱灼血絡，絡傷血溢所致。《金匱要略·五臟風寒積聚病脈證並治》篇說：“熱在下焦者，則溺尿血，亦令淋泌不通。”治宜清熱利濕，涼血止血，方用小蓟饮子(《濟生方》)。若淋證中的“膏淋”見膀胱濕熱證，其臨床表現為小便混濁如米泔，或有滑膩之物，尿道熱澀疼痛。此由濕熱下注，聚於膀胱，氣化不行，無以分清泌濁所致。治宜清利濕熱，分清泌濁。方用草薢饮(《醫學心悟》)。若癃閉病中見膀胱濕熱證，其臨床表現主要以小便點滴不下或點滴全無，每日小便量明顯減少，小腹脹滿，或口渴不欲飲，此由濕邪化熱，邪熱結於膀胱，氣化不行所致。《素問·宣明五氣》指出“膀胱不利為癮，不約為遺漏。”治宜清熱利尿，方用八正散(《和劑局方》)。若尿濁病中見膀胱濕熱證，其臨床表現每以小便混濁，白如泔漿，無尿道疼痛為特點。此由多食肥甘，脾腎濕熱下注膀胱所致。治宜理脾化濕，方用革薢分清饮(《丹溪心法》)。總之，證候雖相同，但在不同的疾病中，其小便異常變化各有不同，應予辨析。\n膀胱和腎通過經脈互為絡屬，構成表里關係。《諸病源候論·小便病諸候》說：“小便不通，由膀胱與腎俱有熱故也。”膀胱濕熱證日久必然影響及腎，在其病機演化過程中常由實轉虛或實中挾虛。可伴見以下情況：濕熱留戀，熱邪傷陰，濕邪化燥，腎陰耗傷，陰虛火旺；見口乾咽燥、潮熱盗汗、手足心熱、舌質紅、舌根黃膩、脈細數。或可見陰虛火動，迫血妄行。尿血日久，見神疲乏力、腰膝酸軟、舌質淡紅、脈虛數等症。小便混濁如脂膏，為脂液下流，日久累及於腎，可出現形瘦、頭昏乏力、腰膝酸軟、面色晄白、舌淡、脈細弱等等腎陰虧虛證。",
    "type_comparison": "下焦濕熱證與膀胱濕熱證 膀胱位於小腹中央，屬下焦部位，膀胱病屬於下焦病變，下焦濕熱證可包括膀胱濕熱證，兩者在病因、病機、臨床表現有相似之處，但亦有區別。下焦濕熱證，大多由中焦濕熱下傳，病變重點在大腸與膀胱，臨床表現以二便的異常為主。下焦有泌別清濁，排出水液的功能，濕熱之邪傳入下焦，阻滯大腸與膀胱，膀胱氣化不利則小便不通。大腸傳導失職，腑氣不通，故大便閉結、少腹硬滿。濕聚於下，津不上承則渴不多飲，濕邪上蒙清竅故頭脹昏沉、舌苔灰白黃膩、脈濡數。膀胱濕熱證多由外感濕邪或飲食不節、濕熱內生所致。出現尿頻、尿急、尿澀少淋漓，尿道灼痛，尿黃赤混濁或尿血，或尿中砂石或少腹拘急或發熱，舌紅，苔黃脈數等小便異常的徵象。依據臨床表現的不同症狀可資鑑別。\n心火亢盛與膀胱濕熱證 心與小腸通過經脈絡屬構成表里關係。心火亢盛證多由七情鬱結，氣鬱化火，或火熱之邪內侵，心火內熾，移熱於小腸，小腸積熱，灼傷脈絡，迫血妄行則小便帶血，血色鮮紅，尿道灼熱感，心胸煩熱，面赤，口渴，夜不成眠，口舌生瘡，舌尖紅，脈數；膀胱濕熱證，由濕熱下注，熱迫膀胱，血從下溢可見尿血紫紅、挾有血塊或血絲，尿道熱澀刺痛，甚則少腹疼痛滿急、舌紅苔黃。兩證都屬實熱，都見尿熱，尿痛症狀，然膀胱濕熱證無心煩、舌尖紅、口舌生瘡等心火亢盛表現。"
  },
  "literature": "《醫學心悟·小便不通》：“癃閉與淋證不同。淋則便數而莖痛，癃閉則小便點滴而難通。”\n《類證治裁·淋濁》：“石淋系膀胱蓄熱，溺則莖中急痛，頻下沙石，如湯瓶久受煎熬底結白鹼也。”",
  "zhengsu_composition": {
    "location": [
      "pangguang"
    ],
    "nature": [
      "shi",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：膀胱。病性：濕、熱/火。根據證候名稱「膀胱濕熱證」分析其病機組成。"
}