{
  "id": "pifeiqixu",
  "number": 209,
  "name": "脾肺氣虛證",
  "category": "臟腑證候",
  "overview": "脾肺氣虛證是脾氣虛同時兼肺氣虛的一種複合證候。或脾氣先虛，脾病及肺而造成脾肺氣虛證；或肺氣先虛，肺病及脾而形成肺脾氣虛證。前者臨床表現以脾氣虛為主，而後者則肺氣不足的症狀較為明顯。脾肺氣虛證主要表現為脾失健運，肺失宣降，水津不布，痰濕阻塞的病變。因是臟腑不足所成的虛證，故多由內傷所致。\n脾肺氣虛證的臨床表現可分為兩組症狀，一是肺氣虛，則咳喘日久，痰白而稀，胸悶氣短，聲低神疲，自汗，易感冒；二是脾氣之不足，則食少，脘脹，便溏，肢困，甚至面浮足腫。舌淡，苔白，脈細弱。\n脾肺氣虛證常見於“感冒”、“咳嗽”、喘證”等疾病中。\n臨床上脾肺氣虛證除應與單純的“脾氣虛證”、“肺氣虛證”相鑑別外，尚需與“痰濕阻肺證”、“肺腎氣虛證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“感冒”",
    "“咳嗽”",
    "喘證”"
  ],
  "differential_syndromes": [
    "單純的“脾氣虛證”",
    "“肺氣虛證”"
  ],
  "differential": {
    "self_analysis": "肺總司一身之氣，脾又為氣的生化之源，故脾肺氣虛證多出現在脾尤其是肺臟的病變之中，臨床表現雖因不同的疾病而異，但病機則大體相類似。\n若感冒而見脾肺氣虛者，則以年高體弱，大病初愈，久病纏綿，婦女產後正氣未復者為多見。脾氣不足則氣乏生化之源，肺氣不足則少氣短氣、表衛不固，所以極易外感風寒而患感冒。除有發熱，惡寒，頭身疼痛，舌苔薄白，脈浮等風寒束表的症狀之外，當有自汗，短氣，倦怠，脈虛無力等肺脾氣虛(主要是肺氣不足)的表現。若兼痰飲，則咳嗽痰白，治宜益氣解表，宣肺化痰，方用参苏饮(《和劑局方》)；若衛氣不固，自汗多而經常感冒，則宜益氣固表，托邪外出，祛風止汗，方用玉屏风散(《丹溪心法》)，氣虛甚者，亦可用补中益气汤(《脾胃論》)。若咳嗽而見脾肺氣虛證者，必咳嗽日久，肺氣受傷失於清肅，脾濕聚而為痰，其病先起於肺而漸及於脾，咳嗽，痰多色白，食少，脘脹，便溏，肢倦，苔白，脈緩，甚至少氣，自汗，均為脾肺氣虛的見症。治當益氣健脾，化痰止咳，方用白术汤(《潔古家珍》)、六君子汤(《婦人良方》)。若哮喘而見脾肺氣虛證，則咳喘痰多而粘，咯出不爽，胸悶短氣，噁心，納呆，舌苔白膩，脈滑，因脾氣不足，痰濕內盛，氣道被阻，肺氣失降。治宜補脾益氣，祛痰降氣以平喘，方用苏子降气汤(《和劑局方》)合三子养亲汤(《韓氏醫通》)加減。《景岳全書·喘促》云：“肺脾氣虛，上焦微熱，微渴而作喘者，宜生脈散”(《內外傷辨惑論》)。\n脾肺氣虛證多出現於慢性咳喘之老年患者，故多由肺氣先虛而漸及脾臟，以致脾氣也虛，脾既虛則氣乏化源，肺氣也愈見不足；甚者五臟之氣俱不足，腎之精氣也就來源日少，可形成脾肺腎三臟俱虛之證。",
    "type_comparison": "肺氣虛證與脾肺氣虛證 肺氣虛與脾肺氣虛均為虛證，前者僅肺氣之不足，而后者則為脾肺二臟俱虛的複合證候。若由肺氣先虛而累及脾氣不足時，其症狀前者輕而後者重，肺氣虛是脾肺氣虛的初級階段，脾肺氣虛則是由肺氣虛的進一步發展而成。二者的共同症狀是咳或喘，吐痰，胸悶，少氣，面白，自汗，苔白，脈弱等，此乃肺氣不足，肺失宣降。而脾肺氣虛證尚有食少、脘脹、便溏、肢困、痰多色白等脾失健運，痰濕中阻的表現。二者不難鑑別。\n脾氣虛證與脾肺氣虛證 脾氣虛與脾肺氣虛二者均為虛證，臨床共同表現雖均有食少，脘脹，便溏，肢困，但脾肺俱虛證當有肺氣不足的見症，如胸悶，少氣，面白，自汗，或咳喘。此乃由於脾氣先虛，氣之化源不充，導致肺氣亦虛。實際上臨床所指的氣虛證，多指脾肺氣虛證而言，所以李東垣《脾胃論·脾胃虛實傳變論》說：“脾胃之氣既傷，元氣亦不能充，而諸病之所由生也”，又說：“脾胃虛則肺最易受病，故因虛而補，易為力也”，就是這個道理。\n痰濕阻肺證與脾肺氣虛證 痰濕阻肺證與脾肺氣虛證臨床表現上二者區別甚微，實際上脾肺氣虛之痰濕盛者，極似痰濕阻肺證。二者所不同的是，痰濕阻肺證可因外感風寒濕邪，咳喘日久，以致肺不布津而聚為痰濕，壅阻氣道，故痰多清稀色白。痰濕阻肺證多為實證，或為本虛而標實證。脾肺氣虛證雖也以痰多清稀色白為其主要表現之一，但肺氣不足之少氣，自汗，脾氣不足之食少，脘脹，便溏，倦怠等症狀均較明顯，脾肺氣虛證是臟氣不足所形成的虛證。治療上實證宜去其實邪，燥濕以祛痰：虛證宜扶正祛邪，健脾以化濕。\n肺腎氣虛證與脾肺氣虛證 肺司呼吸而腎主納氣，肺主氣而腎為氣之根，故肺腎氣虛證以腎氣虛或腎陽不足為主，表現出虛喘，短氣，動則尤劇，氣怯聲低，自汗，肢冷，甚則遺尿，舌淡苔白，脈沉細以尺脈為甚等症狀，所以肺腎氣虛證又稱腎不納氣證。而脾肺氣虛證，病在中上二焦，除咳喘短氣、自汗等肺氣不足症狀之外，必兼脾氣不足之食少，脘脹，便溏，倦怠等症狀，二證不難區分。脾肺氣虛證的進一步發展影響及腎，可形成肺脾腎氣虛證，以病情進展論，脾肺氣虛證較輕而肺脾腎氣虛證則較重。"
  },
  "literature": "《脾胃論·肺之脾胃虛論》：“脾胃之虛，怠惰嗜臥，四肢不收。時值秋燥令行，濕熱少退，體重節痛，口苦舌乾，食無味，大便不調，小便頻數，不嗜食，食不消，兼見肺病，灑淅惡寒，慘慘不樂，面色惡而不和，乃陽氣不伸故也，當升陽益胃。”",
  "zhengsu_composition": {
    "location": [
      "fei",
      "pi"
    ],
    "nature": [
      "qi_xu"
    ]
  }
}