{
  "id": "pijingshire",
  "number": 161,
  "name": "脾經濕熱證",
  "category": "臟腑證候",
  "overview": "脾經濕熱證是指濕熱蘊結於脾經而形成的證候，是因脾失健運，水濕停滯，濕蘊生熱，濕熱蘊蒸而致，亦可因感受濕熱，交阻於中焦而致病。\n主要臨床表現為：脘痞腹脹，納呆嘔惡，肢體困重，大便不爽，尿黃，甚則身目俱黃，舌苔黃膩，脈濡數，或見皮膚濕疹，膿疱瘡等。\n脾經濕熱證常見於“口糜”、“腹脹”、“黃疸”、“汗證”、“泄瀉”等疾病中。\n本證應與“脾胃濕熱證”、“濕熱困脾證”、“濕邪困脾證”、“肝膽濕熱證”等鑑別。",
  "clinical_manifestations": "脘痞腹脹，納呆嘔惡，肢體困重，大便不爽，尿黃，甚則身目俱黃，舌苔黃膩，脈濡數，或見皮膚濕疹，膿疱瘡等。脾經濕熱證",
  "common_diseases": [
    "“口糜”",
    "“腹脹”",
    "“黃疸”",
    "“汗證”",
    "“泄瀉”"
  ],
  "differential_syndromes": [
    "“脾胃濕熱證”",
    "“濕熱困脾證”",
    "“濕邪困脾證”",
    "“肝膽濕熱證”"
  ],
  "differential": {
    "self_analysis": "口糜病中見脾經濕熱證，其特點是：滿口糜爛，顏色鮮紅，上覆白色腐膜，身熱體倦，口渴不欲飲，不思納谷，小便黃，是因濕熱相搏，熏灼於口而致，治以清熱化濕，用甘露消毒丹(《溫熱經緯》)化裁。若濕熱初起，濕重於熱，頭身困重，舌苔白膩者，可用三仁汤(《溫病条辨》)化裁。腹脹病中見脾經濕熱證，其特點是：腹脹滿悶，納呆嘔惡，便溏尿黃，肢體困重，脅痛煩熱，身熱起伏，汗出不解，或面目肌膚發黃，色澤鮮明，是因濕熱中阻，脾運失職，升降失常，濕熱鬱蒸，熏蒸肝膽而致，治宜清化濕熱，運脾理氣，方用四逆汤(《傷寒論》)合茵陈蒿汤(《傷寒論》)化裁。黃疸病中見脾經濕熱證，以身目發黃，黃色鮮明為主症，熱重於濕者，伴發熱，口渴，心中懊憹，嘔吐，脅痛，腹脹，小便短黃，大便秘結，治宜清熱利濕退黃，方用茵陈蒿汤(《傷寒論》)酌加茯苓、豬苓、滑石等滲濕之品。濕重於熱者，伴頭身困重，胸脘痞滿，納呆，嘔惡，腹脹，便溏，用茵陈五苓散(《傷寒論》)酌加藿香、蔻仁、佩蘭。濕熱並重者，伴發熱口渴，頭身困重，脘腹脹悶，小便黃赤，大便膩滯不爽，方用甘露消毒丹(《溫熱經緯》)。汗證病中見脾經濕熱證，以頭部蒸蒸汗出，口膩作渴，身熱不揚，身體困重為主，治宜清熱化濕，方用三仁汤(《溫病条辨》)。手足汗出見脾經濕熱證，其特點是手足心濈然汗出，胸悶痞脹，納呆口膩，身重肢困，小便短赤，此由脾經濕熱，內淫四肢所致，《醫統》云“腳汗為脾經濕熱，內淫於四肢，故令手足心常有汗，至冬月陽氣內伏而汗愈多，由此可知濕熱內淫也”，用清脾散(《醫統》)化裁。泄瀉病中見脾經濕熱證，其特點是：瀉下急迫，糞色黃臭，腸鳴腹痛，肛門灼熱，瀉而不爽，里急後重，身熱而赤，小便短赤，是因濕熱內盛，下迫大腸，用葛根芩连汤(《傷寒論》)化裁。如濕熱粘滯難解，以泄瀉不爽，大便臭穢或如黃糜，身熱困重，頭目昏暈，腹脹，嘔惡納呆，口渴，小便色黃為特點，治以清利脾胃，用黄芩滑石汤(《溫病条辨》)化裁。\n脾經濕熱證，濕鬱熱蒸，瘀熱在里，必發黃疸。若病久熱甚，灼傷陰絡，可見衄血、出血等證。熱邪入里，瘀熱互結，發為癥痕。患者素體陽虛，或過用苦寒之品，脾陽受傷，濕從寒化，濕甚陽微，可為洞泄。",
    "type_comparison": "脾胃濕熱證與脾經濕熱證 二證在病因病機及主要症狀方面頗相類同。如都有外感濕熱或內傷飲食，濕熱鬱滯氣機，運化失常而致病，均可見脘痞腹脹，食少倦怠，便溏不爽，尿少而黃甚，身目俱黃，舌苔黃膩，脈濡數等症狀。但由於病位有異，所以治法有別，脾胃濕熱證胃經症狀較突出，胃失和降，嘔惡厭食較重，脾經濕熱證重在脾經，以脘痞腹脹，便溏不爽為主，可兼見皮膚濕疹，膿疱瘡等。兩者側重點不同，前者偏重於胃，後者偏重於脾，以此為辨。\n濕熱困脾證與脾經濕熱證 兩者都是以濕熱為病因，病位都在脾胃，所不同的是前證的濕熱之邪感受於外，發病多在夏秋季節，有明顯的熱象，可有發熱惡寒，或身熱不揚，午後熱盛，或高熱不退等徵象，病情變化多，病勢纏綿，險症多等特點，屬於溫病的濕溫病範疇；而脾經濕熱證，其濕熱主要是因於飲食所傷，滋生濕熱，發病緩慢，無明顯季節性，無明顯的身熱徵象，病情和緩，一般預後較好。\n濕邪困脾證和脾經濕熱證 濕邪困脾證可因感受外邪，或過食生冷，或素體脾胃虛寒，濕邪內漬，濕從寒化，雖然兩證都有脘脹、食少、泛惡等症狀，但濕邪困脾證則無明顯的熱象，而且常兼寒象。脾經濕熱者則病位在脾，有脘痞腹脹，食少倦怠，惡心滿悶，便溏不爽，尿黃，身目俱黃，或皮膚濕疹，膿疱瘡，舌苔黃膩，脈濡數等濕熱內盛的症狀。\n肝膽濕熱證和脾經濕熱證 兩證都是濕熱為病，都有噁心、食少、腹脹等症狀，所不同的是；肝膽濕熱證病位在肝膽，是濕熱蘊於肝膽，而有脅肋脹痛，口苦，面目肌膚發黃；脾經濕熱證則病位在脾，沒有脅肋脹痛的症狀，當濕熱熏蒸肝膽時可有黃疸，但是黃疸並非必見之症。"
  },
  "literature": "《素問·刺熱篇》：“脾熱病者，先頭重，頰痛，煩心，顏青，欲嘔，身熱，熱爭則腰痛，不可以俯仰，腹滿泄，兩頷痛，甲乙甚，戊己大汗，氣逆則甲乙死，刺足太陰陽明。”\n《醫宗必讀·卷之十》：“黃者，中央戊己之色，故黃疸多屬太陰脾經，脾不能勝濕，復加火熱，則鬱而生黃，譬之麴相似，以濕物而當暑月，又加覆蓋，濕熱相摶，其黃乃成。”\n《雜病源流犀燭·卷四·脾病源流》：“至若本經為病，不外濕淫熱鬱兩端，濕由水氣，病則壅，壅則傷氣，氣虛不運，必腹脹，胃痛，腸鳴，飧泄，身重，食不化；熱由火氣，病則不滿，不濡則傷血，血枯而燥，必胃氣厚，善飢，肉萎，足不能行，善瘛，腳下痛，口乾，舌本強，食即吐，食不下，煩心，水閉，黃疸，脾約，皆脾經病也，治之者，務使三焦之氣流轉和通，則土潤而升，不憂其燥，而火氣不得病之，土健而運，不憂其濕，而水氣亦不得而病之也。”",
  "zhengsu_composition": {
    "location": [
      "pi"
    ],
    "nature": [
      "shi",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：脾。病性：濕、熱/火。根據證候名稱「脾經濕熱證」分析其病機組成。"
}