{
  "id": "pishenyangxu",
  "number": 210,
  "name": "脾腎陽虛證",
  "category": "臟腑證候",
  "overview": "脾腎陽虛證即脾陽不足、腎陽虛衰的複合證候。若脾病及腎而致脾腎陽虛者，則以脾陽不足的臨床表現為主，若腎病及脾而造成脾腎陽虛者，其表現則以腎陽虛衰較為明顯。臨床以前者為多見，故一般所謂脾腎陽虛證，多指脾病及腎而造成的陰寒內盛，運化失職，以及水液停滯等病變而言。\n脾腎陽虛證的主要臨床表現為，形寒肢冷，面色晄白，消瘦神疲，少腹冷痛，下利清谷，五更泄瀉，腰酸膝冷，小便頻數，餘瀝不盡，夜尿頻仍，或小便不利，面浮肢腫甚或水膨脹滿，陽痿遺精，婦女宫寒不孕，帶下清稀，舌質淡胖而有齒痕，脈沉遲細弱。\n脾腎陽虛證臨床常見於“虛勞”、“泄瀉”、“痢疾”、“水腫”、“臌脹”、“痿證”、“便血”等疾病中。\n本證臨床應與“脾陽虛證”、“腎陽虛證”、以及“脾虛濕困證”、“肺脾腎陽虛證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“虛勞”",
    "“泄瀉”",
    "“痢疾”",
    "“水腫”",
    "“臌脹”",
    "“痿證”",
    "“便血”"
  ],
  "differential_syndromes": [
    "“脾陽虛證”",
    "“腎陽虛證”",
    "以及“脾虛濕困證”",
    "“肺脾腎陽虛證”"
  ],
  "differential": {
    "self_analysis": "因脾陽不足或腎陽虛衰所造成的病證，進一步發展，或脾病及腎，或腎病及脾，則可導致脾腎陽虛證。脾腎陽虛證出現於不同疾病中，其臨床表現也不盡一致，應加以鑑別。\n若虛勞病而出現脾腎陽虛證，或由勞倦內傷，憂思傷脾，脾運失職，食少便溏或泄瀉，久之則形體羸弱虛怯，氣不足而陽繼虛，陽虛則寒生，遂見畏涼肢冷等寒象。若進一步發展，則腰膝酸冷，遺精陽痿等種種腎陽不足之證相繼出現，這便是由脾及腎的脾腎陽虛證。若由腎及脾的脾腎陽虛證，或由先天稟賦不足，或由後天調養失慎，縱情恣欲，先導致腎陽虛衰而見形寒肢涼，腰酸膝冷，陽痿遺精等症。因腎陽衰而上不能蒸煦脾陽，致令脾陽虛而健運失職，則食少、腹泄、形瘦、神疲等症作。其治療當溫補脾腎，《沈氏尊生書·虛損癆瘵源流》云：“脾腎法宜兼補。……腎虛宜補，當更扶脾。即欲壯脾，不忘養腎可耳。故許學士有補腎不如補脾，孫真人有補脾不如補腎之說。兩家雖似相反，要皆為虛癆家指示要法”。要之，由脾及腎者，以補脾為主；由腎及脾者，以補腎為主，同時且應兼補脾腎，方用附子理中汤(《閻氏小兒方論》)合右归丸(《景岳全書》)加減。\n若泄瀉病而見脾腎陽虛證，必見之於久泄病者，脾陽不振，水谷不化，多瀉下清稀而完谷不化，腎陽不足則泄瀉多在黎明，即所謂雞鳴瀉或五更泄瀉，他如少腹冷痛，畏寒肢涼等一派陰寒陽虛之象。治當溫補脾腎之陽，方用附子理中汤(《閻氏小兒方論》)合五味子散(《普濟本事方》)或四神丸(《婦人良方》)加減。\n若痢疾病而見脾腎陽虛證，必久痢不止之虛寒者，少腹冷痛重墜，所下白如鴨溏，兼有粘凍，此為脾腎虛寒，關門不固所致。治宜溫補脾腎，止痢固脫，方用纯阳真人养脏汤(《和劑局方》)或椒艾丸(《千金方》)加減。\n若水腫病而見脾腎陽虛證者，《張氏醫通·水腫》篇引張介賓曰：“水雖制於脾而實主於腎。腎本水臟，而元氣寓焉，若腎中陽虛，則命門火衰，既不能自制陰寒，又不能溫養脾土”。由於脾腎陽虛，水飲不化為津液而成為水邪，“水盛火虧則病濕，故火不能化，則陰不從陽，而精氣皆化為水。所以水腫之證，多屬陽虛。”脾腎陽虛證之水腫，必水腫已久，頭面四肢遍身浮腫，腰以下為甚，小便不利，肢涼畏寒，腰冷酸重，六脈沉伏。治宜溫脾補腎，方用复元丹(《張氏醫通》)加減，或用真武汤(《傷寒論》)加溫通脾腎之品。\n若臌脹病而見脾腎陽虛證者，其臨床表現為單腹脹大，入暮尤甚，下肢浮腫，小便不利，肢冷神倦，舌質淡胖或顯青色，舌苔白潤而滑，由於脾陽虛則土不制水而水泛，腎陽虛則水無所主而肆行，遂造成腹大跗腫之臌脹。治宜溫補脾腎，化氣行水，即所謂“溫補即所以化氣，塞因塞用”之意。方用肾气丸(《濟生方》)加減，或附子理中汤(《閩氏小兒方論》)合五苓散(《傷寒論》)加減。\n若痿證而見脾腎陽虛證者，形怯肢寒，面色晄白，目胞下垂，四肢乏力，甚者不能步履站立，飲水吞嚥無力。其病機李東垣《脾胃論·脾胃勝衰論》認為，大抵因脾胃虛弱，“脾病則下流乘腎，土克水則骨之無力，是為骨萎，令人骨髓空虛，足不能履地”。治當溫補脾腎，方用归脾汤(《濟生方》)合右归丸(《景岳全書》)加減。\n若便血而見脾腎陽虛證，是血在胃中，先便後血之“遠血”，或稱“陰結下血”，大便雖硬，其色黑而易下，或所下如黑漆。《血證論·便血》篇云：“此症必脈細無力唇淡口和，四肢清冷”。因脾氣虛寒，陽氣下陷，中宮不守，血無所攝而下。治當溫養脾腎以止血，方用黄土汤(《金匱要略》)加減。若脾氣不固，腎氣衰微，面色萎黃，手足清冷厥逆，六脈微弱而虛浮者，宜大補脾腎，方用人参养荣汤(《和劑局方》)合断红丸(《血證論》)加減。\n腎為先天之本，需要不斷得到脾胃水谷之精微的充養，故諸種虛證，多責之脾腎二臟的不足，脾腎陽虛證是其表現較甚者，多由慢性疾病發展演進而成。雖為陽虛，但其中有以脾陽虛較著者，抑或以腎陽不足為甚者，不得不辨。其在不同疾病中出現，症狀也不盡相同，自宜詳審。",
    "type_comparison": "脾陽虛證與脾腎陽虛證 二者同為陽氣不足的陽虛證，前者僅是脾陽不足的單純證候，而后者則是因為脾病及腎或腎病及脾所造成的脾腎陽虛的複合證候。脾陽不足是因中焦陽氣不足，遂造成飲食不化和水濕不化為主要表現的證候；脾腎陽虛證則可能是脾陽虛證漸次發展而成，除有脾陽不足的見症之外，必有腎陽衰退的表現。二者同是寒證，故形寒肢冷、面白、脈沉。脾陽虛則運化失職，腹瀉而水谷不化，腎陽虛亦下利完谷，且較之脾陽虛為甚，少腹冷痛，五更腎泄。《普濟本事方·心小腸脾胃病》云：“因腎氣怯弱，真元衰劣，自是不能消化飲食，譬如鼎釜之中，置諸米谷，下無火力，雖終日米不熟，其何能化”。脾陽虛水濕不化，發生濕停水聚痰飲水腫之病證，而脾腎陽虛又因下焦元陽火衰，不能化氣，必有小便不利，且有腰膝沉重酸冷等諸種表現。\n腎陽虛證與脾腎陽虛證 二者亦同為陽虛證，因腎陽先虛，命門火衰，不能溫煦脾土，致使脾陽漸虧，健運失職，形成脾腎陽虛證。二者雖同有形寒肢冷等陰寒內盛，土失健運而成的腹瀉、水腫等氣化失司諸種表現。但腎陽虛證是以命門火衰為其重點，下元虛憊，腰膝酸冷，元陽不足，陽痿遺精，婦女宫寒不孕等表現，雖在脾腎陽虛證中，有不同程度的存在，但不象單純腎陽虛證明顯。\n脾虛濕困證與脾腎陽虛證 脾虛濕困證如因脾陽不振而寒濕困脾者，與脾腎陽虛證同為陽虛陰寒之證，然寒濕困脾以寒濕內盛為主要表現，或痰飲，或水腫，多為正虛而邪實之證。故徐靈胎在《臨證指南醫案·腫脹》篇的評語中說：“脹滿之為病，即使正虛，終屬邪實”，“脹滿必有形之物，宜緩緩下之”。脾虛濕困證與脾腎陽虛證均可有泄瀉、水腫等表現，但前者輕而後者重，前者以濕重為著，故身體困重，後者以陽虛為甚，故形寒肢冷。二證的表現臨床各有側重，不難區分。\n肺脾腎陽虛證與脾腎陽虛證 肺脾腎陽虛證實際上指的是，由於肺氣虛衛陽不固，而咳嗽、自汗；由於脾陽不足，運化失權，而食少，便溏，畏寒，倦怠；由於腎氣或腎陽虛衰所導致的手足不溫，短氣少氣即腎不納氣的表現，三者的複合證候稱之謂肺脾腎陽虛證，其重點在於氣之不宜，不降，不納，不固，其治當溫腎健脾補氣固本。其與脾腎陽虛證的陰寒內盛，運化無權，水濕停聚為主，所表現的畏寒、泄瀉、水腫等迥然不同，可資分辨。"
  },
  "literature": "《內科摘要·脾腎虛損停食泄瀉等症》：“善飲，便滑溺澀，食減胸滿，腿足漸腫，症屬脾腎虛寒，用加減金匱腎氣丸，食進腫消，更用八味丸，胃強脾健而愈。”"
}