{
  "id": "pishenqixu",
  "number": 152,
  "name": "脾腎氣虛證",
  "category": "臟腑證候",
  "overview": "脾腎氣虛證是指脾腎兩髒氣虛，以脾失健運、腎失固攝為主要表現的證候。多因先天不足，後天失養，或久病勞損，傷及脾腎之氣所致。\n主要臨床表現為：面色萎黃或晄白，神疲乏力，少氣懶言，食少納呆，腹脹便溏，腰膝酸軟，小便清長或頻數，夜尿多，或遺尿，或滑精，早泄，舌淡苔白，脈細弱。\n脾腎氣虛證常見於“虛勞”、“泄瀉”、“水腫”、“淋證”、“遺尿”、“遺精”、“陽痿”等疾病中。\n本證應與“脾氣虛證”、“腎氣虛證”相鑑別。",
  "clinical_manifestations": "面色萎黃或晄白，神疲乏力，少氣懶言，食少納呆，腹脹便溏，腰膝酸軟，小便清長或頻數，夜尿多，或遺尿，或滑精，早泄，舌淡苔白，脈細弱。脾腎氣虛證",
  "common_diseases": [
    "“虛勞”",
    "“泄瀉”",
    "“水腫”",
    "“淋證”",
    "“遺尿”",
    "“遺精”",
    "“陽痿”"
  ],
  "differential_syndromes": [
    "“脾氣虛證”",
    "“腎氣虛證”"
  ],
  "differential": {
    "self_analysis": "脾腎氣虛證可見於多種疾病中，其臨床表現特點是脾氣虛弱與腎氣虛弱並見。如虛勞病中出現脾腎氣虛證，則以神疲乏力，少氣懶言，面色萎黃或晄白，食少腹脹，便溏，腰膝酸軟，小便清長為特點。此由勞倦過度，損傷脾腎之氣，氣血生化不足，臟腑經絡失養所致。治宜補益脾腎，方用大補元煎(《景岳全書》)加減。泄瀉病中出現本證，則以大便溏薄，日久不愈，甚至完谷不化，食後腹脹，神疲乏力，腰膝酸軟為特點。此由脾氣虛弱，運化失司，腎氣虛弱，火不暖土所致。治宜健脾溫腎，止瀉固腸，方用四神丸(《證治準繩》)合參苓白術散(《和劑局方》)加減。水腫病中出現本證，則以全身水腫，按之凹陷不起，小便不利，神疲乏力，腰膝酸軟，食少腹脹為特點。此由脾氣虛弱，運化失職，水濕內停，腎氣虛弱，氣化失常，開闔不利所致。治宜健脾溫腎，利水消腫，方用實脾飲(《濟生方》)加減。淋證中出現本證，則以小便頻數，淋瀝不盡，神疲乏力，腰膝酸軟，食少腹脹為特點。此由脾氣虛弱，中氣下陷，腎氣虛弱，固攝無權所致。治宜補中益氣，固腎縮尿，方用補中益氣湯(《脾胃論》)合桑螵蛸散(《本草衍義》)加減。遺尿病中出現本證，則以睡中遺尿，甚至日夜不禁，神疲乏力，面色晄白，腰膝酸軟，食少腹脹為特點。此由脾肺氣虛，治節失司，腎氣虛弱，下元不固所致。治宜補肺健脾，溫腎固澀，方用縮泉丸(《婦人良方》)合補中益氣湯加減。遺精病中出現本證，則以滑精頻作，神疲乏力，腰膝酸軟，食少腹脹，面色晄白為特點。此由脾氣虛弱，氣不攝精，腎氣虛弱，精關不固所致。治宜健脾益氣，補腎固精，方用金鎖固精丸(《醫方集解》)合補中益氣湯加減。陽痿病中出現本證，則以陽事不舉，或舉而不堅，神疲乏力，腰膝酸軟，食少腹脹，面色晄白為特點。此由脾氣虛弱，宗筋失養，腎氣虛弱，命門火衰所致。治宜健脾益氣，溫腎壯陽，方用贊育丹(《景岳全書》)加減。\n脾腎氣虛證，脾為後天之本，腎為先天之本，先天生後天，後天養先天，二者相互資生，相互影響。脾氣虛弱，生化無源，久則必致腎氣虛弱；腎氣虛弱，火不暖土，久則必致脾氣虛弱。故本證在病機演變過程中，常互為因果，終致脾腎兩虛。若病情進一步發展，可致脾腎陽虛，出現畏寒肢冷，五更泄瀉，完谷不化等症；或致氣血兩虛，出現頭暈眼花，心悸失眠，面色蒼白等症。",
    "type_comparison": "脾氣虛證與脾腎氣虛證 脾氣虛證以脾氣不足，運化失職為主要病機，臨床表現為納少，腹脹，便溏，肢倦，神疲，少氣懶言，面色萎黃，舌淡苔白，脈緩弱等。脾腎氣虛證除具備脾氣虛證的臨床表現外，尚有腎氣虛弱的症狀，如腰膝酸軟，小便清長或頻數，夜尿多，或遺尿，或滑精，早泄，脈細弱等。二者鑑別的關鍵在於有無腎氣虛弱的表現。\n腎氣虛證與脾腎氣虛證 腎氣虛證以腎氣不足，固攝無權為主要病機，臨床表現為腰膝酸軟，小便清長或頻數，夜尿多，或遺尿，或滑精，早泄，神疲乏力，舌淡苔白，脈細弱等。脾腎氣虛證除具備腎氣虛證的臨床表現外，尚有脾氣虛弱的症狀，如納少，腹脹，便溏，肢倦，神疲，少氣懶言，面色萎黃等。二者鑑別的關鍵在於有無脾氣虛弱的表現。"
  },
  "literature": "《景岳全書·虛損》：“凡虛損之由，有先天之稟賦不足者，有後天之勞役過度者。……故治虛之法，當以脾腎為本。”\n《醫宗金鑑·虛勞心法要訣》：“脾腎兩虛，中氣不足，宜大補元煎。”"
}