{
  "id": "piweishire",
  "number": 237,
  "name": "脾胃濕熱證",
  "category": "臟腑證候",
  "overview": "脾胃濕熱證是指濕熱蘊結脾胃，脾失健運，胃失納降而形成的證候。本證可因飲食不調，高粱厚味，釀成濕熱，內蘊脾胃而引起，亦可因感受濕熱，交阻於中焦而致病。\n主要臨床表現為：脘腹痞悶，嘔惡厭食，肢體困重，大便溏泄而惡臭，小便短赤，面目或肌膚發黃，身熱而汗出不解，舌質紅，舌苔黃膩，脈濡數。\n脾胃濕熱證，常見於“濕阻”、“黃疸”、“水腫”、“鼓脹”等疾病。\n本證應與“寒濕困脾證”、“肝膽濕熱證”、“胃熱證”等鑑別。",
  "clinical_manifestations": "脘腹痞悶，嘔惡厭食，肢體困重，大便溏泄而惡臭，小便短赤，面目或肌膚發黃，身熱而汗出不解，舌質紅，舌苔黃膩，脈濡數。脾胃濕熱證，",
  "common_diseases": [
    "“濕阻”",
    "“黃疸”",
    "“水腫”",
    "“鼓脹”"
  ],
  "differential_syndromes": [
    "“寒濕困脾證”",
    "“肝膽濕熱證”",
    "“胃熱證”"
  ],
  "differential": {
    "self_analysis": "本證見於濕阻，《金匱要略心典·痙濕暍病》說：“中濕者，亦必先有內濕而後感外濕，故其人平日土德不及而濕動於中，由是氣機不速而濕浸於外，外內合邪”。此則由脾胃功能失調，運化失職，濕從內生，外濕侵犯，內濕與外濕互結化熱而成濕阻，症見口苦粘膩，脈濡數，治療應清熱化濕，方用连朴饮(《霍乱论》)或甘露消毒丹(《溫熱經緯》)。本證見於黃疸，《聖濟總錄·黃疸門》說：“大率多因酒食過度，水谷相併，積於脾胃，復為風濕所搏，熱氣鬱蒸，所以發黃為疸。”症見目黃身黃、頭重身困，噁心嘔吐，胸脘痞滿、苔膩，脈濡數，治療宜清熱化濕，化濁，方選茵陈蒿汤(《傷寒論》)及甘露消毒丹(《溫熱經緯》)之類。本證見於水腫，因水濕內侵，濕蘊於中，脾為濕困，濕邪化熱，濕熱交蒸，膀胱輸化無權導致水腫，症見遍身浮腫，胸腹痞悶，小便短赤，大便乾結，苔黃，脈沉數，治當分利濕熱，方宜八正散加減(《和劑局方》)。本證見於鼓脹，因濕熱互結於脾胃，濁水停聚而引起，兼見煩熱口苦，渴不欲飲，小便赤澀，大便秘結，或有面目皮膚發黃，苔黃膩或灰黑，脈弦數，治療上應清熱利濕，攻下逐水，方選中满分消丸(《蘭室秘藏》)加減。\n脾惡濕，長夏主濕，暑令多濕。因此，本證候多見於夏令暑熱季節，或久居濕地之人，素體脾虛，飲食不節，往往因濕邪為患而誘發本證。\n脾胃濕熱證，治療不當，則易演變發展為其他證候。如脾胃濕熱侵及大腸，則導致大腸濕熱證，表現為腹痛、下痢膿血，里急後重，肛門灼熱等症狀。",
    "type_comparison": "寒濕困脾證與脾胃濕熱證 兩證候均可因濕困脾胃，或飲食不節，脾失健運，氣機受阻而致。都可有脘腹悶脹，納呆泛惡，腹痛便溏等症狀。臨床表現有相似之處，然其病性截然不同，本證屬濕熱內犯，或濕邪傷人，鬱久化熱；寒濕困脾證則濕從寒化，或素體脾胃虛寒，過食生冷瓜果而致病。因此，本證之濕必兼熱象，大便溏泄不爽，小便短赤不利，脾胃濕熱熏蒸，鬱而面目肌膚發黃，舌質紅而苔黃膩，脈濡數；寒濕困脾證之濕必兼寒象，大便溏泄，瀉下清水，因寒濕滯於經脈，阻塞氣機，常因濕溢肌膚而浮腫，脾為寒濕所困，生化不足，氣血不能外榮，則肌膚面目萎黃不澤，此屬陰黃，須與脾胃濕熱引起的陽黃加以鑑別。寒濕困脾證，可見口淡不渴，而脾胃濕熱證則見身熱口乾，亦有助於鑑別。\n肝膽濕熱證與脾胃濕熱證 二證均屬濕熱證，多因感受濕熱之邪，或嗜食肥甘，化生濕熱而來。但脾胃濕熱證的病變部位在脾胃，屬中焦濕熱，肝膽濕熱證的病變部位在肝膽，兩者病位不同，臨床上不難鑑別。脾胃濕熱證表現為脘腹痞悶，嘔惡厭食，且有肢體困重，大便溏泄，瀉而不爽，小便短赤不利，舌紅苔黃膩，脈濡數等症。肝膽濕熱證可見腹脹嘔惡，納呆，但主要見肝膽疏洩失常，膽氣上溢的脅肋脹痛，口苦，身目發黃，寒熱往來，陰囊濕疹或睾丸腫脹熱痛等症。婦女則見外陰瘙癢，帶下黃臭，苔黃膩，脈弦數。\n胃熱證與脾胃濕熱證 胃熱證系熱邪犯胃，過食辛熱之品而成，而脾胃濕熱證則為濕熱互結，其發病與季節有一定關係。胃熱證因熱鬱胃中，胃脘呈灼熱疼痛，消谷善飢，口臭，口乾口渴喜冷飲，亦可因胃熱灼傷血絡，迫血妄行而嘔血齒衄，舌紅苔黃，脈滑數。脾胃濕熱證則見脘腹脹滿，泛惡嘔吐，身重等症。二者臨床表現不同，不難區分。"
  },
  "literature": "《溫病条辨·中焦篇》：“濕之入中焦，有寒濕，有熱濕，有自表而來，有水谷內蘊，有內外相合。其中傷也，有傷脾陽，有傷脾陰，有傷胃陽，有傷胃陰，有兩傷脾胃。”",
  "zhengsu_composition": {
    "location": [
      "pi",
      "wei"
    ],
    "nature": [
      "shi",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：脾、胃。病性：濕、熱/火。根據證候名稱「脾胃濕熱證」分析其病機組成。"
}