{
  "id": "piweiyangxu",
  "number": 239,
  "name": "脾胃陽虛證",
  "category": "臟腑證候",
  "overview": "脾胃陽虛證又稱中焦陽虛證、或脾胃虛寒證。本證是指中焦陽虛，納運無權而出現的水谷不化，水濕內停，陽氣不能溫煦臟腑四末等臨床表現的概稱。多因過食生冷，或投藥過寒，以及久病失養，或腎陽不足，脾失溫煦所致。\n本證主要臨床表現為：脘腹冷痛，泛吐清水或痰涎，納少，腸鳴腹痛，下利清谷，或四肢清冷，倦怠，面色萎黃，頭暈，唇淡，舌質胖嫩，苔白或滑，脈虛弱或沉細。\n脾胃陽虛證常見於“虛勞”、“胃脘痛”、“腹痛”、“呃逆”、“嘔吐”、“反胃”、“泄瀉”、“痢疾”、“便血”、“水腫”、“飲證”等疾病中。\n本證通常應與“脾氣虛證”、“脾腎陽虛證”、“脾陽被遏證”相鑑別。",
  "clinical_manifestations": "脘腹冷痛，泛吐清水或痰涎，納少，腸鳴腹痛，下利清谷，或四肢清冷，倦怠，面色萎黃，頭暈，唇淡，舌質胖嫩，苔白或滑，脈虛弱或沉細。脾胃陽虛證",
  "common_diseases": [
    "“虛勞”",
    "“胃脘痛”",
    "“腹痛”",
    "“呃逆”",
    "“嘔吐”",
    "“反胃”",
    "“泄瀉”",
    "“痢疾”",
    "“便血”",
    "“水腫”",
    "“飲證”"
  ],
  "differential_syndromes": [
    "“脾氣虛證”",
    "“脾腎陽虛證”",
    "“脾陽被遏證”"
  ],
  "differential": {
    "self_analysis": "脾胃陽虛證，由於陽虛則寒，所以又稱“中焦虛寒證”。如虛寒性胃痛、虛寒性腹痛等均是。本證臨床表現雖有共同之處，又各具該病的特徵，治法亦同中有異，須加辨析。如虛勞病中的脾胃陽虛證，以面色萎黃，食少形寒，神疲乏力，少氣懶言，腹中冷痛，腸鳴泄瀉，舌淡苔白，脈微細為特點。華佗《中藏經》說：“脾者，土也，其病則面色萎黃”。此由脾胃陽虛，水谷不化，精微不布，生化乏源，臟腑經脈失養所致。治以溫中健脾，宜附子理中汤(《和劑局方》)加減。如腹痛、胃脘痛中的脾胃陽虛證，表現為痛勢綿綿，喜暖喜按，飢餓或勞累後痛甚，得食或休息後痛減。腹痛以少腹疼痛，大便溏薄為特點；胃脘痛者兼納谷呆滯，泛吐清水，手足不溫之症。此皆由脾胃陽虛，虛寒內盛所致。虛則喜按，寒則喜溫。治宜甘溫補虛，緩急止痛，方選黄芪建中汤(《金匱要略》)加減。如呃逆病中出現脾胃陽虛證時，呃聲低沉無力，氣不得續，面色蒼白，四末不溫，由脾胃陽氣虛弱，生化乏源，升降失常，胃氣上逆所致。治以溫補脾胃，和中止呃，以理中汤(《傷寒論》)為主，加丁香、吳萸。如嘔吐中之脾腎陽虛證，表現為飲食不節則易嘔吐，或勞倦困憊後，作嘔吐眩暈，乃脾胃不足，中陽不振，升降失調而成。治宜補中止嘔，以六君子汤(《婦人良方》)加枳殼、竹茹。如反胃病中見脾胃陽虛證，表現為朝食暮吐，暮食朝吐，吐出之物多未經消化，此屬脾胃陽虛，胃中無火。治宜溫中健脾，降逆和胃，可用理中汤(《傷寒論》)加減。如泄瀉病中的脾胃陽虛證，可見腸鳴腹痛，便次增多，完谷不化，甚則腹中冷痛，下利清谷等症。多因脾胃陽虛，陰寒內盛，運行無權，水谷不化，清濁不分所致。正如《素問·至真要大論》說：“諸病水液，澄澈清冷，皆屬於寒”。治宜溫中散寒，健脾止瀉，方用理中汤(《傷寒論》)加附子、肉桂。《河間六書·泄瀉門》指出：“脾泄者，腹脹滿注，……建中及理中湯”治之。如痢疾病中的脾胃陽虛證，表現為久病不愈，里急後重，下痢稀薄，帶有白凍，腹部隱痛，畏寒肢冷，多因脾胃陽虛，寒濕不化，留滯腸中所致，治以溫中健脾，方用理中汤(《傷寒論》)加肉桂、附子、蒼朮、蔻仁。如便血病中見脾胃陽虛證，以便血紫暗或黑色，腹痛隱隱，顏面蒼白，神疲肢冷為主症，多因脾胃虛寒，中陽不足，脾不統血，氣不攝血，血隨大便而下所致。《成方便讀》曰：“脾土一虛，即失其統御之權，於是得熱則妄行，得寒則凝澀，皆可離經而下，血為之不寧也”。治當溫中扶陽，益陰止血，黄土汤(《金匱要略》)加減。如水腫病中見脾胃陽虛證，可見四肢浮腫，神疲乏力，小便短少等症，多因中陽不足，脾失健運，氣不化水，水濕泛濫所致。張景岳說：“凡水腫等證，乃肺、脾、腎三臟相干之病，……水惟畏土，其制在脾，脾虛則土不能制水而反克”。治宜溫通脾陽，行氣利水，方用实脾饮(《濟生方》)加減。如飲證中見脾胃陽虛證，表現為胸脅支滿，脘腹喜溫喜按，胃中有振水聲，背部寒冷如掌大，不欲飲水，嘔吐清涎，頭暈心悸，苔白滑，脈弦細而滑等，皆因脾胃陽虛，體內水液停積，不得輸化所致。由於飲為陰邪，遇寒則聚，得溫則行，治宜溫脾化飲為主，《金匱要略》曰：“病痰飲者，當以溫藥和之”。可用苓桂术甘汤(《傷寒論》)加減。\n從臟腑整體觀念分析，脾胃與其它臟腑關係密切。如飲證、水腫等病，為肺、脾、腎三臟失調的疾患，只是各有不同的辨證特點罷了。脾陽不足，尤與腎陽衰微關係密切，脾陽運化功能須得命門之火的溫助，謂之“火能生土”。若命門火衰，下焦寒水上凌，謂之“水反侮土”。所以，脾腎陽虛證，日久亦可導致脾腎陽虛。",
    "type_comparison": "脾氣虛證與脾胃陽虛證 脾氣虛與脾胃陽虛在病機、症狀方面都十分相似。脾胃陽虛較重於脾氣虛，脾胃陽虛可視為脾氣虛的進一步發展。因陽虛則寒，所以脾胃陽虛證的寒象比較突出。脾氣虛證是脾失健運最常見的一種表現，症見納少神疲，氣短乏力，脘腹脹滿，舌淡，苔薄白，脈緩或濡細。脾胃陽虛證除包括上述脾氣虛證的主要症狀，且有不同程度的加重外，還兼有陽虛生內寒的表現，如四肢不溫，大便溏薄，泛吐清涎等，這是二者的不同之處。\n脾腎陽虛證與脾胃陽虛證 腎為先天之本，脾為後天之本。脾之運化功能賴命門之火的溫助，而腎藏之精，須脾轉輸精氣以充養，這是先後天相互依存的內在關係。脾胃陽氣虛衰日久，可累及於腎，而腎陽不足，命門火衰，火不生土，脾失溫煦，必導致脾胃陽虛衰。所以，脾腎陽虛證多由腎陽虛衰，脾失溫養所致。反之，中陽久虛，不能運化水谷，充養腎臟，遂致腎陽亦虛。脾胃陽虛證以脾失健運，胃失受納，水谷不化，食慾不振，嘔吐泄痢，脘悶腹脹等為主症。脾腎陽虛證當包括腎陽虛與脾陽虛兩者的症狀，症見面色晄白，畏寒肢冷，氣弱懶言，大便完谷不化，五更作瀉，腰膝酸冷，陽痿，浮腫，舌胖，苔白滑，脈沉細無力。而脾胃陽虛證則無腎陽虛證的表現。\n脾陽被遏證與脾胃陽虛證 脾與濕的關係極為密切，如寒濕困脾，水濕內停，脾不運濕等。因為寒與濕均為陰邪，易於傷陽，尤其易遏脾陽。脾陽被遏證多因其人內濕素盛，或過食生冷，涉水淋雨，驟感外濕，均可遏傷中陽。脾為濕邪所困阻，運化失權，症見飲食無味，脘悶口膩，頭身困重，或惡寒身疼，大便不實，舌苔白膩，脈濡細等。脾陽被遏證為寒濕困脾，脾陽不得舒展的實證；而脾胃陽虛證則為虛證。因二者病位均在脾，又有虛實表現之異，治療方法也當有別。脾胃陽虛證乃脾陽不運，當以溫陽健脾，益氣和胃為主，重在扶正；脾陽被遏證則當以散寒化濕為主，寒濕一去，脾陽得展，則諸症可解，重在祛邪。二者的鑑別還可從舌，脈上做出判斷，脾胃陽虛證，舌質胖淡，脈虛細；脾陽被遏證，舌苔厚膩，脈濡或滑。《辨舌指南》說：“辨舌質可知五臟之虛實”。說明舌苔的變化，反映病邪的輕重和正氣的虛實。二者有虛實之別，自當可辨。"
  },
  "literature": "《諸病源候論·五臟六腑病諸侯》：“脾氣不足，則四肢不用，後泄，食不化，嘔逆，腹脹腸鳴，是為脾氣之虛也。”\n《素問·至真要大論》：“諸濕腫滿，皆屬於脾。”\n《筆花醫鏡·脾部》：“脾屬土，中央黃色，後天之本也。下受命門之火，以蒸化谷食，上輸谷食之液，以灌溉臟腑，故人生存活之原，獨脾土之功為最大”。",
  "zhengsu_composition": {
    "location": [
      "pi",
      "wei"
    ],
    "nature": [
      "yang_xu"
    ]
  }
}