{
  "id": "pixushiji",
  "number": 160,
  "name": "脾虛食積證",
  "category": "臟腑證候",
  "overview": "脾虛食積因脾失健運，食積胃腸，而出現以脾胃虛弱，食積難化為主的證候。\n主要臨床表現：平素食少腹脹，經常腹瀉，飲食稍有不慎，即脘腹脹痛，噯腐吞酸，腹瀉不爽，大便腐臭，舌淡苔膩，脈細滑。\n脾虛食積常見於“傷食”、“厭食”、“腹痛”、“多寐”、“嘔吐”、“泄瀉”等疾病中。\n本證應與“食傷脾胃”、“脾胃陽虛”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“傷食”",
    "“厭食”",
    "“腹痛”",
    "“多寐”",
    "“嘔吐”",
    "“泄瀉”"
  ],
  "differential_syndromes": [
    "“食傷脾胃”",
    "“脾胃陽虛”"
  ],
  "differential": {
    "self_analysis": "傷食病中見脾虛食積證，是因脾胃虛弱，復飲食不慎，以致傷食，症見脘腹脹滿不舒，納差食少，噁心，稍有飲食不慎，則脘腹痞悶，大便溏稀，見不消化食物，氣短懶言，乏力，舌淡苔白或膩，脈細滑，屬脾胃虛弱，食積滯中，運化無權，正虛邪實，當消補並用，宜异功散(《小兒藥證直诀》)加減。厭食病中見脾虛食積證，病因脾胃虛弱，運化無權，胃不腐熟，納化呆鈍，以不知飢餓，胃呆納少，胸脘不舒，氣短乏力，體倦懶言，大便溏薄，舌淡苔薄白，脈細或虛大無力為特點，治以益氣健脾，升清降濁，用谷神丸(《蘇沈良方》)加減。腹痛病中見脾虛食積證，以脘腹脹滿疼痛，得食益甚，便後痛減，食少難消，脘痞便溏，苔膩脈弱為特點。脾氣虛弱，食積難化，與宿食膠結胃腸，閉阻氣道而痛，治以健脾消食，用健脾丸(《證治準繩》)加減，若食停於內，寒熱互結，標實較重，心下痞痛，不思飲食，倦怠乏力者，可用枳实消痞丸(《蘭室秘藏》)加減，以行氣導滯。多寐病中見脾虛食積證，以食入胃即睡，精神困倦，肢怠乏力，面色萎黃，納少便溏，舌淡，苔薄白，脈虛弱為特點，如《雜病源流犀燭》所言“食方已，即困倦欲臥，脾氣弱……俗名飯醉”，治宜健脾益氣，方用香砂六君子汤(《張氏醫通》)加山楂、神曲、麥芽。嘔吐病中見脾虛食積證，以嘔吐長期反覆發作，呈慢性病程，飲食稍多即嘔吐，不喜食，食即嘔，伴自利，臍腹痛，肢體倦，嗜臥懶言，足冷，頭目昏，宜参术调中汤(《衛生寶鑑》)加減，以調中止嘔。久泄病中見脾虛食積證，以大便溏薄有腐臭氣，排便不爽，脘腹痞脹，納少噯腐，舌淡，苔腐或膩，脈細緩為特點，是因脾氣虛弱，不能運化水谷精微，食積難化，清濁不分，並下大腸所致，治宜補脾健胃，消食導滯，方用健脾丸(《證治準繩》)加減。\n本證屬本虛標實，若標實為主，當以治標為先，治宜消積導滯，和胃運脾，方用小保和丸(《醫方集解》)或保和丸(《丹溪心法》)加減。\n若脾氣虛弱進一步加重證見脾胃陽虛，可以出現反胃，症見食後脹悶，朝食暮吐，暮食朝吐，治以溫補脾胃，和中降逆，甚則溫補脾腎，益火鎮逆，丁沉透膈散(《和劑局方》)或六味回阳饮(《景岳全書》)加減。本證多見於年老體衰，臟氣虛弱者，納運功能較弱，飲食稍不留意，冷熱稍有不適，即為脾虛食滯。本證屬虛中挾實，宜消食化積，配補氣健脾，臨床上當根據食滯與脾虛孰輕孰重分別選用枳实导滞丸(《內外傷辨惑論》)、枳术丸(《脾胃論》)、健脾丸(《證治準繩》)、枳实消痞丸(《蘭室秘藏》)加減。",
    "type_comparison": "食傷脾胃證與脾虛食積證 食傷脾胃證多因飢飽失常，或過食生冷、油膩、不潔之物，損傷脾胃，食滯中阻，脾胃納化失常，升降失司所致，證見胃脘脹滿，疼痛拒按，嘔吐酸腐，噯氣厭食，或腸鳴腹痛，瀉下糞便，臭如敗卵，或大便秘結，舌苔厚膩，脈滑或弦滑，屬實證。脾虛食積證多因脾胃虛弱，食積難消所致，以平素食少腹脹，經常腹瀉，飲食稍有不慎，即脘腹脹痛，噯腐吐酸，腹瀉不爽，大便腐臭，舌淡苔膩為主要臨床表現，屬本虛標實證。\n脾腎陽虛證與脾虛食積證 兩證都是病位在脾胃，脾胃陽虛證由脾胃氣虛證發展而來，也可由素稟不足，過食生冷，或寒邪入內，中陽受損，陽虛運化無權所致。臨床表現為一派虛寒之象，脘腹隱隱作痛，喜溫喜按，遇冷加劇，飢餓痛甚，便溏或下利清水，完谷不化，口淡不渴，四肢不溫，肢體浮腫，舌質淡嫩，苔白滑，脈沉細或遲弱。脾虛食積證多因脾胃氣虛，食積難消所致，以脾氣虛弱證候為主，兼見食滯不化證候，平素食少腹脹，經常腹瀉，飲食稍有不慎，即脘腹脹痛，噯腐吞酸，腹瀉不爽，大便腐臭，舌淡苔膩為主要臨床表現，屬本虛標實證，有食積於內、食滯難化之標實。"
  },
  "literature": "《奇效良方 卷四十三》：“蓋脾土宜暖，而不宜生冷，若人之原稟脾胃怯弱，氣血虛憊，兼以不善調攝，或恣其飲食，或寒濕不適，飢飽失宜，愈傷脾氣，凡百飲食入於胃中，不能克消，以致停蓄，遂成宿滯，變生諸疾。”\n《明醫雜著·驚搐》：“大凡飲食停滯，痰積壅滿，而見驚證，實因脾土虛弱不能運化所致，但健脾胃，則食自消，痰自化。”\n《羅氏會約醫鏡·論脾胃》：“若積因為脾虛，不能健運藥力者，或消補並行，或補多消少，或先補後消，治在所謂：養正而積自除，故前人必投參朮贊助以成功也，不得專行攻積，以傷元氣，而積愈滯，速其危也。”\n《張氏醫通·論飲食》：“老人虛人易於傷食，或膨脹痞悶，或腹滿作瀉，當消補兼施，以九味资生丸服之，苔白淡，思食見食不進，食過則厭，兼噁心胸悶不快，胃虛挾痰飲也，六君子加枳實、香砂，若不思飲食，食不克化，食後反飽，脾虛不能健運也，枳实理中丸。”"
}