{
  "id": "pixushire",
  "number": 158,
  "name": "脾虛濕熱證",
  "category": "臟腑證候",
  "overview": "脾虛濕熱證是指因脾氣虛弱，運化失司，水濕停滯，蘊久化熱，濕熱內蘊而出現的證候。\n主要臨床表現為：身體困重，身熱不揚，食少腹脹，便溏，舌紅胖齒痕，苔黃厚膩，脈細濡數。\n脾虛濕熱證常見於“痢疾”、“口瘡”、“消渴”、“黃疸”、“痞滿”等疾病中。\n本證應與“脾胃濕熱證”、“脾虛濕困證”、“脾經濕熱證”相鑑別。",
  "clinical_manifestations": "身體困重，身熱不揚，食少腹脹，便溏，舌紅胖齒痕，苔黃厚膩，脈細濡數。脾虛濕熱證",
  "common_diseases": [
    "“痢疾”",
    "“口瘡”",
    "“消渴”",
    "“黃疸”",
    "“痞滿”"
  ],
  "differential_syndromes": [
    "“脾胃濕熱證”",
    "“脾虛濕困證”",
    "“脾經濕熱證”"
  ],
  "differential": {
    "self_analysis": "痢疾病中見脾虛濕熱證，多見於休息痢中，其人素體脾氣虛弱，或痢久不愈，損傷脾臟，脾氣虛弱，濕熱內蘊，正虛邪戀，證見下痢時發時止，纏綿經年難愈，飲食減少，神疲乏力，倦怠嗜臥，怯冷懶言，發時腹痛，里急後重，下痢赤白粘液，舌淡苔白膩，脈濡軟或虛數，治宜溫中健脾，清腸化滯，方用异功散(《證治要訣》)加苡仁、木香、檳榔、黃連。口瘡病中見脾虛濕熱證，是因中氣不足，濕鬱化熱，虛火上衝，見口瘡反覆發作，時輕時重，口瘡潰面不紅，疼痛較輕，創面周圍雖腫不紅，頭暈乏力，氣短懶言，自覺發熱，而體溫正常，疲勞後口瘡加重，舌質淡，苔薄白或微膩，脈虛弱，治宜補中益氣，升陽散火，方用升阳散火汤(《脾胃論》)加減。消渴病中見脾虛濕熱證，《靈枢·本藏》言“脾脆則善病消瘅易傷”，因治療失當，或過用苦寒，脾虛不能轉輸水谷精微，水谷精微下流而為尿甜，水谷精微不能濡養肌肉，而見形體日益消瘦，以脾虛為主要表現，見口渴引飲，能食便溏，飲食減少，精神不振，四肢乏力，舌淡苔白而乾，脈細弱無力，治宜健脾益氣，清熱利濕。用七味白术散(《張氏醫通》)加減。如《張氏醫通·消渴》所言“食已如飢，胃熱消谷，陽明脈盛，心火上行，面黃肌瘦，胸悶脅脹，小便赤澀，七味白朮散”。黃疸病中見脾虛濕熱證，常見於谷疸，症見乏力納呆，脘痞，食入作眩，或已食如飢，飢而不欲食，胸悶脅痛，心煩不安，口乾渴或不欲飲，尿黃赤，大便乾結或溏軟，或身目發黃，或脅下積聚，舌紅或暗紅，或舌體胖，苔白或黃，或膩，脈緩滑弦數，是因脾氣虛弱，運化不及，濕熱內蘊，熏蒸肝膽而致，宜黄连丸(《聖濟總錄》)加減。痞證病中見脾虛濕熱證，以心下痞滿，按之不痛，嘔惡心煩，口渴不欲飲，乾噫食臭，腸鳴下利，舌質淡紅，苔白膩偏厚，或滑膩，脈沉弦或虛大無力為特點，此由脾胃虛弱，水熱互結，中焦失和而致，治宜調補脾胃，化飲清熱，用生姜泻心汤(《傷寒論》)加減。\n本證之濕熱多由外感而致，或脾虛生濕化熱，脾氣虛弱多因久病勞傷，素體不足或過用苦寒傷正，失治誤治而來，病程較長。臨床上或以脾氣虛弱為主，或見濕熱內蘊為主，病久易致脾腎陽虛，濕盛陽微之證，為難治。",
    "type_comparison": "脾胃濕熱證與脾虛濕熱證 兩者均可見濕熱中阻的臨床表現，病位在中焦，病因為感受濕熱之邪或飲食不節，進食肥甘酒酪煎炙，釀濕生熱，內蘊脾胃，致使升降失常。濕熱內蘊則見脘腹痞悶，身體困重，口苦粘膩，不思飲食，厭惡油膩等共同症狀，脾虛濕熱證並見脾氣虛弱之候，如食少、便溏、腹脹等，為本虛標實，脾胃濕熱證則以實證為主。\n脾虛濕困證與脾虛濕熱證 兩證均可見脾氣虛弱，食少、腹脹、便溏之證，脾虛濕熱證是因脾氣虛弱，濕熱內蘊，同時可見濕熱內蘊之脘腹痞悶，身體困重，口苦粘膩，不思飲食，厭惡油膩等。脾虛濕困證是因脾氣虛弱所導致，濕邪內阻氣機，臨床上表現還可見身體困重或有微腫，舌淡胖，苔白潤而膩，脈濡緩等濕邪內阻的證候。\n脾經濕熱證與脾虛濕熱證 兩證之病位均在中焦，均有濕熱，每易混淆，但脾虛濕熱證重點以脾虛與濕熱並見，多因脾虛水濕內停，濕濁化為熱所致，或濕熱內蘊，脾運受傷致濕熱與脾氣虛弱並見。脾經濕熱證則主要以濕熱困遏脾經為主，是脾失健運，水濕停滯，濕蘊生熱，濕熱蘊蒸而致，亦可因感受濕熱，交阻於中焦而致病。臨床證見脘痞腹脹，納呆嘔惡，肢體困重，尿黃，甚則身目俱黃，舌苔黃膩，脈濡數等濕熱蘊於脾經之象。脾虛濕熱證每因脾氣虛弱，運化失司，水濕停滯，蘊久化熱，濕熱內蘊而致，脾虛之象較顯。臨床上可見食少、乏力、消瘦、便溏等脾虛之象。"
  },
  "literature": "《馮氏錦囊秘錄·卷九》：“濕熱之原因，寒熱飢飽失常，喜怒勞役過度，以傷脾胃，脾胃為水谷之海，調則運行水谷而致精華，傷則動火熏蒸水谷而為濕熱，且胃司納受，脾司運化，今脾既不能運化，則飲食停積，而濕熱愈生也。”\n《馮氏錦囊秘錄·卷十一》：“虛人中氣脾胃虛弱，自不能滲濕運化飲食，致變精微，乃遂其陰火蒸爍，猶水煮為鹽，釀成濕熱而成痰。不思壯其資生之本，而偏用清熱消痰之劑，則脾愈虛愈濕，愈濕而痰愈多，益令胃傷而減食，脾傷而泄瀉。”"
}