{
  "id": "pixushikun",
  "number": 155,
  "name": "脾虛濕困證",
  "category": "臟腑證候",
  "overview": "脾虛濕困又稱脾為濕困、寒濕困脾、濕困脾陽。本證或由脾氣先虛而水濕不運，形成濕邪困脾；或因為脾陽不振而寒濕停聚中焦，造成濕困脾陽。皆因脾虛在先，濕生在後所致。也可因外濕內襲，浸漬脾土，損傷脾氣或戕伐脾陽而致。脾虛濕困證包括兩方面，一為脾虛(脾氣虛、脾陽虛)，一為水濕停聚。\n主要臨床表現是：脘胃痞悶、脘腹隱痛、飲食減少或不思飲食，口中粘膩，噁心嘔吐，大便溏薄，肢困身重，頭重如裹，面色萎黃晦滯，甚者肢體浮腫，婦女白帶增多，舌淡或胖，苔白滑或白膩，脈濡緩。\n脾虛濕困證常見於“痰飲”、“嘔吐”、“泄瀉”、“霍亂”、“黃疸”、“水腫”等病證中。\n本證應與“脾氣虛證”、“脾陽虛證”、“脾腎陽虛證”、“腎虛水泛證”等相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“痰飲”",
    "“嘔吐”",
    "“泄瀉”",
    "“霍亂”",
    "“黃疸”",
    "“水腫”等病證"
  ],
  "differential_syndromes": [
    "“脾氣虛證”",
    "“脾陽虛證”",
    "“脾腎陽虛證”",
    "“腎虛水泛證”"
  ],
  "differential": {
    "self_analysis": "寒濕邪氣為病，或濕邪外侵，或寒濕內生，有虛證，也有實證。其病位多在肺脾腎三臟，其關鍵在於脾，故《素問·至真要大論》說：“諸濕腫滿，皆屬於脾”。《景岳全書·濕證》云：“凡氣令陰寒及陽氣不足之人，多有其證”。脾虛而被寒濕所困之證，在不同病證中的表現，也各有特點。若痰飲而見脾虛濕困證，是脾氣虛健運失司，水濕不化為津液而聚濕停飲，上漬於肺，則咳痰量多，色白而稀，兼有食少、脘脹、便溏、乏力，舌苔白膩，脈滑或濡，治宜健脾燥濕，方用二陳湯(《和劑局方》)；或脾陽虛而寒濕困脾，則必久咳喘息，寒飲內盛，痰飲量多且有泡沫，兼有畏寒肢冷或面目浮腫，治當溫脾肺而化飲，方用苓甘五味姜辛湯(《金匱要略》)；或脾陽不振，水飲不化而積飲於胃，則必胃中有振水聲，且有胸脅支滿，背冷如掌大，噁心、嘔吐清水痰涎，心悸氣短，頭目昏眩，舌苔白滑，脈弦而滑，治應溫脾化飲，方用苓桂朮甘湯(《金匱要略》)。總之，寒濕化飲，終為陰邪，故《金匱要略·痰飲咳嗽病脈並治》提出：“病痰飲者，當以溫藥和之”的治療原則。若嘔吐而見脾虛濕困證，則嘔吐多為清水痰涎，平時口泛清水，脘悶納呆，頭眩心悸，苔白，脈滑，緣由脾陽不振，寒濕中阻，清陽不升，濁陰上逆所致，治應溫中化濕、降逆止嘔，方用小半夏合苓桂朮甘湯(《金匱要略》)加減。若泄瀉而見脾虛濕困證，或脾陽不足，水不化氣而寒濕內生，或過食生冷，或濕寒外侵，脾失健運，升降失調，清濁不分，飲食不化，大便清稀甚至如水樣，腹痛腸鳴，舌苔白膩，脈濡緩，水濕內生而濕困脾陽，輕者則宜溫脾燥濕滲淡分利，方用平胃散(《和劑局方》)、胃苓湯(《丹溪心法》)；重者宜溫補脾陽，陽勝則燥，而陰濕自退，方用佐關煎(《景岳全書》)。外濕內侵，濕困脾土而致泄瀉者，當兼惡寒發熱，頭痛，肢體痠楚，口中粘膩等症狀，治宜芳香化濕，健脾寬中。方用藿香正氣散(《和劑局方》)。若霍亂病而見濕困脾陽證者，則起病急驟，上吐下瀉，日十數行甚或數十行，下利清谷或如米泔水，不甚臭穢，胸悶腹痛，四肢清冷，此因寒濕壅滯中焦，遏阻脾陽，所以清濁不分，上吐下瀉，治應芳香燥濕、溫中健脾，方用藿香正氣散、不換金正氣散(《和劑局方》)。若黃疸病而見寒濕困脾證，發為陰黃，黃色晦暗不澤，食少脘悶，畏寒神疲，便溏，舌苔白膩，脈細遲，乃因中陽不振，寒濕中阻，膽汁外溢，故身目發黃，治應溫中健脾化濕，方用茵陳四逆湯(《張氏醫通》)。若水腫病而見濕困脾陽證，則水腫以腰以下為甚，按之可凹，肢冷，便溏，小便不利，舌苔白滑，脈沉遲，此即脾陽不振而水濕內泛之證，治當溫運脾陽，利水滲濕，方用實脾飲(《濟生方》)。\n脾虛濕困證又常見於體虛肥胖之人，所謂“肥人多濕”，每見體胖而肌肉不實，怠倦肢困，痠楚乏力，短氣自汗，或停痰積飲，或下肢浮腫，或婦女帶下清稀，舌胖嫩、多有齒痕，脈濡緩。六氣之中，濕乃夏秋間之主氣，故每夏秋之季，或冒雨露，或涉江河，或貪涼飲冷，則濕從外入，或從內生，犯脾為濕困之證。",
    "type_comparison": "脾氣虛證與脾虛濕困證 脾主磨化水谷，又主運化水濕，輸布精微，脾氣虛則脾不磨谷，表現為食少，脘脹，腹瀉，乏力，面色萎黃，倦怠消瘦，舌淡，脈弱；在脾氣不足證中，可見水濕不化之症，是因脾氣虛而健運失司所致，所以脾氣不足的關鍵在於脾不健運，治療時以健脾為主，可佐以燥濕之劑。若脾虛日久，水濕不化，或外濕內襲，造成有形濕邪停聚中焦，或困阻脾氣，其表現除脾氣虛外，還有肢困、身沉、頭如裹、口中粘膩、噁心嘔吐等濕盛症狀，則形成脾虛濕困證，治療除健脾外，必以芳香化濕為法，濕去則脾健，邪去則正復；若水濕內勝而遏阻脾陽，則除有濕困脾氣的症狀之外，還有畏寒肢涼，或下肢浮腫，婦女帶下清稀等，亦為脾虛濕困證，治療當溫脾陽而化寒濕。總之，脾氣虛者純屬虛證，而脾虛濕困則為正虛邪實之證。\n脾陽虛證與脾虛濕困證 因脾陽虛而水濕不化，泛溢肌膚，與脾虛濕困證中之寒濕內盛，壅遏脾陽而致的水腫，二者區別甚微，其病機基本相同，臨床表現均有水腫，且都見腰以下浮腫顯著。所不同者，脾陽虛證以陽不足的表現為主，如畏寒肢冷，腰冷且痛，治宜溫陽；而脾虛濕困證雖也有畏寒肢冷等脾陽不足的症狀，相對比較為輕，以水濕實邪停聚表現較明顯，除腰以下浮腫外，兼有身重、肢困、倦怠、嗜睡、脘悶、口中粘膩等症狀，治療宜溫陽而兼燥濕、化濕、利濕。以資區分。\n脾腎陽虛證與脾虛濕困證 脾腎陽虛證因脾陽不足，水濕不化；腎陽不充，氣化不利，水濕內停所致，症狀表現以寒性症狀為主，水腫腰以下為甚；脾虛濕困證中之因寒濕困脾，脾虛水泛而致的水腫，症狀較輕，且無腎陽虛症狀，表現為腰痛，五更腎泄，甚至陽痿等，而濕困脾土的症狀，如胸悶、泛惡欲吐、肢困身重、頭重如裹等，則較脾腎陽虛證為明顯。故二證不難區分。\n腎虛水泛證與脾虛濕困證 前者因腎陽不足，氣不化水，陰不從陽，故以水腫為主症，且有肢冷、畏寒、腰痛、肢軟、尿清長、陽痿、脈沉等腎陽虛的症狀；脾虛濕困證雖亦可因脾陽不足，脾不化濕而水溢肌膚，但其表現當以脾陽虛及濕邪內盛為主，如胸悶、欲吐、身困、頭重等症狀，區別於腎虛水泛證。"
  },
  "literature": "",
  "zhengsu_composition": {
    "location": [
      "pi"
    ],
    "nature": [
      "qi_xu",
      "shi"
    ]
  }
}