{
  "id": "pixutanshi",
  "number": 159,
  "name": "脾虛痰濕證",
  "category": "臟腑證候",
  "overview": "脾虛痰濕證是由於脾氣虛弱，運化失職，濕邪內聚成痰，痰濁或阻遏清陽，或蒙蔽清竅，或流注下焦而出現的證候。\n主要臨床表現為：倦怠乏力，少氣懶言，頭暈頭重，食少納呆，噁心欲嘔，痰多易咳，質或稀或稠，胸脘痞悶，腹脹便溏，口乾不欲飲，舌質淡，舌苔白膩，脈濡滑。\n脾虛痰濕證常見於“咳嗽”、“眩暈”、“癲證”、“多寐”病中。\n本證應與“濕邪困脾證”、“痰火擾心證”、“膽鬱痰擾證”、“濕痰證”相鑑別。",
  "clinical_manifestations": "倦怠乏力，少氣懶言，頭暈頭重，食少納呆，噁心欲嘔，痰多易咳，質或稀或稠，胸脘痞悶，腹脹便溏，口乾不欲飲，舌質淡，舌苔白膩，脈濡滑。脾虛痰濕證",
  "common_diseases": [
    "“咳嗽”",
    "“眩暈”",
    "“癲證”",
    "“多寐”病"
  ],
  "differential_syndromes": [
    "“濕邪困脾證”",
    "“痰火擾心證”",
    "“膽鬱痰擾證”",
    "“濕痰證”"
  ],
  "differential": {
    "self_analysis": "咳嗽病中見脾虛痰濕證，以咳嗽反覆發作，咳聲重濁，痰清稀或多泡沫，量多易咯出，早晨或食後咳甚痰多，進甘甜油膩食物加重為特點，見胸悶脘痞，嘔惡食少，體倦，大便時溏，舌苔白膩，脈濡滑，病因脾失健運，釀濕生痰，上壅於肺，宜二陈平胃汤(《和劑局方》)加黨參、白朮健脾化痰。眩暈病中見脾虛痰濕證，多由脾胃久病，脾氣虛衰，運化無能，濕滯難化，聚而成痰，痰濕阻滯中焦，氣機不暢，升降失常，痰濁上逆，上犯清竅，而致眩暈，多見於形體虛胖之中老年，病程較久，頭目眩暈，陣發加重，頭蒙沉重或兼耳鳴，時或噁心，兼見精神不振，食後困倦，胸悶痰多，脘腹虛脹，甚則可見下肢浮腫，或水腫，小便不利，或時渾濁，大便滯而不爽，舌質淡胖，舌苔白膩或白滑，脈虛弱或滑數，治宜燥濕祛痰，健脾和胃，方用半夏白术天麻汤(《醫學心悟》)，或苍白二陈汤(《沈氏尊生書》)化裁。《蘭室秘藏·頭痛》言“噁心嘔吐不食，痰唾稠粘，眼黑頭眩，目不能開，如在風雲中……即是脾胃氣虛，濁痰上逆之眩暈，主以半夏白术天麻汤”。癲證病中見脾虛痰濕證，以情感淡漠，不動不語，甚則呆若木雞，目瞪如愚，傻笑自語，生活被動，靈機混亂，或目妄見，耳妄聞，自責自罪為特點，伴面色萎黃，便溏，溲清，舌質淡，舌體胖，苔白膩，脈滑或脈弱。是因脾虛生痰，痰蒙心竅，治宜益氣健脾，滌痰開竅，選用四君子汤(《和劑局方》)合涤痰汤(《奇效良方》)化裁。癲證休止期見本證，以脾氣虛弱為主要見症，神疲乏力，身體瘦弱，食慾不佳，大便溏薄，咯痰或痰多，或噁心泛嘔，或胸脘痞悶，舌質淡，苔白膩，脈濡滑或細弦滑。治當調其生痰之源，以健脾為主，以六君子汤(《醫學正傳》)化裁。本證見於哮喘緩解期，以哮喘反覆發作，病久咳喘無力，痰液清稀量多，咳嗽短氣為特點，伴見面色晄白，自汗畏風，食少納呆，便溏，頭面四肢浮腫，舌淡有齒痕，苔白，脈濡弱。此由哮病反覆發作，正氣日傷，脾虛則運化失職所致，治以健脾益氣，補土生金，用四君子汤(《和劑局方》)加減，平時可常服六君子丸或资生丸。多寐病中見脾虛痰濕證，是由脾氣虛弱，運化無權，谷不化精而成痰濁，痰濕壅滯，陽氣不振則成多寐，證見精神萎頓，晝夜嗜睡，胸悶脘脹，形體肥胖，脈滑，苔厚，肢倦乏力，面色萎黃，納少便溏，苔薄白，脈虛弱。用太无神术散(《醫學正傳》)化裁。\n本證以脾氣虛弱，痰濕內盛為主要見證，屬本虛標實證，一方面脾之運化無力，升清無能，心神及全身失於溫養，另一方面津液精微不得輸布，化為痰濁，阻塞氣機，壅滯中焦，而致氣機失司。本證常見於慢性病中，可反覆發作，重則痰蒙心竅，擾亂神明，發為癲證，鬱久化熱，痰熱互結，或可致狂；痰阻肺經，阻塞氣機，可有咳、喘、哮等病證。",
    "type_comparison": "濕邪困脾證與脾虛痰濕證 濕邪困脾證有食少便溏等證，與本證有相同之處。但濕邪困脾證病緣濕邪，多因久居濕地，或冒雨涉水，而致外濕入里，困遏脾陽。以濕邪內盛為主，尚未成痰，沒有困遏清陽，蒙蔽心竅，流注下焦等多種變證。脾虛痰濕證則痰濕主要由脾氣虛弱，運化無權，痰濕自內而生，痰濕隨氣流注，或困清陽，或蒙蔽清竅，或流注下焦，或壅塞氣道，或結聚成塊，壅滯難消。\n痰火擾心證與脾虛痰濕證 痰火擾心證多因情志憂鬱，喜怒無常，導致痰火上擾心神所致。臨床證見心悸，心煩，面赤，口乾，失眠多夢，易驚，譫語，哭笑無常，小便黃赤，大便乾，舌苔黃膩，脈滑數。脾虛痰濕證出現之精神異常以情感淡漠，不動不語，甚則呆若木雞，目瞪如愚，傻笑自語，生活被動，靈機混亂，或目妄見，耳妄聞，自責自罪為特點，不伴有熱象，多出現在癲證等疾病中。\n膽鬱痰擾證與脾虛痰濕證 膽鬱痰擾證是因七情鬱結，氣機不暢，膽失疏洩，氣鬱生痰，痰熱內擾，而見眩暈、口苦、煩躁、失眠、胸悶、舌苔黃膩、脈弦滑等症。脾虛痰濕證是由於脾氣虛弱，運化失職，濕邪內聚成痰，痰濁或阻遏清陽，蒙蔽清竅，或流注下焦而出現的證候。臨床上除可見倦怠乏力，食少納呆，痰多易咳，質或稀或稠，噁心欲嘔，少氣懶言，頭暈頭重，腹脹便溏，口乾不欲飲，胸脘痞悶，舌質淡，舌苔白膩，脈濡滑等脾氣虛的證候外，痰濁蒙心則可見癲證，痰阻於肺則見咳、痰、喘。上阻清陽則見眩暈，證屬本虛標實，與膽鬱痰擾之實證不同。"
  },
  "literature": "《蘭室秘藏·頭痛》：“所論噁心嘔吐不食，痰唾稠粘，眼黑頭眩，目不能開，如在風雲中……即是脾胃氣虛，濁痰上逆之眩暈，主以半夏白术天麻汤。”\n《證治匯補·內因門·痰症》：“痰之動出於脾，凡虛弱之人，脾虛不運，清濁停留，津液凝滯，變為痰飲者，其痰清晨愈多，其色稀白，其味亦淡，宜實脾養胃，使脾胃調和，飲食運化，而痰自不生，故治痰不知理脾，失其治也。”\n《證治匯補·內因門·飲症》：“更有脾虛之人，每於飲後即覺停滯於中，腸鳴於內，甚則作瀉，用分利不效者，法當溫理中焦。”",
  "zhengsu_composition": {
    "location": [
      "pi"
    ],
    "nature": [
      "shi",
      "tan"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：脾。病性：濕、痰。根據證候名稱「脾虛痰濕證」分析其病機組成。"
}