{
  "id": "qibi",
  "number": 6,
  "name": "氣閉證",
  "category": "基礎證候",
  "overview": "氣閉證是因邪氣壅盛，氣機逆亂，陰陽乖戾，而導致九竅閉塞不通所出現的危急症狀的證候。本證為風火痰瘀之邪閉塞清竅所致，故為實證。\n臨床表現以驟然神志昏迷，躁動不安，面赤耳聾，氣粗痰鳴，牙關緊閉，兩手握固，大便秘結，小便不通，舌苔黃或厚膩，脈弦數或滑沉等症狀為主。\n氣閉證散見於“中風”、“昏迷”、“癃閉”、“便秘”、“耳聾”、“小兒驚風”等病變中。\n本證應與“氣逆證”、“熱入心包證”、“熱結胃腸證”、“痰火上蒙證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“中風”",
    "“昏迷”",
    "“癃閉”",
    "“便秘”",
    "“耳聾”",
    "“小兒驚風”"
  ],
  "differential_syndromes": [
    "“氣逆證”",
    "“熱入心包證”",
    "“熱結胃腸證”",
    "“痰火上蒙證”"
  ],
  "differential": {
    "self_analysis": "《素問·調經論》曰：“血之與氣，並走於上，則為大厥，厥則暴死，氣復返則生，不返則死。”此言本證見於中風者，多為肝氣升動無度，氣血上逆，兼挾痰火，清竅閉塞所致。症見猝中昏仆，不省人事，口眼喎斜，半身不遂，牙關緊閉，兩手握固，面紅氣粗，痰聲漉漉，躁動不安，大便乾結，苔黃膩，脈弦數。治宜開竅啟閉，熄風豁痰，方選至寶丹(《和劑局方》)、或鎮肝熄風湯(《醫學衷中參西錄》)加減；又如氣中昏迷者，多因情緒波動，怒則氣上，逆氣上衝而致清竅蒙蔽，閉塞不通。症見神昏卒仆，牙關緊閉，手足拘攣，狀如中風面無口喝，半身不遂的後遺症，脈沉遲。治宜降逆理氣，散結啟閉，方選八味順氣散(《世醫得效方》)、或七氣湯(《和劑局方》)加減；又如氣閉而致的癃閉，多因肺失肅降，不能通調水道，或濕熱內結膀胱，開闔失司面閉塞不通。症見小便點滴不暢，排尿困難，甚則小便不通，且伴有少腹脹滿，口渴不欲飲，或咳嗽氣促，苔黃或黃膩，脈沉滑或滑數。治宜開肺氣而啟閉，清濕熱而利小便，方選清肺飲(《證治匯補》)合沉香散(《金匱翼》)加減，亦可採用《丹溪心法》的“提壺揭蓋法”，即在服藥的同時，運用取嚏，探吐的方法，用開關散(《雜病源流犀燭》)取嚏，瓜蒂散(《傷寒論》)催吐，使肺氣宣肅，上中二焦之氣通暢，則上竅開下竅通，故小便自通也；又如氣閉而見於便秘者，多因肝鬱化火，導致胃腸熱結，氣機閉塞，傳導失司，糟粕不行。證見大便秘結，胸脅脹痛，噯氣頻作，腹脹口乾，舌苔黃燥，脈弦數或沉實。治宜疏肝和胃而理氣，散結行氣而通閉，方選六磨湯(《世醫得效方》)加減；又如氣閉耳聾者，多因暴怒傷肝，肝氣郁結，兼挾痰火，上擾清竅而閉塞，耳脈瘀阻。其症初見耳鳴，每隨情緒波動而輕重，繼則耳聾，伴頭痛目眩，口苦心煩，痰多胸悶，大便秘結，小便黃赤，舌紅，苔黃膩，脈弦數或弦滑。治宜清肝洩熱，化痰開閉，方選龍膽瀉肝湯(《蘭室秘藏》)合氣化痰丸(《醫方考》)加減。\n本證所出現的氣機閉塞，每因情緒波動面誘發，故性情急躁，易暴喜怒之人，常觸發為本證。氣閉證亦可見於小兒驚風病，因小兒臟腑嬌嫩，元氣未充，神氣怯弱，若暴受驚恐，擾亂氣機，氣機閉塞，神明蒙閉，亦可發為氣閉證。因此，臨床上當根據不同性格、年齡的特點加以辨析。\n本證在氣機病變的發展過程中，主要表現為九竅閉塞不通。臨床上因邪氣閉塞，氣機無以升降出入，人體生命活動受到障礙，會出現陰陽離決的表現，由閉而致脫，如中風不僅見神昏，牙關緊閉，兩手握固，同時又見二便自遺，汗出如油，此時當啟閉救脫並施。風火痰瘀之邪是造成氣機閉塞的重要因素，故在本證的臨床表現中，往往兼挾上述病邪。如氣閉按痰，可見喘促痰鳴；氣閉挾風，可見手足瘦瘛；氣閉挾火，可見面紅目赤；氣閉挾瘀，可見肢體癱瘓等等。治療時，應在開竅啟閉，疏通氣機的同時，兼顧祛邪，甚至於在本證急救取效後，亦要針對上述不同病因，積極予以治療，否則會再度造成氣機閉塞，病情會更趨險惡，不可不慎。",
    "type_comparison": "氣逆證與氣閉證 二者均為氣機升降出入功能失常的病變，且與情緒波動，肝失疏洩，氣機逆亂有關。其鑑別要點在于：一、氣逆證的主要病機為氣機逆上，有升無降；氣閉證則為氣機逆亂而造成的氣道閉塞不通。二、氣逆證的臨床表現以咳喘、嘔逆、眩暈、頭痛為主；氣閉證則為神志昏迷，牙關緊閉，二便不通。三、氣逆證的病變部位主要在肺、胃、肝；氣閉證的病變部位反映在九竅閉塞。四、氣逆證以平逆降氣為主；氣閉證以啟閉通竅為先。故二者有明顯的區別。\n熱入心包證與氣閉證 在臨床表現上均可見神志昏迷，面赤氣粗，但其病因，病位不同，故當鑑別。熱入心包證是因外感熱病，邪熱內陷心包，擾亂神明所致，氣閉證則是氣機逆亂，閉塞清竅而成。熱入心包證可見高熱神昏，谵語煩躁，舌紅絳，苔焦黃，脈細數等症，氣閉證則以神昏竅閉，牙關緊閉，二便不通為特點。故可以此為辨。\n熱結胃腸證與氣閉證 臨床上均可見大便秘結的症狀。但熱結胃腸證是因外感六淫，邪熱入里，客於陽明，胃腸燥熱蘊結，腑氣不通所致，症見發熱谵語，大便不通，腹部脹滿，按之堅硬等特徵；而氣閉證則因肝氣鬱滯，氣鬱化火，以致胃腸氣機鬱滯不通，傳導失司而見大便秘結，少腹脹滿而不堅，伴胸脅脹滿等肝部氣滯的表現。故二者病因、病機及臨床表現不同。前者以燥熱內結為主，後者以氣阻不通為主。熱結胃腸證治當通腑瀉熱，氣閉證則以瀉肝理氣，散結通閉為主。可以此為辨。\n痰火上蒙證與氣閉證 二者均可見神昏，氣粗痰鳴的症狀。但痰火上蒙證主要是由於飲食不節、酒醇厚味，濕熱壅滯，痰火上擾，清竅被蒙所致，而氣閉證則為肝氣鬱結，肝鬱化火，兼挾痰濁，上擾清空所致。二者致病的病因、病機不同。痰火上蒙證以呼吸氣粗，喉間痰鳴，神昏，躁動不安為主症，而氣閉證是以神昏，牙關緊閉，兩手握固為主症，其臨床表現的重點不同，當詳辨之。"
  },
  "literature": "《素問·生氣通天論》：“故聖人傳精神，服天氣，而通神明。失之則內閉九竅，外壅肌肉，衛氣散解，此謂自傷，氣之削也。”\n《普濟本事方·中風肝膽筋骨諸風》：“世言氣中者，雖不見於方書，然暴喜傷陽，暴怒傷陰，憂愁不意，氣多厥逆，往往多得此疾。”\n《張氏醫通·小便不通》：“閉癃者，合而言之，一病也，分而言之，有暴久之殊，蓋閉者，暴病，為溺點滴不出，俗名小便不通是也。”\n《醫宗金鑑·雜病心法》：“中風死候，注：忽然卒中而死者，皆因中邪太甚，閉塞九竅天真之氣，不能與人生氣相通，則獨絕於內也。”\n《醫學心悟·大便不通》：“然有實閉、虛閉、熱閉、冷閉之不同，如陽明胃實，燥渴谵語，不大便者，實閉也……。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_bi"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "氣機閉阻不通。多為實證，可因痰、熱、瘀等邪氣閉阻所致。常見於心（神志昏迷）、肺（窒息）等急症。"
}