{
  "id": "qifen",
  "number": 35,
  "name": "氣分證",
  "category": "基礎證候",
  "overview": "本證是指溫病邪已過衛，尚未侵入營血，正邪劇爭，熱鬱氣機，以發熱不惡寒為主症的證候。熱結胃腸也是氣分證，應互相參看。\n氣分證因範圍極廣，病因複雜，故見症也較繁多，其主要臨床表現為：不惡寒而惡熱，口苦口渴，汗出心煩，呼吸氣粗，舌苔或白、或黃、或厚、或膩、或燥而少津，脈象洪大等。\n氣分證可見於“風溫”、“春溫”、“暑溫”、“濕溫”、“伏暑”、“秋燥”、“溫毒”、“溫疫”等溫病中。\n本證應與“衛分證”、“邪熱入營證”、“陰虛里熱證”相鑑別。",
  "clinical_manifestations": "不惡寒而惡熱，口苦口渴，汗出心煩，呼吸氣粗，舌苔或白、或黃、或厚、或膩、或燥而少津，脈象洪大等。氣分證",
  "common_diseases": [
    "“風溫”",
    "“春溫”",
    "“暑溫”",
    "“濕溫”",
    "“伏暑”",
    "“秋燥”",
    "“溫毒”",
    "“溫疫”等溫病"
  ],
  "differential_syndromes": [
    "“衛分證”",
    "“邪熱入營證”",
    "“陰虛里熱證”"
  ],
  "differential": {
    "self_analysis": "由於風、暑、濕、燥、疫等溫熱之邪均有邪傳氣分之證，故表現多樣，現依病種分述於下：\n風溫熱入氣分證，由於風溫之邪入自口鼻，發自太陰，而風邪善行數變，得溫為助，傳變愈速，胸膈上下均可受病。其發病情形可分數種：邪熱壅肺，肺失宣降，以咳喘、身熱而不惡寒、汗出、心煩、口渴、脈數等為特徵，屬熱阻肺氣，治宜清宣肺熱，方用麻杏石甘湯(《傷寒論》)；若症見潮熱便秘，喘促不寧，痰涎壅滯，舌苔黃厚而滑，脈右寸實大者，為肺受邪熱所蒸，氣失肅降，波及大腸，傳導不利，胃腑熱結，通降失常所致，宜宣清通降，方用宣白承氣湯(《溫病条辨》)；若症見身熱面赤，惡熱心煩，汗大出，苔黃燥，脈洪大者，為熱入陽明氣分，里熱蒸迫於外所致，須清熱保津，金飈退熱，方用白虎湯(《傷寒論》)；若熱入氣分而見得水則嘔，胸痛舌滑者，為濁痰濕熱並阻於上焦氣分，胃氣不降，濁邪停蓄所致，已成痰熱結胸之證，治宜清化開結並用，方用小陷胸加枳實湯(《溫病条辨》)。春溫熱入氣分證，因春溫常有里熱伏藏，故病發即在氣分而無衛分證階段，可與風溫相別，亦有邪在少陽或陽明的區別。邪在少陽膽者，以口苦、口渴、心煩、尿短赤、脈弦數為特徵，由熱鬱少陽，傷及津液所致，宜苦寒清解少陽，方用黃芩湯(《傷寒論》)；邪在陽明胃者，若尚未結實，熱鬱氣分，里無實滯者，大劑清開氣分之熱，方用白虎湯。暑溫熱入氣分證，由於暑性升散，易於傷氣，故發病以頭暈頭疼、面赤氣粗、汗多渴飲、脈洪大為特徵，治宜白虎湯。秋燥熱入氣分證，以燥傷陰津為特徵，燥邪襲入上焦氣分，症見耳鳴，目赤，齦腫，咽痛等象者，屬燥邪上干，清竅不利，治宜輕清宣透上焦燥熱，方用翹荷湯(《溫病条辨》)；燥邪襲肺，而見咽乾鼻燥，乾咳無痰，胸滿脅痛，心煩口渴，舌邊尖紅赤而燥者，屬燥熱化火，傷及肺陰，治宜清肺潤燥，方用清燥救肺湯(《醫門法律》)。溫疫熱入氣分證，其膜原疫邪化燥內傳，而致壯熱口渴，大汗出，舌苔黃，脈洪數者，為疫邪燔於陽明氣分，但腸胃尚無結實，故宜辛涼重劑清泄陽明，方用白虎湯。\n偏於氣虛之人，感受溫邪，入氣分後，可因蒸灼汗泄，傷其不足之元氣，表現為汗多，脈芤、舌燥、背微惡寒等，為陽氣已傷之象，須固其陽氣，免致氣脫。\n肥人喜飲或冒雨受濕，患溫之後，邪入氣分而兼見身重、脈濡或滑者，為溫熱挾濕，需清氣與燥濕兼顧，方可奏效。暑月感邪，又恣意飲涼或乘涼露宿，致濕蓄於內，寒束於外，暑熱鬱而不解，而見頭痛、身重拘急、發熱惡寒、無汗、脘悶心煩、舌苔薄膩等，為暑溫挾寒濕之證，若凛凛惡寒，身熱煩躁，口渴便溏，屬暑濕重而外感輕，臨證時應斟酌輕重，區別對待。",
    "type_comparison": "衛分證與氣分證 衛分證為溫病初起，邪氣自口鼻或皮毛入侵入體，是發病之初始階段。熱入氣分證為溫邪已經內傳，入里化熱，邪氣已離於表而居於少陽或陽明。故兩證雖均屬外感溫病，而有發熱之主症，但邪在衛分者因表邪為患，其發熱為惡寒發熱，雖惡寒之程度因邪而異，但屬必見。熱入氣分證則邪已離表，惡寒已無，入里化熱，故里熱漸盛，其熱多高，常呈熱甚不寒，有汗不退之象，或熱居少陽，呈寒熱往來之症，但絕無惡寒與發熱同時並見，此為最主要的鑑別點。若邪初入氣分而衛分證未罷，即表里之證兼具，此類證則除寒熱等衛分證外，必兼有舌紅、苔黃、口渴等里熱見症，可以鑑別。\n營分證與氣分證 二證為溫病之極盛期，表證已退而以里熱燔灼為特點。但邪熱入營者熱邪羈留，深入營分，勢將耗血動血，呈現溫病末期的多種變證，其熱常夜熱早涼或熱勢纏綿，舌質常顯紅、絳色，脈象則由洪數轉為細數，津液傷者齒板常乾，與熱在氣分之高熱不退，脈洪大有力，汗出溱溱而熱不減自可區別。\n陰虛里熱證與氣分證 前者見於虛勞病中，每呈日晡潮熱，與後者之日晡熱甚頗相似，但陰虛所致之里熱由臟腑陰氣受損，陰不足而陽熱盛，故熱在午後，熱勢一般不甚高，並伴見兩顴潮紅、自汗盗汗、咳嗽音啞、口乾、脈細弱或細數等，且常有怠惰乏力、嗜臥懶言、乾咳胸痛、身體日漸消瘦等為熱入氣分證所無，鑑別不難。"
  },
  "literature": "《重訂廣溫熱論·論溫熱伏氣與新感不同(新增)》：“新感溫熱，邪從上受，必先由氣分陷入血分，里症皆表症侵入於內也。伏氣溫熱；邪從里發，必先由血分轉入氣分，表症皆里症浮越於外也。新感輕而易治，伏氣重而難療。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "溫病進展，熱邪入氣分。氣分涵蓋範圍廣，無固定病位。表現為壯熱、汗多、口渴、脈洪大。"
}