{
  "id": "qilunredu",
  "number": 460,
  "name": "氣輪熱毒證",
  "category": "專科證候",
  "overview": "氣輪熱毒證是指火熱疫毒熾盛，損傷氣輪脈絡，出現白睛焮紅，腫脹，或出血，畏光等臨床表現的概稱。多因飲酒過度，恣食肥甘辛燥之品，熱毒壅滯，傷及氣輪，或氣輪風熱不散，久則蘊結而成。\n主要臨床表現為：目痛羞明，砂澀難睜，白睛深層有結節隆起，色呈紫紅，形圓或橢圓，小如赤豆，大如蠶豆，甚者可圍繞黑睛，赤環高起，推之不移，按之痛劇。或見白睛腫起，色紫暗，壅於瞼裂之外，眼瞼紅赤腫脹，不能閉合，舌紅苔黃，脈數。\n氣輪熱毒證常見於“暴風客熱”、“天行赤眼”、“火疳”、“瘀血灌睛”、“形如蝦座”等疾病中。\n本證應與“氣輪風熱證”、“氣輪火毒瘀結證”相鑑別。",
  "clinical_manifestations": "目痛羞明，砂澀難睜，白睛深層有結節隆起，色呈紫紅，形圓或橢圓，小如赤豆，大如蠶豆，甚者可圍繞黑睛，赤環高起，推之不移，按之痛劇。或見白睛腫起，色紫暗，壅於瞼裂之外，眼瞼紅赤腫脹，不能閉合，舌紅苔黃，脈數。氣輪熱毒證",
  "common_diseases": [
    "“暴風客熱”",
    "“天行赤眼”",
    "“火疳”",
    "“瘀血灌睛”",
    "“形如蝦座”"
  ],
  "differential_syndromes": [
    "“氣輪風熱證”",
    "“氣輪火毒瘀結證”"
  ],
  "differential": {
    "self_analysis": "氣輪熱毒證可出現於多種眼病之中，如在暴風客熱病中出現氣輪熱毒證，多表現為眼焮痛難睜，怕熱羞明，淚熱如湯，或為血淚，眵多瞀黏，粘結上下瞼間，胞瞼紅赤腫脹如桃，白睛赤腫，煩渴溺赤，舌紅苔黃，脈洪有力。此因風熱毒邪侵及於目所致。如《銀海精微》謂：“肺經受毒風不散，久則發熱，攻入眼中，致令白睛浮腫，名曰暴風客熱。”治宜清熱解毒，方用黃連解毒湯(《眼科百問》)。若在天行赤眼病中出現氣輪熱毒證，其臨床表現為眼刺痛交作，怕日難睜，淚熱如湯，或為血淚，眵稠粘睛，胞瞼紅赤腫脹如桃，白睛赤腫，浮壅高起，或有溢血，黑睛可生浮嫩之翳，身熱口渴，舌紅苔黃，脈數有力。此由時氣流行，熱毒之邪侵凌於目所致。如《銀海精微》：“天行赤眼者，謂天地流行毒氣，能傳染於人。”治宜瀉熱解毒，方用普濟消毒飲(《東垣試效方》)。如在火疳病中出現氣輪熱毒證，多表現為目痛較劇，輕按痛極，羞明難睜，視物不清，白睛上之結節粒大赤紅，境界不清，周圍白睛混赤，甚則黑睛四周環赤高起而難辨結節，或累及黃仁，致瞳神緊小，心煩口干，便結溺赤，舌紅苔黃，脈弦數有力。此因火熱毒邪蘊積肺經，氣血壅塞，無從宣發，氣血結聚於白睛所致。如《審視瑶函》卷四謂：“火疳生如紅豆形，熱毒應知患不輕。”治宜瀉火解毒，方用四順清涼飲子(《審視瑶函》)。如在瘀血灌睛病中出現氣輪熱毒證，則多表現為白睛紅赤，絲脈粗曲，頭痛眼脹，淚熱羞明，視物不清，眼瞼虬筋紫脹，焮熱赤腫，甚則白睛腫脹高起，努出瞼外，黑睛潰陷，或見黃液上沖，目珠突起而轉動失靈，身熱煩渴，溲黃便結，舌紅脈數。此由熱毒亢盛，壅遏脈絡而成。《目經大成》卷之二謂：“瘀血灌睛，……蓋熱物食多，胸膈氣海為邪所蔽，血盛滯塞不通，奔而上走，故作此狀。”治宜瀉熱解毒，涼血活血，方用分珠散(《證治準繩》)或宣明丸(《證治準繩》)。如在形如蝦座病中出現氣輪熱毒證，則表現為眼痛頭疼，胞瞼紅赤焮腫，白睛外膜腫脹努起，甚則蔽蓋黑睛，或露於瞼外，胞瞼難於閉合，或黑睛生翳，兼見惡寒發熱，苔黃脈數。此由過食辛辣厚味，炙煿肥甘之品，脾胃積熱，或感風熱之邪，久而成毒，熱毒熾盛，熱極成瘀，瘀滯於白睛而引起。《證治準繩·七窍门》謂：“因瘀滯已甚，血脹無所從出，遂致塞起氣輪，狀如蝦座，甚則吐出脾外者，病尤急，……其病大意是血氣兩盛之患。”治宜瀉火解毒，涼血散瘀，方用宣明丸(《證治準繩》)。總之，在以上諸病中，證候雖然相同，但其症狀各有差異，臨床可根據上述病證特點，加以辨析。",
    "type_comparison": "氣輪風熱證與氣輪熱毒證 風熱和熱毒在病因病机方面有相似之處，風熱是熱邪與風邪互結，熱毒是熱盛成毒所致，兩者既有聯繫，又有區別。風熱不散，久則亦可蘊結成熱毒證。氣輪風熱證多因風熱之邪直接外感，或因肺有風熱，蒸灼氣輪所致。臨床表現為刺痒緊澀，灼熱眵多，羞明流淚，白睛紅赤，甚則腫脹，頭痛鼻塞，發熱惡寒，舌紅苔白，脈浮數。氣輪熱毒證可由氣輪風熱不散，久則可蘊結而成，或因飲酒過度，恣食肥甘辛燥之品，熱毒壅滯，傷及氣輪所致。臨床表現為碜澀難睜，目痛羞明，白睛深層有結節隆起，色呈紫紅，形圓或橢圓，小如赤豆，大如蠶豆，甚者可圍繞黑睛，赤環高起，推之不移，按之痛劇，而無刺痒緊澀，灼熱眵多等風熱徵象，兩者明顯不同。\n氣輪火毒瘀結證與氣輪熱毒證 二者病位均在白睛氣輪，病因皆為毒邪為患，但病机不同。因此兩者既有相似之處，又有不同特點。氣輪火毒瘀結證多因肺經伏火，蘊結不散，上搏白睛，瘀結而成。臨床表現為白睛鞏膜之上，生結節隆起，色呈紫紅，形圓或橢圓形，逐漸長大，可圍繞黑睛而生，赤環高起，推之不移，壓之疼痛，羞明流淚，入夜痛甚，心煩口干，便結溺赤，舌暗紅而干，脈數。氣輪熱毒證多因飲酒過度，恣食肥甘辛燥之品，熱毒壅滯，傷及氣輪，或氣輪風熱不散，久則也可蘊結成熱毒證。臨床表現為碜澀難睜，目痛羞明，白睛深層有結節隆起，色呈紫紅，形圓或橢圓，小如赤豆，大如蠶豆，甚者可圍繞黑睛，赤環高起，推之不移，按之痛劇，二者可資鑑別。"
  },
  "literature": "《太平聖惠方》卷三十三：“眼卒生翳膜者，辨其所由，皆因臟腑壅塞，不能宣通，風邪熱毒傳於肝肺，攻注眼目，結成翳膜，漸侵睛也。”\n《證治準繩·七窍门》：“暴風客熱證，非天行赤熱，爾我感染之比，又非寒熱似瘧，目痛則病發，病發則目痛之比。乃素養不清，躁急勞苦，客感風熱，卒然而發也。雖有腫脹，乃風熱夾攻，火在血分之故。”"
}