{
  "id": "qilunshire",
  "number": 459,
  "name": "氣輪濕熱證",
  "category": "專科證候",
  "overview": "氣輪濕熱證是指脾虛不能運濕，濕邪內蘊，蘊久化熱，上凌氣輪，而出現的濕熱郁滯，白睛脈絡內阻，水濕瀦留，以及痰沫樣分泌物等臨床表現的概稱。多因嗜食辛辣厚味，飲食傷脾，或素有脾肺濕熱者，可發為本證。\n主要臨床表現為：胞瞼內生白色痰沫樣的稠膩分泌物，積於大小眦角，拭之即有，或白睛上生半透明的白色小泡樣隆起，狀若小管，或串珠，或白睛一片黃色。平時眼內磨澀不舒，白睛淡赤，血络變粗，口干咽燥，小便黃赤，舌紅苔黃或黃膩，脈弦數或滑數。\n氣輪濕熱證常見於“氣壅如痰”、“目生珠管”、“睛黃視渺”等疾病中。\n本證應與“氣輪風熱證”、“氣輪氣虛痰濕證”相鑑別。",
  "clinical_manifestations": "胞瞼內生白色痰沫樣的稠膩分泌物，積於大小眦角，拭之即有，或白睛上生半透明的白色小泡樣隆起，狀若小管，或串珠，或白睛一片黃色。平時眼內磨澀不舒，白睛淡赤，血络變粗，口干咽燥，小便黃赤，舌紅苔黃或黃膩，脈弦數或滑數。氣輪濕熱證",
  "common_diseases": [
    "“氣壅如痰”",
    "“目生珠管”",
    "“睛黃視渺”"
  ],
  "differential_syndromes": [
    "“氣輪風熱證”",
    "“氣輪氣虛痰濕證”"
  ],
  "differential": {
    "self_analysis": "氣輪濕熱證可出現於眼科多種疾病之中，其臨床表現各具一定特點，治法亦不盡相同，必須加以辨析。如在氣壅如痰疾病中出現氣輪濕熱證，則多表現為胞瞼內生有銀白稠膩之物，狀似痰沫，積於大小眦角部，拭之即有，碜澀不爽。每遇睡眠不足，煙熏火燎之時，症狀加重，甚則白睛紅赤，口渴欲飲，小便黃赤，大便乾燥。此由脾為濕困，積久化熱，濕熱傷及氣輪所致。如《證治準繩·七窍门》認為：“是痰火上壅，脾肺濕熱所致，故好酒嗜燥悖郁者，每患此疾。”治宜清熱瀉火，除濕化痰，方用瀉脾湯(《眼科纂要》)。若在目生珠管病中出現氣輪濕熱證，其臨床表現為白睛上生白色半透明的小泡，狀若小管或如串珠，眼微感磨澀不舒。此由風熱痰飲，蘊阻脈絡，飲液積滯所致。治宜清熱化痰，方用溫膽湯(《三因方》)。若在睛黃視渺病中出現氣輪濕熱證，則可表現為白睛黃亮，如金之色，視物模糊，面黃，口渴，腹微滿脹，小便深黃，大便不暢，或秘結，此由脾肺濕熱，熏蒸目竅，郁於氣輪所致。如《目經大成·天水昏黃》謂：“氣輪絕似黃花色，青睛再爾昏應得，胃家濕熱肺家蒸，清氣已遭濁氣通。”治宜清利濕熱，方用葛花解毒飲(《審視瑶函》)。以上證候雖同，但在不同疾病中，其症狀表現各有特色，臨床可根據上述病證特點加以辨析。",
    "type_comparison": "氣輪風熱證與氣輪濕熱證 二證之共同點為病位都在氣輪白睛之上，病因都有熱邪為患。其不同點，一者為熱與風合，另一者為熱與濕並。因此，病因病机和臨床表現有相似之處，又有所區別。氣輪風熱證多因風熱之邪直犯白睛，或肺有風熱，蒸灼氣輪所致。臨床表現以白睛紅赤，甚則腫脹，刺痒碜澀，灼熱眵多，羞明流淚，全身可見頭痛鼻塞，發熱惡寒，舌紅苔白，脈浮數等風熱徵象。而氣輪濕熱證以濕痰表現為特徵，如白睛有粘膩痰沫樣分泌物或白睛飲液內聚結成珠管，或白睛金黃等濕熱蒸熏的症狀而刺痒，眵多如膿，羞明流淚，白睛紅赤等風熱之象不顯，可以分辨。\n氣輪氣虛痰濕證與氣輪濕熱證 白睛屬肺為氣輪，肺主氣，主治節，通調水液，輸布水濕，在生理和病理方面，氣與濕的關係至為密切。氣輪氣虛痰濕證多因氣虛之人，不能運濕，濕痰留滯白睛，壅聚而成，或有氣虛，兼之寒濕外乘，凝聚於白睛引起者，臨床可見白睛腫脹，色白虛壅，狀若魚胞，有輕度磨澀感；全身可見精神不振，少氣懶言，身疲乏力，舌淡苔薄白，脈細弱等症狀。氣輪濕熱證無精神不振，少氣懶言，身倦乏力等氣虛之象，可資鑑別。"
  },
  "literature": "《景岳全書·卷二十七·眼目》：“眼目之證，當察色以辨虛實。……目黃一證，尤宜辨其虛實，不可謂黃者必由熱也。蓋有實熱而黃者，有虛寒而黃者，實熱之黃如造曲者然，以濕熱內蘊郁蒸而成，熱去則黃自退，非清利不可也。若虛寒之黃，則猶草木之凋，以元陽日剝，津液消索而然，其為病也，既無有餘之形氣，又無煩熱之脈證，惟因干涸所以枯黃，凡此類者，其衰已甚，使非大加溫補，何以回生？切不可因其色黃，概執為熱，而再加清利，鮮不危矣。”\n《證治準繩·七窍门》：“黃油證：生於氣輪，狀如脂而淡黃浮嫩，乃金受土之濕熱也。不腫不疼，目亦不昏，故人不求治。無他患，至老只如此，略有目疾發作，其證則為他病之端矣。揭開上睥，目上邊氣輪上有黃油者，是濕熱從腦而下，目必有病，又非兩旁可緩之證，或有頭風之患，然此病為患又緩，治亦容易，但不治者恐貽後患，故宜預自保重而去之。病風目上有此者又重，與常人不同。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo",
      "shi"
    ]
  }
}