{
  "id": "qilunyinxu",
  "number": 461,
  "name": "氣輪陰虛證",
  "category": "專科證候",
  "overview": "氣輪陰虛證是指燥熱傷陰，或肺失肅降，津液不能上布，出現白睛乾燥失澤，干澀，目焮熱等病變的概稱。多因餘邪未盡，隱伏脾肺，或肺陰不足，或肝腎虧損，陰血不足，氣輪失養所致。\n主要臨床表現為：白睛不紅不腫，或稍有赤脈，眼干澀不爽，淚少，瞬目頻頻，微畏光，不耐久視，甚則可有黑睛細點星翳，視物不清，全身症見干咳少痰，咽干便秘，偶有煩熱。舌紅，苔薄白少津，脈細無力。\n氣輪陰虛證常見於“白澀症”、“火疳”、“金疳”、“暴風客熱”、“白睛溢血”等疾病中。\n本證應與“氣輪氣陰兩虛證”、“氣輪陰虛火旺證”相鑑別。",
  "clinical_manifestations": "白睛不紅不腫，或稍有赤脈，眼干澀不爽，淚少，瞬目頻頻，微畏光，不耐久視，甚則可有黑睛細點星翳，視物不清，全身症見干咳少痰，咽干便秘，偶有煩熱。舌紅，苔薄白少津，脈細無力。氣輪陰虛證",
  "common_diseases": [
    "“白澀症”",
    "“火疳”",
    "“金疳”",
    "“暴風客熱”",
    "“白睛溢血”"
  ],
  "differential_syndromes": [
    "“氣輪氣陰兩虛證”",
    "“氣輪陰虛火旺證”"
  ],
  "differential": {
    "self_analysis": "氣輪陰虛證可出現於多種眼病中，如在白澀症病中出現氣輪陰虛證，多表現為眼干澀不爽，淚少，瞬目頻頻，微畏光，不耐久視，白睛失於潤澤，全身症見口咽乾燥，舌紅，少苔，脈細弱。此因肺陰不足，或肝腎虧損，陰血不足，氣輪失養所致。如《審視瑶函》卷二“白澀症”中謂：“此症南人俗呼白眼，其病不腫不赤，只是澀痛，乃氣分隱伏之火，脾肺絡濕熱，秋天多患此。”肺陰不足者，治宜養陰清肺，方用桑白皮湯(《審視瑶函》)。肝腎虧損者，治宜滋養肝腎，方用杞菊地黄丸(《醫級》)。津虧淚少者，治宜養陰生津，方用增液湯(《溫病條辨》)。如在火疳病中出現氣輪陰虛證，多表現為眼干澀不爽，白睛結節紅赤難盡，鼻干咽燥，舌紅無苔，脈細而數。此因肺經郁熱，日久傷陰，陰虛火旺上攻白睛所致。治宜養陰清熱，方用養陰清肺湯(《重樓玉鑰》)。如在金疳病中出現氣輪陰虛證，多表現為眼干澀不舒，白睛微紅，其上顆粒經久不消，或易反覆，或口咽乾燥，舌紅少苔，脈細數。此因久熱戀肺，耗傷陰液，致肺陰不足，虛火上炎所致。治宜養陰清熱，方用養陰清肺湯(《重樓玉鑰》)。如在暴風客熱病中出現氣輪陰虛證，多表現為眼干澀不爽，紅赤未盡，舌紅少津，脈細而數。此因餘毒未盡，久熱傷陰而引起。治宜養陰除熱，清解餘毒，方用滋陰降火湯(《審視瑶函》)。如在白睛溢血病中出現氣輪陰虛證，多表現為白睛表層一片鮮紅，境界清晰，全身兼見頭暈目眩，顴紅口干，舌紅脈細。此因素體陰虛，或年老精虧，陰虛火炎，上擾白睛所致。治宜滋陰降火，方用知柏地黄丸(《醫宗金鑑》)。總之，在以上諸病中，證候雖然相同，但其症狀不完全相同，臨床可根據上述病證特點，加以辨析。",
    "type_comparison": "氣輪氣陰兩虛證與氣輪陰虛證 二者病位均在氣輪，在病因病机上既有聯繫，又有區別。氣輪氣陰兩虛證因稟賦不足，或肺脾功能失調所致，既有陰虛證，又有氣虛證，臨床表現為白睛赤澀輕微，小疱瘡反覆難愈，全身症見乏力，便溏或便秘，食慾不振，咳嗽有痰，腹脹不舒，舌淡苔薄白，脈細無力。氣輪陰虛證多因餘邪未盡，隱伏脾肺，或肺陰不足，或肝腎虧損，陰血不足，氣輪失養則而致，主要臨床表現為：白睛不紅不腫，或稍有赤脈，眼干澀不爽，淚少，瞬目頻頻，微畏光，不耐久視，全身症見干咳少痰，咽干便秘，偶有煩熱，舌紅，苔薄白少津，脈細無力，兩者自是不同。\n氣輪陰虛火旺證與氣輪陰虛證 氣輪陰虛火旺證可包括氣輪陰虛證，氣輪陰虛火旺證又可以是氣輪陰虛證的進一步發展。從病因病机而論，氣輪陰虛火旺證多因素體肝腎陰虛，或肺陰不足，外感熱病後陰津虧耗，或久病傷陰，虛火上炎，蒸灼白睛所致，臨床表現為眼內干澀不適，白睛微紅，全身可見耳鳴，口咽發干，五心煩熱，心煩不寐，舌紅少苔，脈細數。氣輪陰虛證也由肝腎陰虛，或餘邪未盡，肺陰不足引起，但病變尚未達到陰虛火旺的階段，臨床表現為白睛不紅不腫，或稍有赤脈，眼干澀不爽，微畏光，不耐久視，全身症見干咳少痰，咽干便秘，偶有煩熱，舌紅，苔薄白少津，脈細無力，而無五心煩熱，心煩不寐等虛火上炎之象，兩者自是不同，以此可資鑑別。"
  },
  "literature": "《目經大成·干澀昏花》：“如浪如花觀自在，且干且澀愁無奈。皆因陰奪不侔陽，精神憊，膏液壞，轉恐瞳人發生障礙。此目開閉總不自然，而視亦昏渺。多因勞瞻過慮，耽酒恣欲，五火熬傷神水而致。猶夏夜燃蚊香久坐，及睡瞑目，一時澀痛不堪，得淚乃活，可見水少熱炙之故。若不戒謹保養，必變枯瘁。不則色澤不潤，細細赤脈縈繞，生眵與淚，終其世無寧日。”\n《審視瑶函・卷之四》：“金疳證，……此症初起與玉粒相似，至大方變出禍患，生於睥內，必礙珠澀痛以生障翳。生於氣輪者，則有珠痛淚流之苦，子後午前，陽分氣升之時，病尤甚，午後時入陰分，則病略清寧，久而失治，違戒反觸，有變漏之患。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yin_xu"
    ]
  }
}