{
  "id": "qilunfengre",
  "number": 457,
  "name": "氣輪風熱證",
  "category": "專科證候",
  "overview": "氣輪風熱證是指風熱邪毒上淫目竅氣血壅滯，而出現的白睛受病變的概稱。多因風熱之邪直接外感，或因肺有風熱，蒸灼氣輪所致。\n主要臨床表現：刺痒緊澀，灼熱眵多，羞明流淚，白睛紅赤，甚則腫脹，全身可見頭痛鼻塞，發熱惡寒，舌紅苔白，脈浮數等。\n氣輪風熱證常見於“暴風客熱”、“天行赤眼”、“痒極難忍”、“白澀”等疾病中。\n本證應與“氣輪肝經風熱證”、“氣輪熱毒證”、“氣輪濕熱證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“暴風客熱”",
    "“天行赤眼”",
    "“痒極難忍”",
    "“白澀”"
  ],
  "differential_syndromes": [
    "“氣輪肝經風熱證”",
    "“氣輪熱毒證”",
    "“氣輪濕熱證”"
  ],
  "differential": {
    "self_analysis": "氣輪風熱證可在多種眼病中出現，其臨床表現各具有一定特點，治法亦不盡相同，必須加以辨析。如暴風客熱病中出現氣輪風熱證，則多表現為卒然發病，刺痒不舒，灼熱澀痛，眵多如膿，粘稠硬結，白睛暴赤，近黑睛處較輕，腫脹高起，甚則壅蔽黑睛，胞瞼呈輕度腫脹。由風熱上犯，氣輪受病所致。如《銀海精微》謂：“白仁壅起，包小烏睛，疼痛難開者，……肺經受毒風不散，久則發熱攻入眼中，致令白睛浮腫，名曰暴風客熱。”治宜疏解風邪，清瀉肺熱，方用瀉肺湯(《眼科纂要》)。若在天行赤眼病中出現氣輪風熱證，臨床常為發病迅速，砂澀灼痛，怕熱羞明，刺痒交作，眵多粘稠，胞瞼紅腫，白睛紅赤，或見溢血如點如片，甚者白睛如胭脂色；全身可伴有惡寒發熱，身疼不適等症。因風熱邪毒之氣侵襲於目所致。治宜散風除熱，方用桑白皮散(《審視瑶函》)。若在白澀病中出現氣輪風熱證，其臨床表現以干澀難忍，胞瞼內微紅，絲脈略增粗，條縷分明等為特點，或在黑睛上生微小屋翳，用熒光素染色後可見綠色細小星點，視物稍感昏蒙，但白睛無赤腫等表現，此由風熱客留於肺，邪壅肺络，肺氣失宣所致。治宜祛風清熱，方用桑菊飲(《溫病條辨》)。若在目痒病中出現氣輪風熱證，每多表現為目內外作痒，甚者若虫爬行，痒極難忍，白睛紅赤輕微，眵淚較少。此由風熱犯目，風盛於熱，目受風邪躁動，發而為痒，治宜疏風散邪，方用驅風一字散(《世醫得效方》)加黄芩。以上證候雖然相同，但在不同疾病中，其症狀表現各有特色，臨床可根據上述病證特點加以辨析。",
    "type_comparison": "氣輪肝經風熱證與氣輪風熱證 氣輪位於風輪之外，相互比鄰，同為目珠之外衛屏障。氣輪肝經風熱證與氣輪風熱證，在病因方面有相似之處，在病机上有聯繫，但在病位上又有一定區別。前者多因冒涉風沙，不避煙火，損及氣輪和風輪，或因嗜食辛辣厚味，造成肝肺二經風熱壅盛，上犯白睛和黑睛所致。臨床表現為沙澀刺痒，灼熱眵多，甚則羞明流淚，胞瞼內顆粒叢生，初起白睛上之赤脈長至黑睛，如簾下垂，甚則赤膜增多，集聚肥厚似膜，並從黑睛四周向中央漸次延伸，覆蓋整個黑睛，視力受損，或黑睛上有細小星點翳障可見。而單純之氣輪風熱證只表現為白睛受風熱所感之症狀，風輪徵象如疼痛羞明流淚等不顯，以此可資鑑別。\n氣輪熱毒證與氣輪風熱證 熱毒和風熱在病因病机方面有相似之處，熱毒是熱盛成毒所致，風熱是熱邪與風邪互結，兩者既有聯繫，又有區別。風熱不散，久則亦可纏結成熱毒證。氣輪熱毒證可由氣輪風熱不散，久則蘊結而成；或因飲酒過度，恣食肥甘辛燥之品，熱毒壅滯，傷及氣輪所致。臨床表現常為碜澀難睜，目痛羞明，白睛深層，有結節隆起，色呈紫紅，形圓或橢圓，小如赤豆，大如蠶豆，甚者可圍繞黑睛，赤環高起，推之不移，按之痛劇。或見白睛腫起，色紫暗，壅於瞼裂之外，眼瞼紅赤腫脹，不能閉合等熱毒壅盛之候。氣輪風熱證雖有白睛紅赤或腫脹，但以刺痒緊澀，灼熱眵多等風熱證象為特點。兩者在病位方面不同，氣輪熱毒證病在白睛深層堅殼之中，其病情較重，病程長；氣輪風熱證病在白睛淺層白膜之上，其病情較輕，病程亦較短，與前者有明顯區別。\n氣輪濕熱證與氣輪風熱證 二證雖都有熱邪熏蒸氣輪，病因病机有相似之外，但前者為濕熱蘊結，後者風熱相合，故臨床表現又有一定的區別。氣輪濕熱證多患於好酒嗜煙，恣食熱燥腥膩之人，脾胃濕熱內蘊，蒸灼白睛所致。臨床表現為白睛黃亮如金色，視物模糊，面黃口渴，小便深黃，大便不暢或秘結等，或在黑睛之內、外側白睛上，生結節呈三角形隆起，底向黑睛，色黃或褐黃色，狀類油脂等，無刺痒碜澀，灼熱不舒，眵多如膿，或羞明流淚等氣輪風熱表現，可助鑑別。"
  },
  "literature": "《聖濟總錄·卷一百六》：“白睛腫脹者，肝肺之候也，目者肝之外候，白睛者肺氣之所主也，若肺氣壅滯，肝經不利，為邪熱所乘，不得宣泄，則毒氣上攻於目，故白睛腫起，或疼痛也，治宜宣利臟腑，外傅熁腫藥，及鐮去惡血，無不差也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "feng",
      "huo"
    ]
  }
}