{
  "id": "qingyangbusheng",
  "number": 69,
  "name": "清陽不升證",
  "category": "全身證候",
  "overview": "清陽不升證是脾氣不足，清陽之氣不升所表現出的證候。多因飲食不節，勞倦過度，而脾胃受損所致。\n主要臨床表現為：頭暈眼花，視物不清，耳鳴耳聾，畏寒肢冷，困倦乏力，食不知味，納呆便溏，舌淡嫩苔白，脈弱或虛等。\n清陽不升證常見於“眩暈”、“耳鳴”、“耳聾”、“痿躄”、“洩瀉”、“脫肛”、“子宮脫垂”、“崩漏”等疾病中。\n本證通常應與“脾氣虛證”相鑑別。",
  "clinical_manifestations": "頭暈眼花，視物不清，耳鳴耳聾，畏寒肢冷，困倦乏力，食不知味，納呆便溏，舌淡嫩苔白，脈弱或虛等。清陽不升證",
  "common_diseases": [
    "“眩暈”",
    "“耳鳴”",
    "“耳聾”",
    "“痿躄”",
    "“洩瀉”",
    "“脫肛”",
    "“子宮脫垂”",
    "“崩漏”"
  ],
  "differential_syndromes": [
    "“脾氣虛證”"
  ],
  "differential": {
    "self_analysis": "清陽不升證可出現在多種疾病中。如眩晕病中出現清陽不升證，則多兼見耳鳴，頭重如裹，胸悶噁心，體倦乏力，畏寒肢冷，食少便溏，多寐，舌苔白膩，脈濡弱、或沉滑等“陽為濕困”的特點。此由恣食肥甘，勞倦太過傷及脾胃，健運失司，水濕內聚，痰濁中阻，則清陽不升而致。治宜健脾升陽，燥濕化痰，方用半夏白术天麻汤(《醫學心悟》)合补中益气汤(《脾胃論》)加減。若在耳鳴耳聾病中見清陽不升證，其臨床表現多兼見視物不清，面色少華，食慾不振，聲低氣短，乏力便溏，舌嫩苔厚，脈濡細等“中氣不足”症狀，此由飲食不節，勞倦過度，損傷脾胃，中氣不足，清陽不升所致，治宜健脾益氣，升陽益胃，方用益气聪明汤(《東垣試效方》)。若在痿病中見清陽不升證，臨床表現為肢體痿軟無力，肌肉消瘦，逐漸加重，食少便溏，面浮而無華，神疲乏力，舌苔薄白，脈沉細等“氣虛痿”的症狀，此由飢餓勞倦，傷及脾胃，脾氣不升，肺氣不布，肌肉筋脈失於濡養所致。《證治匯補》指出：“氣虛痿者，因飢餓勞倦，胃氣一虛，肺氣先絕，百骸溪谷，皆失所養……凡人病後手足痿弱者，皆屬氣虛，所謂脾即病，不能為胃行其津液，四肢不得禀水谷氣，而不用也。”治宜補中益氣，方用补中益气汤(《脾胃論》)。若在泄瀉病中見清陽不升證，則表現為久洩不止，甚或脫肛，面色萎黃，肢倦乏力，脘腹悶脹不舒，舌淡苔白，脈細弱等“脾氣下陷”的特點，此由脾胃虛弱，運化失權，水谷不化，清濁不分，“上升精華之氣，反下降而為泄瀉”，治宜健脾益氣止洩，方用参苓白术散(《和劑局方》)。若在脫肛病中見清陽不升證，其臨床表現每以脫肛久而不愈，氣短乏力，出汗，肢體畏寒，懶言，食不知味等“中氣下陷”表現為特點，此由飲食勞倦傷脾，或久病損脾，久瀉不止，以致中氣下陷，升提失司，治宜補中益氣，升陽舉陷，方用补中益气汤(《脾胃論》)。總之，清陽不升證，雖屬脾胃氣虛範疇，各證病機相同，但在不同疾病中，表現不盡相同，臨床應加以辨別。\n清陽不升證較多發生於素體瘦弱之人，因久病體弱，中氣虧虛，常見精神萎靡，面色不華，氣短聲低，倦怠乏力，肢冷畏寒等症。婦女見清陽不升證者，主要表現為中氣下陷而致的子宮脫垂和氣不攝血出現的崩漏，或清陽不升，濕氣下流，出現帶下綿綿而清稀等。\n升降出入，是人體氣化功能的基本形式。脾主升清，胃主降濁，脾胃一升一降，共同維持機體的營養代謝。在其病機演進過程中，脾的清陽不升，可導致胃的濁陰不降，出現胸悶，腹脹，大便溏，小便少及頭重體倦，食少納呆，甚則尿閉，水腫，舌苔濁膩，脈弦滑等。就整個機體而論，脾胃的升降，對整體氣機的升降出入至關重要。脾胃為後天之本，位居中焦，通連上下，是升降運動的樞紐。而肝之生發，肺之肅降，心火之下降，腎水之上升，肺之主呼氣，腎之主納氣等，也需要脾胃配合以完成其升降運動。若脾胃升降失常，則清陽之氣不能敷布，後天之精不能歸藏，飲食清氣無法進入，廢濁之物也不能排出，繼而可以產生多種病症。《吳醫匯講》說：“……治脾胃之法，莫精於升降，……俾升降失宜，則脾胃傷，脾胃傷則出納之機失其常度，而後天之生氣已息，鮮不夭札生民者已。”",
    "type_comparison": "脾氣虛證與清陽不升證 脾氣虛又稱脾氣不足，脾胃虛弱(《中醫大辭典》)。清陽不升證本屬脾氣虛證範疇，兩者的病因病機，臨床表現有其共同之處，但亦有一定區別。脾氣虛的概念，比清陽不升的概念為廣，脾氣虛證可包括清陽不升證，而清陽不升證僅是脾氣虛證的部分表現。從病因而論，清陽不升證，每由飲食不節，勞倦過度，損傷脾胃，或久病傷脾所致。由於脾胃虛弱，中氣不足，清陽不升，不能上榮於腦府、清竅，故見頭暈，眼花，視物昏蒙，耳鳴，耳聾。脾氣虛證，亦是由於飲食不節，勞倦內傷，損傷脾胃所致。但脾氣虛證是中焦脾胃功能衰弱證候的總稱。它包括脾失健運(如脘腹脹滿，泄瀉便溏，食少納呆)，中氣不足(如面色黃而少華，唇淡或暗，氣短聲低，食少倦怠)，清陽不升(如眩晕，耳鳴，耳聾，視物昏蒙)，中氣下陷(如脫肛、久洩、子宮脫垂)，脾不統血(如崩漏，便血)等證。而清陽不升證，僅是指由於中氣不足，脾失升清作用所表現出的證候而已。以此可資鑑別。"
  },
  "literature": "《素問·陰陽應象大論》：“清陽出上竅，濁陰出下竅；清陽發腠理，濁陰走五臟；清陽實四肢，濁陰歸六府。”\n《證治匯補·上竅門》：“脾為中州，升騰心肺之陽，提防腎肝之陰，若勞役過度，汗多亡陽，元氣下陷，清陽不升，此眩晕出於中氣不足也。”\n《證治匯補·上竅門》：“虛聾由漸而成，必有兼證可辨……四肢懶倦，眩晕少食者，脾虛。”“補中益氣湯治陽虛氣陷耳聾。”\n《證治匯補·腰膝門》：“氣虛痿者，因飢餓，胃氣一虛，肺氣先絕，百骸溪谷，皆失所養，故宗筋弛縱，骨節空虛。凡人病後手足痿弱者，皆屬氣虛。所謂脾即病，不能為胃行其津液，四肢不得禀水谷氣，而不用也，宜補中益氣。”\n《證治匯補·下竅門》：“胃氣和平，飲食入胃，精氣則輸於脾，歸於肺，行於百脈而成營衛。若飲食起居內外之邪，傷於脾胃，傳化失節，清濁不分，上升精華之氣，反下降而為泄瀉矣。”\n《慎齋遺書·頭暈》：“頭為諸陽之首，病人頭暈，清陽不升也，頭重不能抬起，陽虛不能撐持也。”\n《讀醫隨筆，升降出入論》：“心肺陽也，隨胃氣而右降，降則化為陰；肝腎陰也，隨脾氣而左升，升則化為陽。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qingyang_busheng"
    ]
  }
}