{
  "id": "qituo",
  "number": 3,
  "name": "氣脫證",
  "category": "基礎證候",
  "overview": "氣脫證是指機體正氣虛怯，元氣衰憊，臟腑機能極度的虛衰欲絕而出現的生命危急症狀的證候。本證多為外感或內傷，久病不愈，正不勝邪，或外傷、崩中、產後大出血、霍亂、洩瀉等病因所致。常為病情突然變化而出現的危重證候，故應積極搶救。\n本證的主要臨床表現為：突然大汗淋漓，精神萎靡，目合口張，面色蒼白，氣短不續，二便自遺，舌淡胖，脈細微，或芤大等症狀。\n氣脫證散見於“昏迷”、“戰汗”、“中風”、“崩漏”、“產後血暈”等病變中。\n本證應與“亡陰證”、“亡陽證”、“氣厥證”相鑑別。",
  "clinical_manifestations": "突然大汗淋漓，精神萎靡，目合口張，面色蒼白，氣短不續，二便自遺，舌淡胖，脈細微，或芤大等症狀。氣脫證",
  "common_diseases": [
    "“昏迷”",
    "“戰汗”",
    "“中風”",
    "“崩漏”",
    "“產後血暈”"
  ],
  "differential_syndromes": [
    "“亡陰證”",
    "“亡陽證”",
    "“氣厥證”"
  ],
  "differential": {
    "self_analysis": "由於各類疾病發展至本證的病因、病機不同，其臨床表現亦各異。例如本證可見於“昏迷”之前，多因外感熱病不愈，邪熱羈留，消爍津液所致，此時若誤汗、誤下，則可見汗出或瀉下，精神萎倦，目合氣短，手足瘛瘲，舌絳苔少，脈氣虛弱，時時欲脫等表現。治宜滋液熄風，益氣固脫，方選大定風珠(《溫病條辨》)加減。亦可因素體腎虛，元氣不足，久病不愈引起，此時若誤汗、誤下，則可見大汗淋漓，精神萎頓，面色蒼白，舌淡胖，脈微細。治宜益氣固脫，止斂救逆，方選獨參湯(《十藥神書》)、或參附龍牡湯(《驗方》)加減。又如因戰汗太過而致本證者，多為溫邪始終留戀氣分而未入營分，此時正氣尚盛而邪氣不去，欲通過戰汗而使病邪外解。戰汗乃正邪交爭，全身戰慄汗出，使病邪隨汗而透達，戰汗後，當汗出肢冷，神清倦臥，脈虛緩和。若合理調攝護養，待正氣來復而向愈。若汗出肢冷，煩躁不寧，脈急疾，乃為戰汗後正氣虛脫的徵象，當極力搶救。治宜益氣養液而救脫，急投獨參湯或生脈散(《內外傷辨惑論》)加減。本證還可見於中風的脫證，《醫經溯洄集》曰：“中風者，非外來風邪，乃本氣病也。凡人逾四旬，氣衰之際，或因憂喜忿怒傷其氣者，多有此疾。”此為將息失宜，元氣曠乏，肝腎不足，虛風內動所致，證見猝然暈仆，面色蒼白，目合口張，手撒肢冷，二便自遺，口眼喎斜，半身不遂，舌痿言蹇，脈細微等。治宜益氣救脫，方用獨參湯或參附湯(《婦人良方》)加減。\n氣脫證臨床常見於陽氣素虛，久病不愈，老年體弱之人。然婦女崩中、產後大出血者，每見氣隨血脫而出現本證。如血崩而致氣脫者，多因飲食勞倦所傷，或思慮過度，以致脾胃氣虛，元氣曠乏，氣不攝血，衝任不固，證見經水過多，色淡如水，兩目昏黑，眩暈，顏面蒼白，精神萎頓，納呆少氣，腰痠肢軟，舌淡胖，脈細微；如產後失血過多而致氣脫者，多因胎產過多，或胞宮受損，衝任空虛，元氣衰憊，大量出血，氣隨血脫，證見產後出血不止，惡露連綿，冷汗淋漓，神困乏力，面白目陷，氣短肢冷，舌淡，脈虛大而芤。在眼科中，會因氣脫而失明，《靈枢·決氣》曰：“氣脫者，目不明”，這裡指的是五臟精氣的虛脫，因五臟精氣衰竭，無以上榮於目所致，會出現兩眼乾澀，雙目失明，或瞳仁散大等症狀。在兒科中，小兒因稟賦不足，元氣虧損，稚陽之體每易受外邪侵襲而突發高熱，汗出，鼻煽氣促，或下痢不止，精神萎靡，氣短不續等氣脫證的表現。\n必須指出，本證與肺、脾、腎三臟關係密切。臨床多因肺脾氣虛，猝然大汗淋漓而致本證，亦可因脾腎氣虛，驟作下痢不止而致本證。故本證可因氣虛不足發展而來。汗出，可因氣虛不固，腠理疏鬆所致。氣屬陽，陽氣不能衛外而洩越亦可見汗出，故大汗淋漓必傷陽氣，氣脫亦可導致亡陽，這是一。汗為津液所化，氣虛不固，汗出不止，津液外洩，會傷津亡液，說明氣脫亦可導致亡陰，這是二。當然，下痢無度，同樣會耗氣脫液，出現上述的二種轉歸。臨床應重視氣脫證的搶救，待元氣來復後，當抓住造成各病證的病因及出現的臨床症狀，或後遺症，進行針對性的治療，否則，氣脫證會再度出現，病情會更趨危重。",
    "type_comparison": "亡陰證與氣脫證 二者均為危急證候，且都有大汗淋漓的表現。亡陰證多因邪熱內陷，真陰消爍，或汗出過多，下痢不止等造成陰液耗竭，陰不制陽，陰陽離決，證見神志昏迷，精神萎頓，汗出如油，顴紅升火，咽乾，舌紅絳，苔光剝，脈虛細帶數；而氣脫證因大汗淋漓致使津液耗損，氣虛而脫，但只是精神萎靡，尚未出現昏迷。故氣脫證可為亡陰證的前奏，二者當以此為辨。\n亡陽證與氣脫證 二者均為危急證候，且都有大汗淋漓的表現。亡陽證多為真陽衰微，或汗出過多，下痢不止等造成陽氣衰竭，陽不戀陰，陰陽離決。證見昏迷不醒，汗出膚冷，目合口張，手撒肢厥，二便自遺，鼻息低微，舌質淡，脈微細欲絕；而氣脫證因大汗淋漓，致使氣虛欲脫，但未出現昏迷，只是精神睏乏。故氣脫證可為亡陽證的先驅證候，二者當以此為辨。\n氣厥證與氣脫證 二者均為危急證候，且都與“氣”的病理變化有關。氣厥證多因七情所傷，惱怒驚駭，肝郁不達，怒則氣上，造成氣機逆亂，填塞胸膺，擾亂神明所致。證見突然昏倒，不省人事，肢冷抽搐等。而氣脫證是因元氣不足，氣不固攝所出現的大汗淋漓，精神萎頓的症狀。故前者屬實證，後者屬虛證。病因、病機、症狀各不相同，二者當以此為鑑別。"
  },
  "literature": "《靈樞·通天篇》：“陰陽皆脫者，暴死不知人。”\n《難經·二十難》：“脫陽者，視其暗中見鬼。”\n《金匱要略·血痺虛勞病脈證並治》：“脈沉小遲名脫氣，其人疾行則喘喝，手足逆冷，腹滿，甚則溏洩，食不消化也。”\n《景岳全書·婦人規》：“產時胞胎既下，氣血俱去，忽爾眼黑頭眩，神昏口噤，昏不知人。古人多云惡露乘虛上攻，故致血暈，不知此證有二：曰血暈，曰氣脫也。若以氣脫作血暈，而用辛香逐血化痰等劑，則立刻斃矣，不可不慎也。”\n《臨證指南醫案·脫》徐靈胎評：“脫之名，惟陽氣驟越，陰陽相離，汗出如油，六脈垂絕，一時急迫之症，方名為脫。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_tuo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "危重證候，元氣欲脫。可發生於各臟腑的危急階段，無固定病位。表現為大汗淋漓、氣息微弱、脈微欲絕。"
}