{
  "id": "qixian",
  "number": 2,
  "name": "氣陷證",
  "category": "基礎證候",
  "overview": "氣陷證是因先天不足，後天失調造成元氣虧損，氣機升降失常，出現以中氣下陷，升舉無力為特徵的證候。它屬於氣虛病變中的一個常見類型，多見於內傷雜病。\n主要臨床表現為：氣短乏力，神疲懶言，脘腹脹墜，久洩脫肛，陰挺，帶下，舌質淡胖，脈細緩無力等症。\n氣陷證散見於“洩瀉”、“胃脘痛”、“脫肛”、“陰挺”、“帶下”等疾病中。\n本證應與“氣脫證”、“清陽不升證”、“氣虛證”、“腎氣不固證”等相鑑別。",
  "clinical_manifestations": "氣短乏力，神疲懶言，脘腹脹墜，久洩脫肛，陰挺，帶下，舌質淡胖，脈細緩無力等症",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "氣陷證在臨床上，由於病變的原因及部位不同，其表現亦各異。例如本證可見於洩瀉不止所導致的久洩，多因飲食勞倦，內傷脾胃，胃虛則無以腐谷，脾虛則無以運化，日久元氣虧損，中氣下陷，大腸傳化失司，固澀無權。症見大便稀薄，久洩不止，下利無度，大便隨矢氣而溢出，伴神疲納呆，少腹脹滿，舌質淡，苔薄膩，脈沉而細濡無力，治當溫澀固脫，補益元氣，方選訶黎勒散(《金匱要略》)、或真人養臟湯(《和劑局方》)化裁。在虛性胃脘痛中，亦可見本證，多因飲食不節，思慮傷脾，脾氣不升，無以運化水谷精微濡養臟腑、四肢百骸，則導致中氣下陷。症見形體羸瘦，胃脘脹滿疼痛，以脹為主，食後更甚，內臟下垂，伴有頭暈眼花，神疲乏力，舌淡，脈細無力，治當益氣健脾，升舉中氣，方選補中益氣湯(《脾胃論》)加減。又見於脫肛，多因老年而元氣虧損，便艱而努責不收，洩瀉而大腸鬆弛所致，症見便後脫肛，無力自收，納而復出，面黃倦怠，舌淡胖，脈細。治宜補益元氣，升舉提陷，方選補中益氣湯加參蘆等。陰挺亦為中氣下陷不升所致，多見於胎產過多，或挑舉用力，勞累過度之婦女。由於元氣不足，胞脈受損，宗筋鬆弛，症見少腹脹墜，子宮下垂，伴面色萎黃，乏力等。治宜益氣培元，升舉胞宮，方選補中益氣湯加青皮、山梔等。\n氣陷證是氣虛病變過程中的一種臨床表現。常見於素體稟賦不足，形體瘦長之人，或平時飲食不節，房勞過度，胎次過多者。一般以中老年為多見。婦人元氣不足，每每影響衝任，衝為血海，任主胞胎，衝任失養，中氣下陷，則胞脈失系，不僅見陰挺之疾，還可見少腹脹墜、崩漏、帶下胎動不安及滑胎等病症。小兒見氣陷證者極少，但不絕對，臨床亦可見脾虛久洩，或囟門下陷如坑等氣陷證。\n氣陷證主要表現在脾氣不升，中氣下陷上，故與脾胃關係非常密切。然而氣屬陽，脾氣不升，進一步會造成脾陽不振而見水濕逗留，聚濕生痰的痰飲內停等病症。中氣下陷，進一步由脾及腎，造成腎氣不固而見遺溺，小便失禁等症。本證因中氣下陷而脾虛失運，中焦化源匱乏，氣不生血而導致血虛，出現氣血兩虛的眩暈，心悸。同時，由於中氣下陷，元氣不足，會造成氣不攝血而發生出血，如便血，月經過多等等。",
    "type_comparison": "氣脫證與氣陷證 二者皆由氣虛發展而來，其病變的基礎是“氣虛”。氣脫證多見於暴病或慢性病的晚期，由於元氣虛衰，或大失血後，氣隨血脫等因素所導致，表現為大汗淋漓，或精神萎靡，氣短不續，而色蒼白，舌萎軟不伸，大小便失禁，脈微細欲絕等症。氣脫證是各種氣虛病症在危重階段的臨床表現。它與本證的鑑別要點是：一、造成二者病變的基礎雖都是氣虛，然本證主要見於慢性疾病，而氣脫證不僅見於慢性病的晚期，還可見於急性疾病，如大失血時的氣隨血脫證，或中風病變中的脫證。二、氣脫證的病機是元氣衰憊，正氣虛脫，而本證的病機是元氣不足，脾氣不升，中氣下陷。三、氣脫證病勢危急，病情嚴重，主要為全身性正氣衰竭的表現，可見大汗淋漓，面色蒼白，精神萎靡，口張手撒，二便失禁等；本證則病勢緩慢，病情遷延，主要為中、下焦元氣升舉無力的表現，可見脘腹脹墜，脫肛下利等。四、氣脫證急需益氣固脫，救垂危於頃刻，若不及時搶救，預後不良，本證則宜升舉中氣，緩緩圖治。\n清陽不升證與氣陷證 二者均為氣機失常的病證，且都表現為氣的升舉功能減退。但清陽不升證主要是針對濁陰不降而言。清陽與濁陰是病理變化中的一對矛盾，它們每每相互影響。清陽不升證以上焦見症為主，如頭暈眼花，耳鳴耳聾，亦有中、下焦的腕腹脹悶，大便溏薄等症狀。不過，清陽不升證是以陽氣不升為主，濁陰不降為次，故臨床多見虛實夾雜證。亦可因痰濁中阻，清陽被遏而見胸脘痞悶，泛噁嘔吐，眩暈的實證。而氣陷證主要是脾氣不升，中氣下陷，臨床見症以中、下焦症狀為主，純屬於虛證。\n氣虛證與氣陷證 二者皆為虛證。而氣陷證多為氣虛證演化而來，兩者有因果關係。氣虛證主要指全身的元氣不足，臟腑功能衰退，其可因疾病的部位不同，它的臨床表現亦各異，而氣陷證雖可有氣虛證的神疲乏力，呼吸氣短的元氣不足症狀，但更突出的是還有中氣下陷，元氣升舉無力的表現，可見少腹脹墜，下利脫肛，子宮下垂等症狀，故其病變部位主要在中、下焦。兩者當以此為辨。\n腎氣不固證與氣陷證 二者均屬虛證，均可見下焦的病症，如洩瀉，少腹脹等。但腎氣不固證可由氣陷證發展而來，即由脾氣虛而累及腎氣虛，出現脾腎氣虛的腎關不固，二者在病機上有一定的聯繫。然而腎氣不固證，可反映在腎氣無以温煦脾土而出現脾腎兩虛的“五更洩瀉”症，與氣陷證的久洩不禁有別；又可見因腎氣不足，下關不固，膀胱不約，州都之水液不藏，水泉不止而見小便失禁，遺溺及老年人夜尿增多等症；還可表現為因房室不節，精元虧損，腎氣虛而精關不固，則見遺精，滑精，淋濁等症。故兩證的鑑別要點是：一、腎氣不固證的病變部位主要在下焦腎，而氣陷證在中焦脾胃。二、腎氣不固證臨床表現以腎氣無以温煦助運，氣化失司，下關不固的症狀為主，每每伴有腰膝痠軟；而氣陷證是以脾氣不升，中氣下陷的症狀為主，每每伴有神疲納呆。"
  },
  "literature": "《靈樞·口問》篇：“中氣不足，溲便為之變。”\n《諸病源候論·痢病諸侯》：“脫肛候：脫肛者，肛門脫出也，多因久痢後大腸虛冷所為。肛門為大腸之候，大腸虛而傷於寒痢，而用氣嘔，其氣下衝，則肛門脫出，因謂脫肛也。”\n《諸病源候論·婦人雜病諸侯》：“陰挺出下脫候：胞絡傷損，子臟虛冷，氣下衝則令陰挺出，謂之下脫。亦有因產而用力偃氣，而陰下脫者。診其少陰脈浮動，浮則為虛，動則為悸，故脫也。”\n《景岳全書·淋濁》：“淋如白濁者，此惟中氣下陷及命門不固之證也。”\n《景岳全書·新方八陣》：“舉元煎：治氣虛下陷、血崩、血脫、亡陽垂危等證。”\n《醫宗金鑑·婦科心法要訣》：“婦人經行之後，淋漓不止，名曰經漏，經忽然大下不止，名曰經崩。……更有憂思傷脾，脾虛不能攝血者；有中氣下陷，不能固血者……。”"
}