{
  "id": "qixuxueyu",
  "number": 40,
  "name": "氣虛血瘀證",
  "category": "全身證候",
  "overview": "氣虛血瘀證是指機體臟腑功能衰退，元氣不足，無力推動血液運行，致血流不暢而成瘀所產生的一系列臨床表現的證候。多因久病體虛，勞累過度，年老體衰所致。\n主要的臨床表現是：心悸氣短，納少乏力，少氣懶言，面色淡白或暗滯，或胸中隱痛，或腹中脹滿作痛，或有積塊，或為偏癱，舌青紫，或有瘀斑、瘀點，脈細緩而澀等。\n氣虛血瘀證常見於“胸痺”、“中風”、“積聚”、“痺證”等疾病中。\n本證在臨床上應與“血瘀證”、“氣滯血瘀證”、“氣血兩虛證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“胸痺”",
    "“中風”",
    "“積聚”",
    "“痺證”"
  ],
  "differential_syndromes": [
    "“血瘀證”",
    "“氣滯血瘀證”",
    "“氣血兩虛證”"
  ],
  "differential": {
    "self_analysis": "氣虛血瘀證往往見於遷延日久，纏綿不愈的疾病，並在不同的疾病中有不同的表現，治療亦當有別。在胸痺中出現氣虛血瘀證表現為胸悶隱痛，且位置固定不移，時作時止，心悸氣短，倦怠懶言，遇勞更甚，舌淡暗或有瘀斑，治宜益氣養心，活血通絡，方用人參湯(《金匱要略》)合血府逐瘀湯(《醫林改錯》)。在中風中出現氣虛血瘀證以半身不遂，口舌歪斜，言語謇澀或不語，遍身麻木，面色晄白，氣短乏力，口角流涎，自汗出，心悸便溏，手足腫脹，舌質暗淡，舌苔薄白或白膩，脈沉細，細緩或細弦等為特點，治宜益氣活血，通經活絡，方用補陽還五湯(《醫林改錯》)。在積聚中出現氣虛血瘀證，則表現為積塊堅硬，疼痛固定不移，且逐漸加劇，面色萎黄或黧黑，形体消瘦，納食減少，乏力懶言，舌質淡紫，或邊見瘀斑，舌苔白，脈細澀等，治宜補益氣血，活血化瘀，方用八珍湯(《證體類要》)合化積丸(《雜病源流犀燭》)。在痺證中出現氣虛血瘀證，其特點為關節腫大，甚至強直畸形，屈伸不利，關節久痛不愈或疼痛時輕時重，乏力自汗，氣短懶言，舌質紫，舌苔薄白，脈細澀等，治宜益氣活血，祛瘀通絡，方用黃芪桂枝五物湯(《金匱要略》)合桃紅飲(《類證治裁》)。\n氣虛血瘀證多見於年老體衰，勞累過度或久病不愈之人。元氣虧損，氣虛無力推動血運，以致營衛不和，經脈或臟腑瘀阻，則出現本證。\n氣虛血瘀證在疾病的演化過程中可表現不同的兼挾症，如因氣不攝血或瘀血阻塞脈絡造成血溢於脈外而出現的嘔血、咳血、便血等出血證。因“氣血同源”，氣虛不能化生血液影響血的滋生，或血瘀日久，新血不生導致血虛，肌膚經脈失於濡養而見肌膚甲錯，毛髮不榮等症。",
    "type_comparison": "血瘀證與氣虛血瘀證 二者均有血瘀證的臨床表現，如疼痛如針刺，且固定不移，舌色紫暗，或見瘀斑等。但從病因而論，血瘀證每因外傷跌撲，內傷出血，氣滯寒凝，以致瘀血停滯所致。氣虛血瘀證多因年老體衰，久病體虛，勞累過度等因素引起臟腑功能衰退，元氣不足，無力推動血液運行，致血流不暢而成瘀。因此臨床上可見心悸氣短，納少乏力，面色淡白或暗滯，或胸中隱痛，或腹中脹滿作痛，或有積塊，或為偏癱，舌青紫或有瘀斑瘀點，脈細緩而澀等表現，以氣虛兼有血瘀症狀為特點。\n氣滯血瘀證與氣虛血瘀證 氣為血之師，血為氣之母。若情志不遂，肝氣郁結，疏泄失常，氣滯則血瘀。氣滯血瘀證臨床表現為心煩易怒，胸脅脹滿，或有痞塊疼痛拒按，舌紫暗或有瘀斑等，在婦女還可見月經閉止，或痛經，經色紫暗有塊，乳房脹痛等。既有氣滯證又有血瘀證的表現為該證的特點。氣虛血瘀證則以氣虛與血瘀症狀並見為特點。二者不難鑑別。\n氣血兩虛證與氣虛血瘀證 兩者均為氣血同病，前者是虛證，後者為虛中挾實證。氣血兩虛證是指機體元氣不足，化源匱乏，氣不生血而致“氣”與“血”兩方面虧損，導致人體生命物質基礎不足，臟腑功能衰退的一類臨床表現，多因飲食勞倦內傷，或久病不愈，或失血耗氣所致。臨床表現為神疲乏力，呼吸氣短，頭暈眼花，心悸失眠，面色蒼白無華，手足麻木，指甲色淡，或月經量少，色淡質稀，血崩漏下，舌淡而嫩，脈細弱無力等一派虛象。氣虛血瘀證除氣虛表現外，還可見舌色紫暗，邊有瘀斑、瘀點等血瘀症狀，二者以此為辨。兩證在病機上有一定的聯繫，應當注意。若氣血兩虛日久，可由虛致瘀，在一定條件下轉化為氣虛血瘀證。"
  },
  "literature": "《素問·調經論》：“五臟之道，皆出於經隧，以行氣血，血氣不和，百病乃變化而生，是故守經隧焉。”\n《景岳全書·雜證謨·脅痛門》：“凡人之氣血猶源泉也，盛則流暢，少則壅滯，故氣血不虛則不滯，虛則無有不滯。”\n《張氏醫通·卷五·諸血門》：“蓋氣與血，兩相維附，氣不得血，則散而無統，血不得氣，則凝而不流。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_xu",
      "xue_yu"
    ]
  }
}