{
  "id": "qixu_fare",
  "number": 38,
  "name": "氣虛發熱證",
  "category": "全身證候",
  "overview": "氣虛發熱證是指脾胃元氣虧虛，陰津不能上達，以致虛火浮越，而見發熱纏綿、虛煩等一系列症狀的證候。多因過度勞累、飲食失調等致脾胃氣虛引起發熱所致。\n主要臨床表現為：發熱，熱勢或低或高，常在勞累後發作或加劇，倦怠乏力，短氣懶言，食少便溏，自汗，易於感冒，舌質淡，苔薄白，脈弱。\n氣虛發熱證常見於“內傷發熱”、“虛勞”、“產后病”、“感冒”等病證中。\n本證應與“外感發熱證”、“陰虛內熱證”、“氣鬱發熱證”等相鑑別。",
  "clinical_manifestations": "發熱，熱勢或低或高，常在勞累後發作或加劇，倦怠乏力，短氣懶言，食少便溏，自汗，易於感冒，舌質淡，苔薄白，脈弱",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "氣虛發熱證見於內傷發熱病中，臨床表現以面色萎黃，低熱或高熱，舌淡胖，苔白，脈弱為特點。其病機或為氣虛而虛陽外越，或為氣虛而陰火上衝，或為氣虛而衛外不固，營衛失和，以氣虛為病機之關鍵。人體血液的運行，汗液、尿液、糟粕等的排泄，精微物質的輸布，全賴乎氣的運化、固攝、制約功能。若先天不足或後天失養，或脾肺功能失調而致氣的生成不足，或勞倦太過致元氣不足，臟腑機能減退，脾胃為水谷之海，虛則氣血乏生化之源，氣血虧虛不榮於面而見面色萎黃，神疲倦怠，少氣懶言；脾主肌肉，脾氣虛則肌肉失於榮養，故形體消瘦而乏力；脾居中焦，職司健運，如中氣不足，則運化無權，故食少便溏；氣虛衛外不固，汗液統攝失司，營衛失和，而見發熱、易於感冒；飲食、勞倦過度，耗傷氣陰，氣虛下陷，陰火上升而見發熱，熱由氣虛而致，故常在勞累後發作或加重，而苔白，舌淡嫩，有齒痕，脈軟弱，皆為脾氣虛弱之候。治宜益氣健脾，甘温除熱，方用補中益氣湯(《脾胃論》)。自汗較多者，加牡蠣、浮小麥、糯稻根固表斂汗；時冷時熱，汗出惡風者，仿桂枝湯之意加桂枝、芍藥以調和營衛；胸脘痞悶，舌苔白膩，為脾虛挾濕，加蒼朮，茯苓、厚朴以健脾燥濕；大便稀薄、手足欠溫者，加乾薑、肉桂溫運中陽。本證見於虛勞病中，臨床表現長期低熱不解，應慎用苦寒藥物，治宜補中益氣湯去當歸，加生姜、大棗調和營衛。若兼陰虛而成氣陰兩虛發熱者，酌加麥冬、玉竹、石斛滋陰生津；若熱勢較高，可加青蒿、鱉甲滋陰清熱。氣虛發熱證見於產後病中，臨床表現虛熱而煩，極易感冒，氣短少言，身倦乏力，汗出畏風，面色無華，舌淡苔白，脈細弱，治宜益氣健脾，甘温除熱，方用補中益氣湯加川芎、炮姜、大棗以益氣活血調中。若感冒病中出現氣虛發熱證，臨床表現發熱、微惡寒，熱勢不盛，但感時時形寒，自汗，頭痛鼻塞，咳嗽，痰白，語聲低怯，氣短，倦怠，苔白，脈浮無力，治宜益氣解表，調和營衛，方用參蘇飲(《和劑局方》)或黃芪桂枝五物湯(《金匱要略》)。\n氣虛發熱證多見於體虛或久病之人，由於熱耗陰精，常呈現氣陰兩虛的證候；若出現氣損及陽，陰衰氣弱，則轉化為陽虛發熱，治療上很困難，病證纏綿不愈。",
    "type_comparison": "外感發熱證與氣虛發熱證 氣虛發熱證屬內傷發熱，與外感發熱不同。一、病史及發病特點：氣虛發熱證多起病緩慢，病程較長，一般有飲食勞倦致氣虛的病史，故病情多隨飲食、疲勞等而發作或加劇，而外感發熱乃因感受外邪而起，發病較急，病程較短，與外邪有密切關係。二、臨床表現：氣虛發熱證以發熱為主症，多為低熱，少數可為高熱，一般發熱持續，或時作時止或作有定時，多不惡寒，或雖感怯冷而披衣被則冷感減弱或消失，多伴有神疲，自汗，少氣懶言，倦怠，納少，便溏，脈弱等脾氣虧虛表現，而外感發熱時常伴有惡寒，其寒雖披衣被而不減，發熱多持續，外邪除則熱自退，病初多伴頭痛，鼻塞，脈浮等症，且易於傳變。三、治療手段：氣虛發熱證當首先從補氣調中入手，應用補中益氣湯以健脾益氣，甘温除熱，而外感發熱多宜清熱透表，而忌用溫補，恐留邪積變。\n陰虛發熱證與氣虛發熱證 陰虛發熱證是陰虛陽亢引起的發熱，證見面色潮紅，舌紅少津，脈細數等陰虛之象，而氣虛發熱證為氣虛所致，臨床以面色萎黄，低熱或高熱，舌象淡白胖嫩，苔白多津，脈虛緩為特點，不可不察。\n氣鬱發熱證與氣虛發熱證 兩者一實一虛，在病機、臨床表現及治法上多有不同。氣虛發熱證病責之於脾，屬脾肺氣虛，陰火上衝，常在勞累後發作或加重，臨床多兼氣虛的諸多表現，而氣鬱發熱證多責之於肝，屬肝氣鬱結，肝火上炎，其熱勢多為低熱或潮熱，常隨情緒變化而起伏，且多伴肝氣郁結之表現如精神抑鬱，煩躁易怒，胸脅悶脹，口乾而苦，納食減少，大便秘結，舌紅，苔薄黃，脈弦數。治療上氣虛發熱證當以益氣健脾，甘温除熱為法，而氣鬱發熱證則應疏肝解鬱，清肝瀉熱。氣虛發熱證以補中益氣湯為主方，而氣鬱發熱證以丹栀逍遙散(《婦人良方》)為主方。"
  },
  "literature": "《素問·調經論》：“有所勞倦，形氣衰少，谷氣不盛，上焦不行，下脘不通，胃氣熱，熱氣熏胸中，故內熱。”\n《諸病源候論·虛勞客熱候》：“虛勞之人，血氣微弱，陰陽俱虛，小勞則生熱，熱因勞而生，故名客熱也。”\n“虛勞而熱者，是陰氣不足，陽氣有餘，故內外生於熱，外邪氣從外來乘也。”\n《脾胃論·飲食勞倦所傷始為熱中論》：“脾胃氣虛，則下流於腎，陰火得以襲土位。”\n《證治準繩·雜病·發熱》：“審其果為傷寒、傷風及寒疫也，則用仲景法；果為溫病及瘟疫也，則用丹溪法；果為氣虛也，則用東垣法；果為陰虛也，則用丹溪法，如是則庶無差誤以害人矣”。\n“飲食勞倦為內傷元氣，此則中陽下陷，內生虛熱，故東垣發補中益氣之論，用人參、黃芪等甘温之藥，大補其氣而提其下陷，此用氣藥以補氣之不足也。”\n《景岳全書·火證》：“氣本屬陽，陽氣不足，則寒從中生，寒從中生則陽無所依，而浮散於外，是即虛火假熱之謂也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_xu",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：氣虛、熱/火。根據證候名稱「氣虛發熱證」分析其病機組成。"
}