{
  "id": "qixu_waigan",
  "number": 39,
  "name": "氣虛外感證",
  "category": "全身證候",
  "overview": "氣虛外感證是指由於氣的生化和來源不足，臟腑虛損，功能減退，而致衛氣虛弱，衛表不固，同時感受外邪侵襲的病理證候。氣虛者多為肺氣虛，外邪則多為風寒之邪。故《素問·評熱病論》說：“邪之所湊，其氣必虛。”\n主要臨床表現為：發熱，惡寒較甚，無汗或自汗出，身楚倦怠，咳嗽，咯痰無力，甚則氣少不足以息，聲音低怯，面色淡白，舌淡苔白，脈浮無力。\n氣虛外感證常見於“感冒”、“虛勞”、“產後發熱”等病證中。\n本證應與“陽虛外感證”、“陰虛外感證”、“血虛外感證”等相鑑別。",
  "clinical_manifestations": "發熱，惡寒較甚，無汗或自汗出，身楚倦怠，咳嗽，咯痰無力，甚則氣少不足以息，聲音低怯，面色淡白，舌淡苔白，脈浮無力",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "氣虛外感證在不同的疾病中，其臨床表現亦有所不同。如見於感冒中，乃為肺衛不固，外感風寒之邪，氣虛溫運衛外無力，邪不易解而成，症見惡寒較甚，發熱無汗，肢體痠重，咳嗽，痰清稀，舌淡，苔白，脈浮，治宜益氣解表，方用參蘇飲(《和劑局方》)加減；若平素表虛自汗，易受風邪者，可用玉屏风散(《世醫得效方》)，益氣固表，以防感冒。氣虛外感證如見於虛勞，乃為肺臟虛損，氣虛不能衛外，腠理不密，並感外邪而致，症見短氣，自汗，聲音低怯，時寒時熱，面白，舌淡，脈弱，治宜補益肺氣，兼以祛邪，方用補肺湯(《永類鈐方》)加減。另如婦人產後失血傷氣，百脈空虛，腠理不密，衛外之陽不固，風寒之邪乘虛而入，營衛不和，而出現產後發熱，症見產後惡寒發熱，頭痛，肢體疼痛，無汗，或咳嗽，流涕，舌苔薄白，脈浮，治宜養血益氣祛風，方用荊防四物湯(《醫宗金鑑》)加味；若症見發熱，微惡風寒，頭痛，咳嗽，口渴，微汗出或無汗，舌尖邊紅，苔薄白，脈浮數，乃為風熱之邪乘虛侵襲肺衛，衛氣被鬱，開闔失司所致，治宜辛涼解表，疏風清熱，方用銀翹散(《溫病条辨》)加味。\n氣虛外感證常發於年老體虛，久病大病初愈以及婦人經產之後。氣虛外感證如見於老人，則多以陽氣虛損為主，並可兼有腎精虧虛之候；如見於久病大病之後，則多為氣陰兩傷、正虛邪戀；如見於婦人經產病中，則以氣血兩虧、外邪侵襲為臨床特點。\n氣虛外感證以氣虛為本，外感為標。前者多指氣的生成與來源不足，或消耗過度，而致氣的虧虛，不能正常發揮氣的各種作用，尤其是氣的防禦功能。引起氣虛的原因主要有兩個方面：一是由於飲食失調，水谷精微不充，以致氣的來源不足；二是由於大病久病之後，或年老體虛及煩勞過度等，以致臟腑機能減弱，氣的生化不足。在氣虛外感證中，氣虛多與肺氣虛、脾氣虛及肺脾氣虛、肺腎虧虛有關。《素問·通評虛實論》說：“氣虛者，肺虛也。”可見，其中肺氣虛較為重要。肺氣虛，不能宣布衛氣於肌表，腠理不密，衛表不固，防禦作用減弱，故外邪得以侵入機體而致病。氣虛者易受風寒之邪，也可獨受風邪，或感受風熱之邪。風性輕揚，多犯上焦，故《素問·太陰陽明論》說：“傷於風者，上先受之”。肺處胸中，位於上焦，主呼吸，開竅於鼻，外合皮毛，職司衛外，故外邪從口鼻、皮毛入侵，肺衛首當其衝，感受風寒邪氣後，皮毛閉塞，則衛表不和，邪鬱於肺，則肺失宣肅。由此說明，在稟賦不足，氣虛衛外失調的情況下，最易內外因相引而發病。由於氣虛外感的臟腑虛損程度及感邪性質、輕重不同，故其轉歸亦有所異。感邪初期，肺衛為病，日久則子病及母，肺脾同病，可出現邪犯中焦脾胃的症狀，甚則肺腎氣虛，腎不納氣，出現正愈虛、邪愈盛的嚴重情況。另外，氣虛日久，加之外感寒邪耗傷陽氣，可導致陽虛；氣虛外感風邪、熱邪，入里愈久，化燥傷津，又導致氣陰兩虛，故本證最終可致陰陽兩虛，正虛邪盛的嚴重病情。",
    "type_comparison": "陽虛外感證與氣虛外感證 二證均為體質虛弱，衛外功能減退，復感風寒之邪而致。陽虛外感證主要由年老陽氣虛衰，或大病久病耗傷陽氣，或治療失當，過用寒涼損傷陽氣，陽氣不足，復感風寒之邪，風寒外束肌表而致，症見惡寒重，發熱輕，頭痛身痛，晄白無汗，語聲低微，四肢不溫，舌淡，苔白，脈沉無力。氣虛外感證則是由於氣的生化、來源不足，臟腑機能減退，衛氣虛弱，衛表不固，同時感受風寒之邪，氣虛溫運衛外無力而致。二證外感之邪均以風寒為主；陽虛外感證以脾腎陽虛為病理基礎，而氣虛外感證則以肺氣虛為主，後者進一步發展可轉變為前者；因陽虛氣亦不足，故陽虛外感證可兼見氣虛外感之候，同時以寒從內生，體表四肢不得溫煦為辨證特點，而氣虛外感證多以氣虛溫運衛外無力，風寒外束肌表為臨床特點。\n陰虛外感證與氣虛外感證 陰虛外感證多由於陰津素虧，外感風熱，津液不能作汗達邪而致，症見身熱，微惡風寒，少汗，頭昏，心煩，口乾，乾咳痰少，舌紅少苔，脈細數。此證多以陰津不足，陰虛有熱，加之風熱侵襲為辨證特點。氣虛外感證則以氣虛托送無力，風寒外束為辨證特點。二證在病因、病理和臨床表現上均有不同，故不難鑑別。\n血虛外感證與氣虛外感證 血虛外感證多由素體血虛，或失血，或久病暗耗精血，加之感受風寒之邪而致。如風寒束表，肺衛失和，症見頭痛，身熱，微惡風寒；如血虛汗源不足，則見無汗、少汗；血虛不榮，心失所養，則見面色不華，唇甲色淡，心悸頭昏；舌淡苔白，脈細無力或浮為血虛之徵。此證辨證特點以面色不華，唇甲色淡，舌淡脈細之血虛不榮及風寒外束徵象為主，這與氣虛外感證之咳嗽、咯痰無力，氣少不足以息，聲音低怯等氣虛之象有明顯差別。"
  },
  "literature": "《證治匯補·傷風》：“如虛人傷風，屢感屢發，形氣病氣俱虛者，又當補中而佐以和解。倘專泥發散，恐脾氣益虛，腠理益疏，邪乘虛人，病反增劇也。”\n《醫學心悟·論汗法》：“凡一切陽虛者，皆宜補中發汗，一切陰虛者，皆宜養陰發汗。按熱者，皆宜清涼發汗。挾寒者，皆宜溫經發汗。”\n《血證論·感冒》：“血家最忌感冒，以陰血受傷，不可發汗故也。然血家又易感冒，以人身衛外之邪，生於太陽膀胱，而散布於肺。血家肺陰不足，壯火食氣，不能散達於外，故衛氣虛寒，易召外感。”"
}