{
  "id": "qixueliangxu",
  "number": 79,
  "name": "氣血兩虛證",
  "category": "全身證候",
  "overview": "氣血兩虛證是指機體“氣”與“血”二方面虧損，導致人體生命活動物質基礎不足，臟腑功能衰退的一種證候。本證多因飲食勞倦內傷，或久病不愈，或失血耗氣所致。\n主要臨床表現為：神疲乏力，呼吸氣短，頭暈目眩，心悸失眠，面色蒼白無華，手足麻木，指甲色淡，或月經量少，色淡質稀，血崩漏下，舌淡而嫩，脈細弱無力等症。\n氣血兩虛證常見於“虛勞”、“眩暈”、“心悸怔忡”、“痿證”、“不寐”、“月經不調”、“血證”及各種出血性疾病過程中。\n本證應與“氣陰兩虛證”、“氣虛血瘀證”相鑑別。",
  "clinical_manifestations": "神疲乏力，呼吸氣短，頭暈目眩，心悸失眠，面色蒼白無華，手足麻木，指甲色淡，或月經量少，色淡質稀，血崩漏下，舌淡而嫩，脈細弱無力等症。氣血兩虛證",
  "common_diseases": [
    "“虛勞”",
    "“眩暈”",
    "“心悸怔忡”",
    "“痿證”",
    "“不寐”",
    "“月經不調”",
    "“血證”及各種出血性疾病過程"
  ],
  "differential_syndromes": [
    "“氣陰兩虛證”",
    "“氣虛血瘀證”"
  ],
  "differential": {
    "self_analysis": "臨床上，在氣虛或血虛的多種疾病變化過程中，都可見到氣血兩虛證。由於造成本證的病因、病機、病位不同，其表現亦各異。如本證在虛勞病中，多因後天失調，久病失養，以致脾胃受損，氣血生化之源不足，症見神疲乏力，氣短自汗，納谷減少，頭暈心悸，形瘦，舌淡苔薄，脈細軟，治宜調理脾胃，氣血雙補，方選八珍汤(《正體類要》)加減；若因氣血不足，腠理不密，外邪每易乘虛而襲，《金匱要略·血痺虛勞病脈證並治》曰：“虛勞諸不足，風氣百疾，薯蕷丸主之。”症見形瘦神疲，氣短心悸，易於感冒，或肢痛麻木，治宜扶正祛邪，方選薯蕷丸加減。因氣血兩虛而見眩暈者，多為思慮過度，脾胃素虛，氣血無以上榮頭目，腦失所養，症見頭暈目眩，稍勞倦則加劇，顏面蒼白，口唇指甲無華，神疲乏力，夜寐多夢，納呆便溏，舌淡脈細，治宜補養氣血，健運中土，方選归脾汤(《濟生方》)或补中益气汤(《脾胃論》)加減。本證亦可見於心悸怔忡病中，多為憂愁思慮，勞傷心脾，氣血耗損，血不養心，症見心悸怔忡，健忘失眠，神疲倦怠，納食不思，舌淡，脈細，治宜氣血雙補，心脾同治，方選归脾汤加朱砂、龍齒等。又如不寐，亦可因氣血兩虛所致，《類證治裁·不寐》曰：“思慮傷脾，脾血虧損，經年不寐。”症見多夢易醒，失眠，心悸，頭脹健忘，神疲乏力，面色少華，舌淡，苔薄，脈細弱，治宜益氣生血，寧神定志，方選归脾汤或养心汤(《證治準繩》)加減。又如氣血兩虛見於痿病者，多因邪熱傷氣耗津，以致陽明生化無權，水谷精微無以灌四旁，潤宗筋，主束骨而利關節，況且脾胃虛弱常導致肝之藏血不足，肝主筋，肝血不足則無以濡養筋脈而成痿，症見肢體痿軟無力，肌肉瘦削，飲食減少，神疲乏力，或頭暈眼花，身重口苦，舌淡紅，苔薄黃膩，脈細弦，治宜補中益氣，養血柔肝，方選补中益气汤，或加减四物汤(《醫學正傳》)加減。本證還可見於多種出血性疾病中，如便血，多因脾胃虛損，脾不統血，氣不攝血，血溢於內所致，症見大便黑如柏油，胃脘脹滿不舒，頭暈神疲，面色蒼白，舌淡，脈細，治宜益氣攝血，方選归脾汤加減。\n氣血兩虛證常見於慢性疾病的中、後期。素有氣虛或血虛者，或有慢性出血性疾病者，尤易導致本證。女性較男性為多見。本證在分科上，又各具特點。婦科方面，如月經不調，崩漏，胎漏，缺乳等，其病機主要反映在氣不生血，氣不攝血上，有月經少、淡、稀、白的特點。若月經不調者，不論先期或後期，可見經量少，色淡，經水清稀，納呆，面色蒼白等症；若閉經，每由月經量少，色淡，清稀，漸至經閉，並伴形瘦，面色萎黃等症；若漏下者，可見經水漏下，淋漓不淨，色淡，質稀薄，面色白而浮等症；若胎漏者，可見妊娠少腹下墮，陰道少量出血，色淡紅，質稀薄，面色蒼白等症；若產後缺乳者，症見乳汁少而淡，質清稀或無乳汁，乳房不脹而柔軟，面色蒼白等症。外科方面，本證可見起勢慢而病程長，瘡瘍腫脹而不潰，腫勢不高而平塌，根腳不束而散漫，癰疽不痛而麻木，濃液不稠而敗漿，瘡面不澤而色晦，瘡口不斂而難收等特點。在兒科方面，由於小兒機體嬌柔而嫩，氣血未充，經脈未盛，若後天脾胃調攝失當，脾胃受損，氣血不足，疾病往往纏綿不愈。本證常散見於小兒疳積，五遲，五軟等病症中，臨床可見生長發育緩慢，飲食呆滯，形體消瘦，面色萎黃，智力遲鈍，髮少屑淡，肢軟無力，哭聲低微等特點。在防治上，當以補益氣血的同時，強調健運脾胃，節制飲食，助其生化。\n本證的主要病變部位在脾胃。由於氣血是互相依存、資生的，故本證一般多因氣虛日久，累及血虛；亦可因失血過多而耗氣。但氣屬陽，血屬陰，進一步發展可出現陰陽兩虛證，即有脾病及腎病，從氣血虛轉化為陰陽虛。由於患者的體質不同，病變的性質差異，本證演化過程中會出現寒熱二種不同的轉歸。一是由本證熱化，即因血虛而傷陰，出現既有氣虛，又有陰虛火旺的症狀，表現為“氣陰兩虛”。例如心悸，可由心脾氣血兩虛，演化為心脾氣陰兩虛，出現心動悸，脈結代等症狀；二是由本證寒化，即因氣虛而傷陽，由脾而及腎，表現為“脾腎兩虛”。例如浮腫，可由脾胃氣血兩虛，演化為脾腎兩虛的水腫等。上述兩種轉歸，對於素體陰虛或陽虛的患者，表現尤為突出。本證的出現，每每導致機體抗病能力的低下，常易感受外邪或兼夾痰、食、瘀等病邪，臨床表現為虛實夾雜，故辨證時，必須注意兼夾證。新感則應按“急則治其標”的原則，先祛外邪，後治其本。若有兼夾證，則當扶正祛邪，兩者兼顧，決不可只顧扶正，恐有留寇之弊。",
    "type_comparison": "氣陰兩虛證與氣血兩虛證 二者均為虛證，一為氣陰同病，一為氣血同病。從臨床辨證來認識，二者皆可見氣虛的神疲乏力，呼吸氣短的症狀。血虛與陰虛又均可表現營陰虧損的症狀，但血虛主要表現為營血不足，症見頭暈眼花，眼瞼、口唇、指甲蒼白，心悸，手足麻木，舌淡，脈細；而陰虛主要表現為陰虛火旺，症見頭暈目眩，耳鳴，午後升火，顴紅咽痛，五心煩熱，舌紅少苔，脈細數。此為鑑別要點。雖然氣血兩虛可演化為氣陰兩虛證，這只是病機上的相互關聯。氣陰兩虛證臨床多見於熱性病的後期及內傷雜病中，而本證則主要見於內傷雜病中。\n氣虛血瘀證與氣血兩虛證 二者均為氣血同病，前者是虛中夾實證，後者是虛證。氣虛血瘀證是指因氣虛不足，元氣虧損，氣虛而無力推動血運，以致營衛不和，經脈或臟腑瘀阻。如因氣虛而出現的痺病，手足麻木不仁；因氣虛而動風，脈絡瘀阻，出現中風，口眼歪斜，手足癱瘓；因脾胃氣虛，臟腑失養，血運受阻，出現胸痛，脅痛，脘腹脹滿，鈍痛而拒按，部位固定，癥積腫塊等等。而與氣血兩虛證所出現的手足麻木而無不仁，脘腹脹滿而喜按的症狀有別。當然，氣虛血瘀證還可出現舌有瘀點，身有瘀斑，腹有腫塊等特點，這是氣血兩虛證所沒有的，二者當以此為辨。必須知道，若氣血兩虛證發展由虛而瘀，會表現為氣虛血瘀證，二者在病機上有一定的聯繫。"
  },
  "literature": "《素問·調經論》：“五臟之道皆出於經隧，以行血氣，血氣不和，百病乃變化而生。”\n《諸病源候論·虛勞諸病候上》“夫血氣者，所以榮養其身也。虛勞之人，精髓萎竭，血氣虛弱，不能充盛肌膚，此故羸瘦也。”“胃為腑，主盛水谷，脾為臟，主消水谷。若脾胃溫和，則能消化。今虛勞血氣衰少，脾胃冷弱，故不消谷也。”\n《景岳全書·不寐》：“有體素弱，或因過勞，或因病後，此為不足，宜養血安神之類。凡病後及婦人產後不得眠者，此皆血氣虛，而心脾二臟不足，雖有痰火，亦不宜過於攻，治仍當以補養為君，或佐以清痰降火之藥。”\n《景岳全書·血證》：“蓋脾統血，脾氣虛則不能收攝，脾化血，脾氣虛則不能運化，是皆血無所主，因而脫陷妄行。”\n《血證論·陰陽水火氣血論》：“一陰一陽，互相維繫，而況運血者即是氣，守氣者即是血。氣為陽，氣盛即為火盛；血為陰，血虛即是水虛，一而二，二而一者也。人必深明此理，而後治血理氣，調陰和陽，可以左右逢源。”"
}