{
  "id": "qiyinliangxu",
  "number": 80,
  "name": "氣陰兩虛證",
  "category": "全身證候",
  "overview": "氣陰兩虛證是指機體的元氣和真陰兩個方面同時都出現不足，其臨床表現既有肺、脾、腎三臟元氣虧損，又有五臟津液內耗，營陰不足的證候。本證常見於外感温病及內傷雜病的中後期，因經久不愈，或汗、吐、下、利太過，氣陰耗傷所致。\n主要臨床表現為：神疲乏力，汗出氣短，乾咳少痰，納呆，口乾咽痛，頭暈目眩，午後潮熱，心悸，手足心熱，腰酸耳鳴，尿少便結，舌紅絳，苔少，脈細數無力等症狀。\n氣陰兩虛證散見於外感溫熱病中的“春溫”、“暑溫”、“濕溫”、“秋燥”及內傷雜病的“胃脘痛”、“肺癆”、“心悸”、“勞淋”等病變中。\n本證應與“氣血兩虛證”、“陰陽兩虛證”相鑑別。",
  "clinical_manifestations": "神疲乏力，汗出氣短，乾咳少痰，納呆，口乾咽痛，頭暈目眩，午後潮熱，心悸，手足心熱，腰酸耳鳴，尿少便結，舌紅絳，苔少，脈細數無力等症狀。氣陰兩虛證",
  "common_diseases": [
    "外感温病及內傷雜病的中後期，因經久不愈，或汗",
    "吐",
    "下",
    "利太過，氣陰耗傷所致。"
  ],
  "differential_syndromes": [
    "“氣血兩虛證”",
    "“陰陽兩虛證”"
  ],
  "differential": {
    "self_analysis": "由於形成本證的病因、病邪以及病變性質、病位的不同，臨床應詳加辨析。在外感溫熱病中，本證可見於春溫，多因感受春令溫熱之邪，邪熱客於氣分，熱結陽明，耗傷氣津，導致胃腸傳導失司而表現身熱，神疲乏力，口乾咽痛，少腹脹滿堅實，大便秘結，苔焦黃，脈沉弱等症，治宜益氣養陰，增液導下，方選新加黄龙汤(《溫病条辨》)加減。又可見於“暑溫”，多因夏令炎熱，熱邪逼汗，易於耗傷氣陰，《清代名醫醫案精華·金子久醫案》中曾說：“經大汗則氣從此外耗，為大熱則陰由此內耗”。若暑傷氣陰，症見汗出多而身熱，肢體倦而神疲，口渴而心煩，脈虛而無力，治宜清暑熱而益氣陰，方選王氏清暑益氣湯(《溫熱經緯》)加減；若暑熱退而氣陰耗損過極，慎防液耗氣脱，症見發熱已退，汗出不止，口渴煩熱，氣短喘促，脈散大無力，此氣不固攝而陰不內守也，急以益氣斂陰，生津固脫，方選生脉散(《內外傷辨惑論》)加減。又如本證在濕溫病中，多因屢經發汗，由於濕性粘滯，汗出而濕熱不解，濕遏熱鬱而氣陰大虧，出現發熱汗出不解，神倦氣怯，胸腹部白瘖干白如枯骨，舌淡，苔滑膩，脈細數等氣陰兩虛的“枯瘖”，治宜益氣養陰，生津斂液，方選生脉散或沙参麦冬汤(《溫病条辨》)加減。本證又可見於秋燥中，秋令燥邪犯肺，燥易化熱而傷氣陰，出現身熱，乾咳無痰，氣喘口渴，心煩，胸脅脹悶，口鼻乾燥，苔少，舌邊尖紅，脈細數等症，治宜清肺潤燥，方選清燥救肺湯(《醫門法律》)加減；若燥邪化熱，灼傷肺胃，津液內耗，會出現肺胃氣陰兩傷，症見身熱不揚，乾咳不已，胸腹隱痛，胃脘有灼熱感，咽乾口渴，舌燥苔剝，脈細數，治宜清養肺胃，方選沙参麦冬汤加減。若溫邪熱毒，深入入下焦，耗傷真陰，或誤用汗法，會出現心悸，震盪不安，自汗不止者，表現為心腎氣陰兩虛，治宜益氣鎮攝，扶正培元，方選救逆湯(《溫病条辨》)加減，其方後指出：“脈虛大欲散者，加人參二錢”。在內傷雜病的辨證中，本證往往涉及二個或二個以上的臟腑。如本證在胃脘痛中，多因飲食不節，脾胃素虛，更加七情內傷，肝氣鬱滯，氣鬱化火，橫逆犯胃，灼傷胃陰，表現為脾胃肝之氣陰兩虛，症見胃脘隱痛脹滿，脹甚於痛，嘈雜口乾，神疲乏力，時有太息，大便溏薄，胃脘部時有灼熱感，舌紅，苔少，脈細弦無力，治宜調肝和胃，益氣養陰，方選養胃湯(《證治準繩》)合芍药甘草汤(《傷寒論》)加減。又如肺癆而見本證者，多因稟賦虛弱，起居不慎，勞倦思慮，耗散元氣，正氣不足，癆蟲乘虛而入，損傷肺陰，出現脾胃肺之氣陰兩虛，症見咳嗽咯血，午後潮熱，臉泛桃紅，氣短神疲，語聲低微，自汗盗汗，納食減少，舌紅苔少，脈細無力，治宜益氣養陰，培土生金，方選月华丸(《醫學心悟》)加減。本證又可見於心悸病中，多因素體虛弱，脾胃不足，思慮過度，耗傷心血，血虛而陰虧，出現脾胃心之氣陰兩虛，症見心悸不寧，頭暈目眩，面色蒼白，口乾咽痛，手足心熱，神疲乏力，舌淡紅，苔少，脈細數或結代，治宜益氣養心，滋陰寧神，方選天王补心丹(《世醫得效方》)，或炙甘草汤(《傷寒論》)加減。本病常見於消渴病。多因先天稟賦不足，陰虛火旺，火熱耗氣，導致氣陰兩虛，症見口乾渴，倦怠無力，汗出氣短，小便頻數，舌紅少苔，脈細弱等。治宜益氣養陰，生津止渴。方選生脉散(《脾胃論》)合固本丸(《張氏醫通》)。本證還可見於淋證中，多因久淋不愈，脾胃元氣虧損，更兼勞累過度，房室不節，或利滲傷津，出現脾胃腎之氣陰兩虛，由於遇勞即發，故稱“勞淋”。症見小便淋瀝，反覆發作，精神困憊，少腹脹墜，口乾咽痛，五心煩熱，舌紅苔少，脈細數，治當健脾益氣，滋陰補腎，方選七味都气丸(《醫宗已任編》)加減。上面重點闡述了由脾胃氣虛而影響其它臟腑所出現的本證。當然，還可見因肺氣虛或腎氣虛而影響其他臟腑所出現的本證，如可見肺脾氣陰兩虛所致的肺痿；肺心氣陰兩虛所致的怔忡；肺肝氣陰兩虛所致的咳血；肺腎氣陰兩虛所致的“喘證”；心腎氣陰兩虛所致的不寐；肝脾腎氣陰兩虛所致的中風等等。總之，臨床應從整體觀及臟腑相關學說出發，抓住氣陰損傷的部位、主要臟腑，才能從錯綜複雜的病症中分辨清晰，有條不紊。\n必須指出，不論外感或內傷為患，本證多見於素體氣虛或陰虛之人。好發於夏秋季節，因暑夏炎熱，易於耗氣傷陰，秋燥犯襲，易於化熱，灼傷氣陰而致本證。除上述病因外，尚應重視醫源性因素，由於誤下、誤吐、發汗過多、利滲無度等，可使機體的元氣虧損，陰液丟失，從而導致本證的出現，不可不慎。\n綜上所述，本證在演化的過程中，每每可兼挾鬱、痰、瘀等病邪。氣陰兩虛而挾氣鬱者，多因情緒抑郁，肝鬱化火而加重氣陰的耗傷，如乾咳喘息等症；氣陰兩虛而兼挾痰熱者，多因脾氣虛而痰濕內停，化燥熱而氣陰更傷，如眩暈等症；氣陰兩虛而兼挾瘀血者，多為瘀血阻滯而化熱傷陰，如噎膈、癥積等症。對於兼挾病邪者，當攻補兼施，切不可濫施峻劑，若攻伐太過，有犯虛虛之戒。俗有“溫陽易而復陰難”之說，說明氣陰的恢復要有一個過程，宜緩緩圖治，不可操之過急，妄投滋膩，反礙胃氣的生發。氣陰兩虛證若不能漸漸恢復，氣虛及陽，可導致陰陽兩虛證。這是氣血陰陽虛證發展至後期，必然會累及腎陰、腎陽的根本。最後，由於元陰、元陽的衰竭，陰陽離決，生命也就停息了。",
    "type_comparison": "氣血兩虛證與氣陰兩虛證 二者臨床上均可見神疲乏力，呼吸氣短，納食少馨的氣虛表現。但氣血兩虛證是“氣”與“血”兩個方面均見虧損，人體化源不足，臟腑功能衰退，症見神疲乏力，呼吸氣短，頭暈眼花，心悸失眠，面色蒼白無華，手足麻木，指甲色淡，舌淡而嫩，脈細弱無力等症狀。與氣陰兩虛證的鑑別要點為：一、氣血兩虛證是氣血同病，而氣陰兩虛證是氣陰同病。二、前者有明顯的“血虛”症狀，如頭暈眼花，心悸失眠，面色蒼白，口唇指甲無華；而氣陰兩虛證則有明顯的“陰虛生內熱”的症狀，如乾咳少痰，口乾咽痛，午後潮熱，手足心熱。三、氣血兩虛證在疾病演變過程中，可因血虛而致陰虧，導致氣陰兩虛，兩者在病機上互有關聯。四、氣血兩虛證治當補益氣血，而氣陰兩虛證治宜益氣養陰生津。\n陰陽兩虛證與氣陰兩虛證 二者均屬虛證，且都有陰虛證的表現。但陰陽兩虛證主要是指腎的元陰、元陽俱虛，不論心、肺、肝、脾的陰陽不足，發展至後期，必然會累及腎之真陰真陽，因為腎陰腎陽是全身陽氣和陰液的基礎，故臨床所指陰陽兩虛，即是指腎。而氣陰兩虛證的病變部位，不一定在腎，五臟皆可出現。氣陰兩虛證有明顯的神疲乏力，語聲低微，呼吸氣短等氣虛症狀；而陰陽兩虛證不僅有陰液不足的表現，還可見陽氣不足，陽虛生外寒的表現。例如肺癆所致的陰陽兩虛證，可見咳嗆咯血，上氣喘促，動輒更甚的肺部表現，並有腎陰虛的骨蒸勞熱，盗汗遺精，又有腎陽虛的腰膝酸冷，形寒肢冷，自汗陽痿，舌淡胖，脈沉細等症。故臨床上只要抓住陽虛生寒的特點，不難鑑別兩證。"
  },
  "literature": "《外感溫熱篇》：“再有一種白瘖小粒如水晶色者，此濕熱傷肺，邪雖出而氣液枯也，必以甘藥補之；或未至久延傷及氣液，乃濕鬱衛分，汗出不出之故，當理氣分之邪；或白如枯骨者多凶，為氣液竭也。”\n《溫病条辨·下焦篇》：“熱入血室，醫與兩清氣血，邪去其半，脈數，餘邪不解者，护阳和阴汤主之。”“暑邪久熱，寢不安，食不甘，神識不清，陰液元氣兩傷者，三才汤主之。”“久痢陰傷氣陷，肛墜尻酸，地黄余粮汤主之。”“久痢傷陰，口渴舌乾，微熱微咳，人参乌梅汤主之。”\n《清代名醫醫案精華·馬培之醫案》“脈象虛細，左關較弦，脾胃久虧，肝陽偏旺，加以操持過度，心氣亦虛。入夏以來，又感寒暑之邪，致患腹痛泄瀉諸候，現已就痊。黎明時腸鳴腹痛，口泛清涎，四肢骨節痠痛，口渴心煩，夜不安寐。餌葷則便薄，舌苔中剝，氣陰兩傷，中氣不能建立，偏寒偏熱之劑，在所難投。擬調理心脾，兼立中氣。黨參、淮藥、棗仁、烏梅、白芍、炙草、于术、當歸、茯神、料豆、炙耆、益智、紅棗。”\n《清代名醫醫案精華·金子久醫案》“又年逾七十，病越兩旬，不獨真陰受損，抑亦真氣被耗，投膠地入陰而保液，參麥入氣以存津。兩日以來，似見轉機，烈勢漸見退舍，津液亦見來復。脈象剛躁亦減，舌質剛燥未澤，大便六日不更，腑氣通降失司，餘波熱痰，由此留戀。治法仍從原意增損。西洋參、鮮大生地、阿膠、犀角、煅石膏、人中黃、瓜蔞仁、丹皮、銀花、桔梗、竹瀝、桑葉。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_xu",
      "yin_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "氣陰俱傷，多見於熱病後期或慢性消耗性疾病。氣虛則倦怠乏力，陰虛則口乾潮熱。"
}