{
  "id": "qiyingliangfan",
  "number": 266,
  "name": "氣營兩燔證",
  "category": "溫病證候",
  "overview": "氣營兩燔證，是溫邪盛於氣分，氣熱未罷，營熱又起，熱邪盛於氣營的證候。\n主要臨床表現為：壯熱口渴，煩躁不寐，頭痛，神昏，斑疹隱隱，舌紅絳，苔黃燥，脈數等。\n氣營兩燔證常見於“風溫”、“春溫”、“暑溫”、“冬溫”、“瘟疫”等疾病中。\n本證通常應與“營分兼表證”、“氣血兩燔證”、“毒燔氣營證”相鑑別。",
  "clinical_manifestations": "壯熱口渴，煩躁不寐，頭痛，神昏，斑疹隱隱，舌紅絳，苔黃燥，脈數等。氣營兩燔證",
  "common_diseases": [
    "“風溫”",
    "“春溫”",
    "“暑溫”",
    "“冬溫”",
    "“瘟疫”"
  ],
  "differential_syndromes": [
    "“營分兼表證”",
    "“氣血兩燔證”",
    "“毒燔氣營證”"
  ],
  "differential": {
    "self_analysis": "氣營兩燔證的特點是氣分與營分的邪熱並盛，多由氣熱火熾，波及營分而成。燔，熏烤之意，形容熱盛。氣分熱熾，蒸灼干內，故見壯熱，口渴，頭痛；營分熱熾，迫於里，熏於心，故見心煩，躁擾，不寐，斑疹隱隱，舌質紅絳。但在不同溫病中出現而有各自不同的特點。如風溫之氣營兩燔證，因風溫外襲犯肺，故身熱而兼有咳嗽，胸悶；波於營分，則見煩擾不寐，斑疹隱隱，治宜宣泄肺熱，涼營透疹，方用银翘散(《溫病条辨》)去荊芥、豆豉，加生地、丹皮、大青葉、玄參等。春溫之氣營兩燔證，乃伏邪里發，泛於營，溢於氣，症見頭痛劇烈，嘔吐頻繁，心煩躁擾，痙厥神昏，乃氣營熱熾，火盛生風之象，治宜清氣涼營，方用加减玉女煎(《溫病条辨》)。已見痙厥者，加羚羊、鉤藤之屬。暑溫之氣營兩燔證，以暑性蒸散，暑易傷心，暑多挾濕為特點，症見高熱灼手，汗出氣粗，口渴引飲，頭痛嘔吐，煩躁不安，嗜睡或昏迷，時有譫語，舌紅絳，苔黃，或兼膩，脈洪數等，由暑邪盛於氣營，蒸津為汗，內燔灼心，挾濕為虐，治宜清化暑熱，涼營解毒，方用白虎汤(《傷寒論》)合神犀丹(《溫熱經緯》)加減。冬溫之氣營兩燔證，多由冬時應寒而反溫，人感不正之氣，熱毒內侵，燔灼於里所致，症見壯熱不寒，口渴引飲，煩躁不安，甚或神昏譫語，斑疹隱現，舌紅絳，苔黃，屬氣熱灼津，營熱擾心而成，治宜清氣涼營，泄熱解毒，方用清瘟败毒饮(《疫疹一得》)。\n氣營兩燔證多見於素體陰虧者或內有積熱者。小兒臟腑嬌嫩，形氣未充，感邪化火，津氣內奪，亦易演成本證。素體陰虧者，常兼有舌體瘦，脈細，晡熱益甚等，治宜兼顧其陰，多用甘寒，少用苦寒。內有積熱者，病勢速而重，脈洪大，氣粗汗多，須防火勢燎原，宜大劑重投，苦寒清解。若邪毒盛者則用重劑苦寒直折。小兒則宜驅邪固本，防其邪盛正脫。",
    "type_comparison": "營分兼表證與氣營兩燔證 二證均有溫熱入營，故營分之見證相同。但營分兼表證屬風溫初起，表邪未淨，故尚存發熱，咳嗽，微惡風寒等，且見風熱竄營的暮熱較甚，紅疹隱隱等象，不似後者之氣熱大熾、壯熱煩渴而兼舌絳、煩擾等里熱入營之象。前者屬衛有邪阻，營有熱逼；後者是氣熱正熾，營熱復起，見症不同，病機亦異，二者可以區分。\n氣血兩燔證與氣營兩燔證 二者均是氣分熱盛，里傳營血。但深淺不同，輕重有別，治法亦異。營血雖常並稱，實有區別。《靈枢·邪客》篇云：“營氣者，泌其津液，注之於脈，化以為血”。可知血由營氣化生，源於營而貴於營。故氣血兩燔證為氣熱內擾血分，以耗血、動血為特點，血分為熱所 ，妄行於脈外，可見衄血、咳血、便血等出血之象，或逼溢於肌膜而見發斑，其勢連片成塊，不似發疹之紅點隱隱，治則應遵葉天士“直須涼血散血”之囑，清氣與涼血化斑並行。氣營兩燔證則為邪熱竄營，雖有煩擾不寐等營熱之象，或勢將動血而斑疹隱隱，但熱勢尚戀於營，治之及時，可免動血之虞。故兩證相同處，在於均表現壯熱，汗出，口渴等氣熱熾盛之症；不同處在於，氣血兩燔證以邪熱迫血為特點，氣營兩燔證以營熱內鬱為特徵，可資鑑別。\n毒燔氣營證與氣營兩燔證 二證之病位相同，病因相類而有異。毒燔氣營證系指外感溫毒之邪，里傳化燥化火，燔於氣營，除見高熱，煩躁，口渴等症外，還可見毒火上攻，咽喉紅腫、疼痛、糜爛；毒燔營血，肌膚病痧密布，舌乾絳起刺，狀如楊梅。病情危重，證候險篤，須急予清氣涼營解毒。溫毒與疫同類，具明顯的傳染性，據此可與一般的氣營兩燔證辨別。"
  },
  "literature": "《溫病条辨·上焦篇》：“太陰濕病，氣血兩燔者，玉女煎去牛膝，加元參主之。”\n“太陰溫病，不可發汗，發汗而汗不出者，必發斑疹，汗出過多者，必神昏譫語，發斑者，化斑湯主之，發疹者，銀翹散去豆豉加細生地、丹皮、大青葉、倍元參主之。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo",
      "xue_re"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "氣分營分同時熱盛。氣分大熱兼營分熱擾，表現為壯熱、神昏、斑疹。"
}