{
  "id": "qizhi",
  "number": 4,
  "name": "氣滯證",
  "category": "基礎證候",
  "overview": "氣滯證是指機體某一部分，某一臟腑，某一經絡的氣機流通發生障礙，出現“氣行不暢”、“不通則痛”等證候。多為病邪侵襲，情志不舒，或外傷等因素所致。本證見於疾病的早期，故有“初病在氣”之說。屬於實證。\n主要臨床表現為：局部的脹、悶、痞、痛。其脹悶、疼痛時輕時重，部位多不固定，常見攻痛或竄痛；痞脹時沒時現，時聚時散；脹悶而滿，可隨噯氣或矢氣而減輕；且與精神因素有關；苔薄，脈弦等。\n氣滯證常見於“胃脘痛”、“胸痛”、“腹痛”、“脅痛”、“腰痛”、“痛經”、“鬱證”等病變中。\n本證應與“氣逆證”、“氣滯血瘀證”、“氣滯下痢證”、“痰氣互結證”相鑑別。",
  "clinical_manifestations": "局部的脹、悶、痞、痛。其脹悶、疼痛時輕時重，部位多不固定，常見攻痛或竄痛；痞脹時沒時現，時聚時散；脹悶而滿，可隨噯氣或矢氣而減輕；且與精神因素有關；苔薄，脈弦等。氣滯證",
  "common_diseases": [
    "“胃脘痛”",
    "“胸痛”",
    "“腹痛”",
    "“脅痛”",
    "“腰痛”",
    "“痛經”",
    "“鬱證”"
  ],
  "differential_syndromes": [
    "“氣逆證”",
    "“氣滯血瘀證”",
    "“氣滯下痢證”",
    "“痰氣互結證”"
  ],
  "differential": {
    "self_analysis": "本證由於病變的部位和病邪的不同，其臨床表現迥異。(外感熱病所表現的氣滯證，請參閱有關傷寒、溫病條目，這裡重點闡述雜病方面的內容。)因氣滯而痛的病症很多，例如中焦氣滯所出現的“胃脘痛”，不論寒邪或熱邪，或肝氣犯胃的實證，皆為胃氣不和，氣行鬱滯所致。若寒邪犯胃，寒積於中，胃氣得寒而凝滯不通，不通則痛，症見胃脘劇痛，喜暖喜按，得熱則減，苔白，脈弦緊，治宜溫中理氣止痛，方選良附丸(《良方集腋》)加減；若邪熱犯胃，熱結胃腑，胃氣蘊鬱而不通，症見胃脘疼痛，口渴，欲冷飲，口臭口瘡，大便秘結，苔黃，脈數有力，治宜清胃洩熱，方選調胃承氣湯(《傷寒論》)加減；若肝氣犯胃，肝鬱而胃氣滯，中焦氣機不暢，胃失和降，症見胃脘攻痛，掣引兩脅，噯氣口苦，肢冷，苔薄，脈弦，治宜疏肝解鬱，理氣和胃，方選四逆散(《傷寒論》)加減。又如胸痛，胸位於上，內藏心肺。若肺氣失宣，痰熱內阻而氣滯胸痛者，症見胸痛咳喘，咯痰黃稠而腥，煩悶，苔黃膩，脈弦滑數，治宜寬胸開鬱，清熱化痰，方用小陷胸湯(《傷寒論》)合千金葦莖湯(《千金要方》)加減；若心氣失宜，胸陽痺阻，濁陰內凝而氣滯胸痛者，症見胸痛徹背，胸悶如壓，心悸不寧，氣急，苔白膩，脈沉細，治宜開胸宣痺，而化痰濁，方用栝蔞薤白半夏湯(《金匱要略》)合顛倒木金散(《醫宗金鑑》)加減。又如腹痛，乃指胃脘以下部位，與胃腸氣機不利，氣滯於腹有關，臨床可因寒、熱、食邪阻滯而見腹痛實證。若寒凝於腹，症見腹痛而甚，喜暖喜按，肢冷，大便洩瀉，小便清白，苔白膩，脈沉緊，治宜溫散寒邪，行氣止痛，方選理中丸(《傷寒論》)加減；若熱結於腹，證見腹痛脹滿，大便秘結，腹滿實而不喜按，口乾心煩，苔黃糙，脈沉實有力，方選大承氣湯(《傷寒論》)加減；若食滯大腸，症見腹痛脹滿，噯腐腸鳴，大便洩瀉穢濁而臭，納食少思，苔黃厚膩，脈滑數，治宜消導積滯，方選枳實導滯丸(《內外傷辨惑論》)加減。又如脅痛，常見於肝膽病變，因情志抑鬱，肝失條達而致脅痛者，每每多見。肝氣鬱滯的脅痛，症見兩脅脹痛，走竄不定，胸悶不舒，口苦，噯氣頻作，症情隨情緒波動而增減，治宜疏肝理氣，方選柴胡疏肝散(《景岳全書》)加減。又如腰痛，氣滯腰痛可因外傷閃挫所致，大多為搬物用力不慎而扭損，腰痛常見單側，有局部壓痛、腫脹，俯仰轉側不利，治宜行氣利腰，散結止痛，方用通氣散(《醫宗金鑑》)加減。再如氣滯所致的“鬱證”，多因情志抑鬱，氣機不暢而產生，《醫經溯洄集·五鬱論》中說：“凡病之起也，多由乎鬱，鬱者滯而不通之意。”說明氣滯而鬱是一切鬱證的先導。臨床表現以肝氣鬱結為主，症見神情抑鬱，心煩不寧，胸脅脹滿，善太息，噯氣納呆，女子月經不調，苔薄膩，脈弦，治宜疏肝理氣，解鬱開結，方選越鞠丸(《丹溪心法》)、或逍遙散(《和劑局方》)加減。若噯氣不除，可參以旋覆代赭湯(《傷寒論》)。\n氣滯證除病邪侵襲及外傷等病因外，臨床多見於七情內傷。本證與肝關係密切，肝主疏洩、條達。肝失疏達，則氣滯而鬱結，肝的這些功能直接受精神思維活動的影響，故情緒抑鬱，心胸狹窄，善怒易感之人，每易觸發本證。在婦科疾病方面，因女子以肝為先天，肝藏血而衝任之脈得充盈，月事以時下，胎產保安順。然而肝的藏血受其疏洩功能的影響，肝氣鬱結必然會導致肝血的儲藏、調節功能失常。故氣滯證又常見於月經不調，痛經，閉經、妊娠惡阻，腹痛，腫脹，產後惡露不下，乳癖，缺乳等病症中。至於局部經絡，因感受風寒濕邪，導致經絡之氣運行不暢，會出現氣滯而脹痛。《難經·二十二難》曰：“氣留而不行者，為氣先病也。”如風寒濕邪，客於肢體經脈關節所出現的痺病，症見四肢關節痠痛，活動不利等。\n還須指出，本證是氣的病變中最常見的病證，亦是演化各種氣病的基礎。例如因氣滯不暢，會導致氣機升降出入功能的障礙，而出現氣機逆亂，氣逆而上的氣逆證；因氣滯不暢，會導致脾胃的受納、腐谷、運化的功能減弱，而出現氣虛證；因氣滯不暢，會導致病邪不去，邪氣有餘，而出現邪氣壅盛，邪鬱化火的火熱證；因氣滯不暢，會導致肺、脾、腎三臟的津液運行、輸布、排洩失常，出現氣不行水，水濕逗留的水腫證等等。由於氣血同源，陰陽互根，氣病可導致血病，所以有“氣行則血行，氣滯則血瘀”之說。相反，血瘀之處，脈絡瘀阻，血凝泣則氣無以通行，亦可出現氣滯。例如積聚一證，多因七情所傷，氣機鬱結，氣滯而成聚，日久，血瘀而成積。在外傷科臨床上，常因局部外傷血腫，而兼見氣滯經脈流通不暢的症狀。因此，本證的臨床辨析，要從氣血的相互依存、資生的關係上來認識，二者有相互因果的關係，決不能截然分割。",
    "type_comparison": "氣逆證和氣滯證 二者皆是氣的病變。然氣逆證主要是氣機升降失司，表現為氣升無度，氣機逆上，證見咳嗽上氣，喘促呃逆，噯氣不除，噁心嘔吐等；氣滯證主要表現為氣滯不暢，故症見局部疼痛、脹滿、以脹為主，時輕時重，部位不定，且常受情緒波動的影響。故二者病因、病機截然不同，臨床表現亦各異，不難鑑別。\n氣滯血瘀證與氣滯證 二者均有氣滯證的表現，而前者往往是在氣滯的基礎上發展而來，兼見血瘀證的表現。如臌脹，初期多為氣滯證，後期多為氣滯血瘀證。初見肝氣鬱滯而脾濕不化，水濕內阻的腹大按之不堅，脅肋脹痛，噯氣，納呆等；後期血行瘀滯則見腹大而堅滿，脅肋脹痛而不移，腹筋起，而色黯黑，手掌赤紅，舌有瘀紫等。初期當以行氣化水攻邪為主，後期當以活血化瘀，行氣消瘀，攻補兼施為主，故二者不難鑑別。\n氣滯下痢證與氣滯證 氣滯下痢證又稱“滯下”。多因濕熱、疫毒、或恣食生冷不潔之物，損傷腸胃，以致大腸傳導失司，氣機不暢所致。出現濕邪下注而里急，氣滯腸間而後重，症見腹脹，腹痛，里急後重，下痢赤白，苔黃膩或白膩，脈滑數或濡緩。與氣滯證氣滯腹痛的鑑別要點是：一、二者均可因寒、熱之邪客於腸間而導致氣滯，然而氣滯下痢證每多兼挾濕熱。二、二者皆可見腹痛，腹脹，洩瀉，但氣滯下痢證以里急後重，下痢赤白為特點。臨床當以此為辨。\n痰氣互結證與氣滯證 二者皆可因情志抑郁，肝氣鬱結所致。但痰氣互結證是氣滯而挾痰，而氣滯證為肝氣鬱結。且痰氣互結證會出現腫塊，或似物而無物的臨床表現。例如痰氣互結於頸前而成瘿瘤者，症見頸前兩側腫塊，皮色如常，按之柔軟，隨喜怒而消長。又如梅核氣，症見咽喉如物梗塞，喉間有痰，每覺吞之不下，吐之不出等。故與本證因肝氣鬱結而出現的肝經氣滯，兩脅脹痛，胸悶，胸痛，噯氣等單見氣滯之症狀有別。"
  },
  "literature": "《素問·至真要大論》：“木鬱之發，民病胃脘當心而痛。”\n《局方發揮·滯下》：“瀉痢之病，水谷或化或不化，並無努責，唯覺睏倦。若滯下則不然，或膿或血，或膿血相雜，或腸垢，或無糟粕，或糟粕相混，雖有痛、不痛、大痛之異，然皆里急後重，逼迫惱人。”\n《景岳全書·積聚》：“諸有形者，或以飲食之滯，或以膿血之留，凡汁沫凝聚，旋成癥塊者，皆積之類，其病多在血分，血有形而靜也。諸無形者，或脹或不脹，或痛或不痛，凡隨觸隨發，時來時往者，皆聚之類，其病多在氣分，氣無形而動也。”\n《雜病源流犀燭·諸氣》：“氣痛三焦，內外俱有病也。人身之氣周流不息，本無停止，多因七情六氣飲食勞役所鬱，以致凝滯上焦，則為心胸痞痛(宜枳橘湯、清膈蒼莎丸)；凝滯中焦，則為腹脅刺痛(宜木香破氣散、撞氣阿魏丸)；凝滯下焦，則為疝瘕，腰痛(宜四磨湯，木香檳榔丸)；凝滯於內，則為癖積疼痛(宜化積丸、三稜散)；凝滯於外，則為遍身刺痛，或浮腫，或胕脹(宜流氣飲子、木香流氣飲)。總而言之，何莫非氣之為病哉。”\n《傷寒論集注·凡例》：“外感風寒則以邪傷正，始則氣與氣相感，繼則從氣而入於經。”\n《醫學心悟·腰痛》：“若因閃挫跌仆，瘀積於內，轉側如刀錐之刺，大便黑色，脈澀，或芤者，瘀血也，澤蘭湯主之。走注刺痛，忽聚忽散，脈弦急者，氣滯也，橘核丸主之。”"
}