{
  "id": "qizhi_shuiting",
  "number": 45,
  "name": "氣滯水停證",
  "category": "全身證候",
  "overview": "氣滯水停證是指由於氣機鬱滯不暢，導致肺、脾、腎三臟的津液運行、輸布、排洩失常，出現氣不行水，水濕內聚，發為水腫的證候。\n主要臨床表現為：頭面、四肢，甚至全身水腫，或為腹水而見腹部膨隆，或為胸水而見胸悶，嘔惡等症，小便短少不利，身重，胸脅脹滿，苔滑，脈弦滑等。\n氣滯水停證可見於：“水腫”、“經間期水腫”、“子腫”等疾病中。\n氣滯水停證應與“氣滯痰凝證”、“氣滯濕阻證”、“水濕泛濫證”相鑑別。",
  "clinical_manifestations": "頭面、四肢，甚至全身水腫，或為腹水而見腹部膨隆，或為胸水而見胸悶，嘔惡等症，小便短少不利，身重，胸脅脹滿，苔滑，脈弦滑等",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "氣滯水停證的主要特點為出現身體某一處的水腫，但在不同的疾病中具體表現不同，治療方法也各異。如見於水腫(肝水)中，表現為脅肋滿痛，脘腹痞滿，肢體或全身水腫，納食減少，噯氣不舒，面色爪甲晄白無華，小便短少，舌淡，脈弦等，治宜疏肝理氣，除濕散滿，方用柴胡疏肝散(《景岳全書》)合胃苓湯(《丹溪心法》)。見於經間期水腫中，可見每逢經行前後，或正值經期，出現頭面四肢浮腫，按之隨起，經行錯後，脘悶脅脹，善嘆息，苔薄白，脈弦細等，治宜理氣行滯，養血調經，方用導滯通經湯(《衛生寶鑑》)合四物湯(《和劑局方》)。見於子腫中，多於妊娠4~5個月後，先見腳腫，漸及於腿，皮色不變，隨按隨起，行走艱難，頭暈脹痛，胸悶脅脹，舌苔薄膩，脈弦滑等，治宜理氣行滯，利水消腫，方用天仙藤散(《校注婦人良方》)加減。\n氣行則水行，氣降則水降，今氣機鬱滯不暢，肺、脾、腎三臟功能失調，三焦氣化不利，津液的運行、輸布、排洩失常，導致水濕內聚，發為水腫。因此，氣滯與水液停聚體內的症狀並見為本證的特點。\n氣機不暢，肺、脾、腎三臟功能失調是本證發病的病機關鍵，說明只有人體氣機運行通暢，水濕才不會滯留。本證的演變過程中可見不同的兼挾證，如氣行不暢，不能推動血液正常運行，致血行不暢，則氣滯、水停、血瘀並見，治當行氣化水，活血化瘀。如水濕停留日久，損傷陽氣，終致陽虛水泛，治當溫陽化水。",
    "type_comparison": "氣滯痰凝證與氣滯水停證 二者均由氣滯所致，因此臨床表現中都有氣滯的症狀如胸脅脹悶，痞滿疼痛，時輕時重等。但兩者又各具特點，痰質地稠厚，呈半凝固膠狀，流動性小，因阻滯部位不同出現胸痺、梅核氣、噎膈、癲、瘿瘤，瘰疬等疾病的表現，一般多有吐痰多的主症。水質稀為液態，活動性大，以水腫尿少為主症。二者可以此鑑別。\n氣滯濕阻證與氣滯水停證 二者均由氣機不暢，肺，脾，腎三臟功能失調，三焦氣化不利，津液的運行，輸布，排洩失常導致，但病變程度不同。濕阻於體內，無明顯形質而瀰漫重濁，以肢體悶重痠困，胸悶嘔惡，脘腹痞滿，口膩不渴，腹瀉便溏等為主症。水濕停聚進一步發展，則發為水腫，出現頭面、四肢甚至全身浮腫的症狀。二者不難鑑別。\n水濕泛濫證與氣滯水停證 二者具有共同的臨床表現，如頭面、四肢，甚至全身浮腫，或出現胸水、腹水等。但前者主要是由於陽氣受阻或不足，陽不化水，水液稽留所致；後者是由於氣機不暢，津液的運行、輸布、排洩失常導致，因此除了水液停聚的症狀外，還兼有胸脅脹悶，痞滿疼痛，時輕時重等氣滯的表現。然而水濕泛濫，停聚體內，日久必然會阻滯氣的運行，導致氣機不暢，從而兼有氣滯的症狀，但必先有水腫，後見氣滯，這一點值得注意。"
  },
  "literature": "《素問·生氣通天論》：“因於氣，為腫，四維相代，陽氣乃竭。”\n《素問·水熱穴論》：“內不得入於臟腑，外不得越於皮膚，客於玄府，行於皮里，傳為跗腫，本之於腎，名曰風水。”\n《諸病源候論·水腫病諸候》：“腎虛不能宣通水氣，脾虛又不能制水，故水氣盈溢，滲液皮膚，流遍四肢，所以通身腫也。”\n《景岳全書·雜證謨》：“蓋水為至陰，故其本在腎；水化於氣，故其標在肺；水惟畏土，故其制在脾。今肺虛則氣不化精而化水，脾虛則土不制水而反克，腎虛則水無所主而妄行，水不歸經則逆而上泛，故傳入脾而肌肉浮腫，傳入肺則氣息喘急。”\n《醫宗金鑑·刪補名醫方論》：“氣降則水降，氣降則輸水之上源，水降則開水之下流也……氣行則水行，腫脹兩消。”\n《醫學衷中參西錄·卷二》：“氣鬱則為水，血瘀則為火。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_zhi",
      "shui_ting"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：氣滯、水停。根據證候名稱「氣滯水停證」分析其病機組成。"
}