{
  "id": "qizhi_tanning",
  "number": 42,
  "name": "氣滯痰凝證",
  "category": "全身證候",
  "overview": "氣滯痰凝證又稱鬱痰證，是由於痰與氣鬱結於身體各部所出現的一系列症狀的總稱。痰氣互結證多由於七情所傷，氣滯痰阻所致。\n主要臨床表現為：情志抑郁，急躁易怒，胸脅滿悶，善太息，或咽喉如有梅核堵塞，或吞嚥梗阻，或神志痴呆，或發瘿瘤瘰癧，舌苔薄膩，脈弦細而滑。\n氣滯痰凝證主要見於“胸痺”、“梅核氣”、“噎膈”、“癲病”、“瘿瘤”、“瘰癧”等疾病中。\n本證臨床上應與“肝脾不調證”、“肝胃不和證”相鑑別。",
  "clinical_manifestations": "情志抑郁，急躁易怒，胸脅滿悶，善太息，或咽喉如有梅核堵塞，或吞嚥梗阻，或神志痴呆，或發瘿瘤瘰癧，舌苔薄膩，脈弦細而滑",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "氣滯痰凝證因其阻滯的部位不同，症狀各異，故臨床表現比較複雜。情志抑郁，急躁易怒，胸脅滿悶，善太息是其共同表現，在不同的疾病中則各有特徵。若痰氣痞結於胸，氣機不暢則導致胸痺，表現為胸悶痞滿，短氣不利，痛引心背，俯仰不舒，治宜宣通降逆，行氣化痰，方選橘枳姜湯(《金匱要略》)化裁。若氣搏結於咽部則成梅核氣，表現為咽喉如梅核或敗絮堵塞，咽之不下，吐之不出，胸悶痞滿，氣鬱不暢，治宜理氣消痰，方選四七湯(《太平惠民和劑局方》)化裁。若痰氣交阻於食道則致噎膈，表現為吞嚥梗阻，嘔惡痰涎，胸膈痞滿，口乾咽燥，早期舒暢時可稍緩解，治宜開鬱化痰潤燥，方選啟膈散(《醫學心悟》)化裁。若痰氣鬱結，蒙蔽神明可導致癲病，表現為神情抑鬱淡漠，沉默痴呆，行動遲緩，語無倫次，治宜理氣解郁，化痰開竅，方選導痰湯(《濟生方》)化裁。若痰氣互結於經絡可成瘿瘤，常見頸前腫物，漫腫或結塊，皮色不變，按之柔軟，治宜理氣解郁，化痰軟堅，方選海藻玉壺湯(《外科正宗》)加減。亦有結於頸項、腋、胯之間成為瘰癧，表現為局部出現結塊如豆，累累如貫珠狀，數目不等，無痛無熱，以後逐漸增大串生，或有微痛，治宜疏肝解郁，軟堅化痰，方選消瘰丸(《醫學衷中參西錄》)化裁。\n氣滯痰凝證每見於胸懷不暢，情志抑部之人，尤多見於婦女。情志不遂，肝氣不舒，痰氣鬱結則出現本證。春季木旺，肝氣易鬱，故痰氣互結證常於春季發生或加重。\n病情又常隨情志變化而增減，因此治療時要注意做好病人的思想工作，使病人保持樂觀情緒，將有利於疾病痊癒。\n氣滯痰凝證在疾病演化過程中易兼夾肝氣鬱結證，脾虛濕困證與胃氣上逆證。痰氣互結證往往是在肝氣鬱結的基礎上發展演變而來，痰氣互結，氣機不暢又可使肝氣鬱結加重，故氣滯痰凝證常兼夾肝氣鬱結證。肝氣鬱結證的主要表現有：情志抑鬱，胸悶脅脹，煩躁易怒，脈弦等症。脾虛濕困證不僅是生痰的原因，而且脾虛則肝木自旺，易致肝氣橫逆，肝木乘土又進一步加重脾虛，所以氣滯痰凝證在演化過程中常兼夾脾虛濕困證，脾虛濕困證的主要表現有：脘腹脹滿，食慾不振，泛噁欲吐，肢體沉重，舌苔膩，脈濡等症。氣滯痰凝證還可因痰氣上逆引起胃氣上逆證，而見不思飲食，胃脘脹痛，噯氣呃逆，嘔吐噁心等症。",
    "type_comparison": "肝脾不調證與氣滯痰凝證 氣滯痰凝證是由肝氣鬱結，氣機失暢，痰氣搏結所致。肝脾不調證即肝鬱脾虛證，是由鬱怒傷肝，肝失疏洩，橫逆犯脾，脾失健運所致。二證均可出現情志抑鬱，急躁易怒，胸脅滿悶，善太息等共同表現。但氣滯痰凝證還因為阻滯的部位不同出現胸痺、梅核氣、噎膈、癲、瘿瘤、瘰癧等疾病的表現，而肝脾不調證則出現食慾不振，腹脹便溏，倦怠乏力等脾氣虛的表現。在舌脈方面，氣滯痰凝證因有痰濁，故舌苔膩，脈弦細而滑，而肝脾不調證多表現為薄苔，脈弦。\n肝胃不和證與氣滯痰凝證 肝胃不和證由於肝鬱氣滯，疏洩失職，肝氣犯胃，胃失和降所致。氣滯痰凝證與肝胃不和證均出現情志抑鬱，胸脅脹滿，急躁易怒等共同表現，但氣滯痰凝證可出現咽喉堵塞感，吞嚥梗阻，神志痴呆，瘿瘤瘰癧等表現，而肝胃不和證則兼有胃脘脹痛，呃逆噯氣，吞酸嘈雜等症狀。在舌脈方面，痰氣互結證表現為舌苔薄膩，脈弦細而滑，而肝胃不和證則出現舌苔薄黃，脈弦。"
  },
  "literature": "《症因脈治·痰症》：“鬱痰之症，胸滿飽脹，九竅閉澀，懊憹煩悶，或咽中結核，睡臥不寧，或腸胃不爽，飲食有妨，或氣逆不利，倚息肩喘，鬱痰之症也。鬱痰之因，七情所傷，易成鬱結，肺氣凝滯，脾元不運，思則氣結，悶鬱成痰，皆鬱痰之因也。鬱痰之脈，多見沉澀，沉遲寒鬱，沉數為熱，沉實頑痰，沉牢內結。鬱痰之治，寒鬱辛散，香芎二陳湯，熱鬱清解，梔連二陳湯。肺經鬱痰節齋化痰丸加昆布膽星。”\n《丹溪心法·六鬱》：“痰鬱者，動則氣喘，寸口脈沉滑。”\n《類證治裁·痞滿》：“噎膈痞塞，乃痰與氣搏，不得宣通。痰為氣激而升，氣為痰膩而滯，故痞塞而成噎膈也，連理湯，生姜瀉心湯。”"
}