{
  "id": "reduchisheng",
  "number": 267,
  "name": "熱毒熾盛證",
  "category": "溫病證候",
  "overview": "熱毒熾盛證是指溫病熱毒熾盛，燔灼營血而發斑的證候。\n主要臨床表現為：高熱，頭痛如劈，身如被杖，躁擾不安，神昏譫語，吐衄便血，斑疹密布，色紫黑而亮，舌質焦紫起刺。\n熱毒熾盛證常見於“風溫”、“春溫”，“暑溫”、“溫毒”、“溫疫”等疾病中。\n熱毒熾盛證應與“陽明毒盛證”、“濕熱毒盛證”相鑑別。",
  "clinical_manifestations": "高熱，頭痛如劈，身如被杖，躁擾不安，神昏譫語，吐衄便血，斑疹密布，色紫黑而亮，舌質焦紫起刺。熱毒熾盛證",
  "common_diseases": [
    "“風溫”",
    "“春溫”，“暑溫”",
    "“溫毒”",
    "“溫疫”"
  ],
  "differential_syndromes": [
    "“陽明毒盛證”",
    "“濕熱毒盛證”"
  ],
  "differential": {
    "self_analysis": "熱毒熾盛證可見於各種溫病及溫病的不同階段並各具特點。如風溫出現熱毒熾盛證，則表現為熱毒瀰漫，證見身大熱，口大渴，目赤唇腫，氣粗煩躁，臥起不安，紫斑，齒板，甚則神昏譫語，下利，手足逆冷，脈伏。此為熱毒內壅，充斥肆逆。上蒸見口渴唇腫，目赤；迫下則見下利；擾心則神昏譫語，煩躁不安；阻絡則手足厥冷，脈伏，治宜清熱透邪解毒，用升麻、黃芩、犀角、銀花、豆卷、甘草(《外感溫病篇》)之屬。若暑溫毒熱，因暑易乘心，則多見神志方而症狀，證見灼熱躁擾，神昏譫語，斑疹密布，色呈紫黑，甚則舌蹇肢厥，四肢抽搐，舌絳有大紅點，苔焦，此為暑熱毒盛，內陷心經，擾亂神明，治宜清心解毒，開竅醒神，方用神犀丹(《溫熱經緯》)合黄连解毒汤(《外台秘要》)加減。在溫毒之爛喉痺痧中證見壯熱煩躁，口渴引飲，咽喉紅腫糜爛，甚則氣道阻塞，肌膚密布痺痧，赤紫成片，舌絳而乾，遍起芒刺狀如楊梅，脈細數，此乃溫毒之邪化燥化火，熱熾氣分，毒燔營血所致，治宜清氣營，解毒救陰，方用凉血清气汤(《丁甘仁醫案》)。凡溫病熱毒之邪，深入營分，熱毒熾盛表現為：身熱夜甚，煩躁譫語，斑疹隱現，口乾不欲飲，舌質紅絳，脈細數，此為熱毒入營，灼營血，營陰受損，心神被擾所致，治宜清營解毒，透熱轉氣，方用清营汤(《溫病条辨》)合黄连解毒汤加減。凡溫病熱毒深入血分，多見斑疹紫黑，吐，衄，便血或汗血，身體灼熱，躁擾不安，舌質紫絳，此為熱毒之邪，迫血妄行，灼傷血絡，血溢脈外，治宜涼血散血，清熱解毒，方用犀角地黄汤(《千金要方》)合黄连解毒汤加減。\n熱毒熾盛證，若發生於兒童，因氣血未充，臟腑嬌嫩，極易發生神昏，痙厥，火盛又易灼津為痰，當及時運用開竅化痰，平熄肝風之法。素有腸胃積熱，則熱毒易與積滯相搏，宜攻下逐邪。年高體弱者，真陰不足，水不濟火，極易導致熱毒鸱張之勢，治療當兼顧其陰。熱毒熾盛證，若挾瘀血，則更見舌質紫暗，或有瘀斑，如狂發狂，腹硬滿不可近等證，宜加涼血化瘀之品；若挾痰火，則易見氣促不利，神迷不清，胸脘煩滿等證，宜加清化痰熱之品。熱毒熾盛證，四季溫病均可出現。若正氣充足，雖症狀嚴重，治之及時得當，尚可獲癒；若正氣虛衰，正不勝邪，斑疹黑而晦暗，預後則多不良。",
    "type_comparison": "陽明毒盛證與熱毒熾盛證 二證病情均較急重，同有發斑，神昏譫語。但陽明毒盛證以氣分症狀為主，大便燥結，神昏譫語為腑實邪熱上蒸所致，發斑乃熱毒熾盛之象，其特徵是痞滿燥實，日晡潮熱，甚則神昏譫語，狂亂不識人，循衣摸床，發斑，亦有熱結旁流，腐臭熏人者，舌質紅苔黃燥焦黑起刺，脈沉實或沉伏，治宜盪滌燥結，瀉火解毒，方以解毒承气汤(《寒溫条辨》)。而熱毒熾盛證的神昏譫語，發斑等為熱毒 灼營血所致，斑疹密布，色黑而光亮，舌質必絳紫。心主血藏神，熱毒深入血分，易有心神和出血方面的見證，多伴有神昏譫語，或吐、衄、便血等血熱妄行之象，脈滑數或細數。陽明毒盛證雖可波及背血，但其主要臨床特點為痞滿燥實。以此可資鑑別。\n濕熱毒盛證與熱毒熾盛證 二者病因雖均為熱毒，但濕熱蘊毒乃濕熱為患，濕為粘滯之邪，濕熱交蒸，病程較長，且多見於長夏。症見身熱口渴，咽腫溺赤，大便不爽，脘痞腹脹，肢酸倦怠，易發白瘖，或身目發黃，甚則神識昏蒙，舌苔黃膩，發熱口渴為濕熱蒸騰之象。咽腫乃毒塞於上；溺赤，大便不爽為濕熱內蘊；脘痞腹脹，肢酸倦怠系濕邪蘊阻，氣機受困；白瘖為濕熱留戀，鬱蒸肌膚；身目發黃為濕熱交蒸，肝膽疏洩不利；神識昏蒙為濕熱釀痰，蒙蔽心包之徵。治宜芳化利濕，清熱解毒，方用甘露消毒丹(《溫熱經緯》)。而熱毒熾盛證起病急暴，為熱毒燔灼，深入營血，以舌質焦紫起刺，斑疹密布，色紫黑，神昏譫語等為特點。臨床詳察，不難鑑別。"
  },
  "literature": "《外感溫熱篇》：“若斑色紫，小點者，心包熱也；點大而紫，胃中熱也。黑斑而光亮者，熱勝毒盛，雖屬不治，若其人氣血充者，或依法治之，尚可救；若黑而晦者，必死；若黑而隱隱，四旁赤色，火鬱內伏，大用清涼透發，間有轉紅成可救者。”"
}