{
  "id": "redubifei",
  "number": 182,
  "name": "熱毒閉肺證",
  "category": "臟腑證候",
  "overview": "熱毒閉肺證是指火熱毒邪熾盛，阻閉肺氣，而致肺失宣降臨床表現的證候，又稱火毒閉肺證。可因感受溫熱之邪，醞釀成毒；或人感乖戾之氣化火成毒等上犯於肺而引起。\n主要臨床表現為：發熱肢厥，咳嗽氣喘，胸部緊悶，鼻煽氣灼，口渴，舌紅苔黃，脈數等。\n熱毒閉肺證常見於“肺癰”、“喉痺”、“麻疹”、“白喉”等疾病中。\n本證通常應與“風熱襲肺證”、“痰熱壅肺證”、“肺熱熾盛證”、“暑傷肺絡證”、“表寒肺熱證”相鑑別。",
  "clinical_manifestations": "發熱肢厥，咳嗽氣喘，胸部緊悶，鼻煽氣灼，口渴，舌紅苔黃，脈數等。熱毒閉肺證",
  "common_diseases": [
    "“肺癰”",
    "“喉痺”",
    "“麻疹”",
    "“白喉”"
  ],
  "differential_syndromes": [
    "“風熱襲肺證”",
    "“痰熱壅肺證”",
    "“肺熱熾盛證”",
    "“暑傷肺絡證”",
    "“表寒肺熱證”"
  ],
  "differential": {
    "self_analysis": "肺癰病中出現熱毒閉肺證，其臨床表現有身熱轉甚，時時振寒，繼則壯熱汗出，煩躁不安，胸悶作痛，轉側不利，咳嗽氣急，咯濁痰，其味腥臭等。此因邪熱由表入里，里熱熾盛，陽氣不得發越，正邪交爭，熱毒壅肺，肺氣上逆所致。治宜清肺消癰，化瘀散結，方用苇茎汤(《千金要方》)加減。在喉痺病中出現本證，臨床可見咽部疼痛逐漸加劇，吞嚥困難，咽部有梗塞感，痰涎增多，伴高熱，口乾喜飲，頭痛，痰黃而粘，舌紅苔黃，脈數有力等。此由毒熱壅盛於里，火邪蒸灼咽喉，邪熱灼爍津液所致。治宜瀉火解毒，消腫利咽，方用清咽利膈汤(《喉症全科紫珍集》)，或普济消毒饮(《東垣試效方》)。麻疹病中本證主要見於麻疹逆證，臨床表現有咽喉腫痛，聲音嘶啞，或咳嗽聲重，狀如犬吠，喉中有痰鳴聲等，此因熱毒鬱肺，循經上攻咽喉而致。治宜清熱解毒，利咽消腫，方用清咽下痰汤(《驗方》)加味。白喉病中出現本證，症狀可見身熱面赤，煩躁口渴，咽痛劇烈，咽喉灰白色假膜迅速蔓延，甚至頸部腫脹，狀如“牛頸”，喉間痰聲如鋸，口唇青紫等。此因疫毒化火，內閉於肺，循經上攻咽喉，且熱毒煉液成痰，肺氣閉鬱，痰隨氣逆，金實不鳴。治宜瀉火解毒，滌痰通腑，方用黄连解毒汤(《外台秘要》)加減。\n肺臟與外界大氣相通，最易感受不正之氣而為病。熱為火之漸，火熱熾盛之極，往往聚而成毒。毒邪侵肺而致氣滯、痰凝、血瘀等積聚於肺的病理變化。作為病因的毒，既與六淫、疫病之氣有密切的聯繫，又與其有不同之處。寓於六淫之毒，多無傳染性；寓於疫病之毒，則常具有傳染性。現代有人提出了“毒寓於邪，毒隨邪入，熱由毒生，變由毒起”的觀點，可供參考。\n熱毒內盛，充斥肆虐，隨其所傷之不同病理而表現各異。若熱毒外發肌膚，則為斑為疹、為瘡為癰；若熱毒上犯，則為發頤、為喉腫；若熱毒下迫，可為毒痢；熱毒內盛，總以傷津耗液，或上擾心神，內閉神明，可熱盛動風，為病勢惡化的轉歸。",
    "type_comparison": "風熱襲肺證與熱毒閉肺證 二者同為熱邪致病，症狀亦有相似之處，但有著本質區別。風熱襲肺證由外感風熱之邪或風寒鬱而化熱引起，屬表熱證候，症狀上以惡風發熱，咳嗽，鼻流濁涕，舌紅脈浮數等表證為特點，病情較輕，病程較短，無傳染性；熱毒閉肺證則是由多種原因導致的火熱毒邪內閉於肺，屬里實熱證，症狀上以壯熱肢厥，咳喘氣粗，鼻翼煽動，舌紅苔黃，脈數等實熱證為特點，病情較重，病程較長，且部分疾病具有傳染性。\n痰熱壅肺證與熱毒閉肺證 二者的相同之處在於都有熱鬱於肺的病理機制。其區別在於前者重在熱耗津液，痰與熱結，臨床表現以發熱咳嗽，胸膈滿悶，咯黃稠痰或痰中帶血，胸脅作痛，舌紅苔黃膩，脈滑數等痰熱互結於肺的見證為特徵。後者重在熱與毒結，與天行病氣相關，臨床症狀以發熱肢厥，氣喘，咽痛劇烈，鼻煽氣灼等為特徵，部分疾病還具傳染性。在病情上，前者要較後者為輕。\n肺熱熾盛證與熱毒閉肺證 此二證在病因病機方面有著密切的聯繫，臨床症狀亦有相似之處。區別在於熱毒閉肺證亦可因疫病之邪從口鼻入而發病。二者均可出現發熱口渴，咽喉腫痛，咳嗽氣粗，胸膈滿悶等肺經實熱證候，但熱毒閉肺證的病情要重於肺熱熾盛證，且部分疾病的發生可與天行病氣有關，具傳染性，較為凶險，臨床表現可因所感毒邪的不同而各具特點。\n暑傷肺絡證與熱毒閉肺證 暑傷肺絡證乃夏季火熱之邪直傷營血，臨床症狀除發熱，咳逆喘促等肺經熱盛表現外，總以傷血、動血，絡破血溢為特徵，且本證僅在暑熱當令之即發生，不具傳染性；熱毒閉肺證的病理機制重在邪熱與毒邪內結於肺，臨床表現上總以壯熱，咳喘息粗，痰黃質粘，聲嘶等實熱證為特徵，本證的發生無明顯季節性，而與時行疫病毒邪有關，具傳染性。\n表寒肺熱證與熱毒閉肺證 二者的相同之處在於均有肺熱症狀，不同之處在於前者為表里同病，表邪未解，故尚有惡寒，無汗，脈浮等衛表症狀，病情較輕。後者則為里實熱證，不見表證，症狀以壯熱，肢厥，咽喉痛劇，胸部緊悶，鼻煽氣灼，脈數等為特徵，病情較重，且部分疾病具傳染性。以上可資鑑別。"
  },
  "literature": "《聖濟總錄·傷寒統論》：“毒熱內瘀，則變為瘀血。”\n《醫林改錯·論痙非胎毒》：“受瘟疫至重，瘟毒在內燒爍其血，血受燒爍，其血必凝，血凝色必紫，血死色必黑。”\n《臨證指南醫案·疫病》：“疫病一症，都從口鼻而入，直行中道，流布三焦，非比傷寒六經，可表可下。夫疫為穢濁之氣，古人所以飲芳香、採蘭草，以襲芬芳之氣者，重滌穢也。及其傳變，上行極而下，下行極而上，是以邪在上焦者，為喉啞，為口糜，若逆傳膻中者，為神昏、舌絳，為喉痛、丹疹。”"
}