{
  "id": "reduyunjiejifu",
  "number": 417,
  "name": "熱毒蘊結肌膚證",
  "category": "專科證候",
  "overview": "熱毒蘊結肌膚證是指毒熱凝聚肌膚，以致營衛不和，氣血凝滯，經絡阻隔而出現的一系列症狀的概稱。外因感受風溫、濕熱，蘊結肌膚而成毒熱；內因情志內傷，氣鬱化火，或勞傷精氣，以致腎氣虧損，火邪熾盛，或由平素恣食膏粱厚味，以致脾胃運化失常，濕熱火毒內生，均導致臟腑蘊毒而發本病。\n主要臨床表現為：初起患部起一腫塊，上有粟粒樣膿頭，焮熱紅腫脹痛，漸向深部及周圍擴散，膿頭亦相繼增多，潰爛後狀如蓮蓬、蜂窩，範圍常超過9cm，甚至大逾30cm。伴發熱口渴，便秘溲赤，舌紅、苔黃，脈數。易發生在皮膚較厚堅韌之處，如項後、背部，中老年居多，易發生陷證。\n熱毒蘊結肌膚證常見於“腦疽”、“發背”、“膻中疽”、“少腹疽”等。\n本證需與“邪熱瘀結肌膚證”、“火毒蘊結肌膚證”相鑑別。",
  "clinical_manifestations": "初起患部起一腫塊，上有粟粒樣膿頭，焮熱紅腫脹痛，漸向深部及周圍擴散，膿頭亦相繼增多，潰爛後狀如蓮蓬、蜂窩，範圍常超過9cm，甚至大逾30cm。伴發熱口渴，便秘溲赤，舌紅、苔黃，脈數。易發生在皮膚較厚堅韌之處，如項後、背部，中老年居多，易發生陷證。熱毒蘊結肌膚證",
  "common_diseases": [
    "“腦疽”",
    "“發背”",
    "“膻中疽”",
    "“少腹疽”"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "熱毒蘊結肌膚證常見於腦疽、發背、膻中疽、少腹疽等有頭疽。熱毒蘊結肌膚證表現為瘡形高腫疼痛，瘡色嫩紅，膿稠暢泄，身體壯實，伴氣分實熱見症狀，如發熱口渴，便秘溲赤，舌紅、苔黃，脈數等。虛實挾雜證表現為瘡形平塌散漫，瘡色紫晦，化膿遲緩，腐肉難脫，膿水稀薄，身體虛弱，伴陰虛或氣血不足見症。病變初期在第1週，患部起一腫塊，上有粟粒樣膿頭，色紅灼熱，高腫脹痛，漸向深部及周圍擴散，膿頭亦相繼增多，伴見寒熱頭痛，食慾不振，苔薄白或黃，脈滑數。潰膿期在第2~3週，瘡面漸漸潰爛，潰爛後狀如蓮蓬、蜂窩。由於膿液不易暢流排泄，即向周圍及深部蔓延擴展，故範圍常超過3寸，甚至大逾9寸。此時伴見高熱口渴，便秘溲赤，舌紅、苔黃，脈數。此因毒熱凝聚肌膚，營衛不和，氣血凝滯，以致熱盛肉腐，血肉腐敗，化而為膿。治宜和營托毒，清熱利濕。方用仙方活命飲(《婦人良方》)，熱盛毒重者，加黃連解毒湯(《外台》引崔氏方)。\n虛實挾雜證包括陰虛熱毒熾盛證和氣血不足毒滯難化證。陰虛熱毒熾盛證表現為瘡形平塌散漫，瘡色紫滯，化膿遲緩，腐肉難脫，膿水稀少或帶血水，疼痛劇烈，身體虛弱。伴有高熱不退，唇燥口乾、便秘溲赤，舌紅苔黃，脈細數。此為陰虛水虧，不能托毒外泄，火毒更為熾盛所致，治宜養陰清熱，和營托毒。方用竹葉黃芪湯加減(《醫宗金鑑》)。氣血不足毒滯難化證表現為瘡形平塌散漫，瘡色晦暗，悶腫脹痛，化膿遲緩，腐肉難脫，膿水稀少色帶灰綠，瘡口易成空殼，身體虛弱。伴有發熱，倦怠神疲，面色蒼白無華，舌淡苔白膩，脈數無力。此為氣血虛衰，不能透毒外出，以致毒滯不化。治宜益氣扶正，和營托毒。方用托里消毒散加減(《外科正宗》)。",
    "type_comparison": "邪熱瘀結肌膚證與熱毒蘊結肌膚證 二者同屬陽實之證，病因病機十分相似，但有不同之處。邪熱瘀結肌膚證總屬邪熱致病，較毒熱為輕，多見於各種外癰等疾病，其特點是局部光軟無頭，皮膚紅腫(少數初起可皮色不變)灼熱疼痛，範圍多在2~3寸左右，發病迅速，易腫、易膿、易潰、易斂，輕者無全身症狀，重者可伴發熱口渴。是因邪熱瘀阻於皮肉之間，而致營衛不和，經絡阻隔，氣血凝滯所致。因邪熱不重，故不易走竄入營，造成陷證。而熱毒蘊結肌膚證為“毒熱”所致，好發於皮膚較厚堅韌之處，如項後、背部，作為陽性瘡瘍起病雖亦較急，但不如邪熱瘀結肌膚證發病急，範圍較大，常超過3寸，甚至大逾9寸，腫塊上有粟粒樣膿頭，灼熱嫩紅腫脹，漸向深部及周圍擴散，膿頭亦相繼增多，潰爛後狀如蓮蓬、蜂窩，疼痛劇烈，常常不能入睡。膿液不易暢流排泄，即向周圍及深部蔓延擴展，故全身症狀嚴重。由於膿毒嚴重，又不易透出，易發生陷證，尤其是年老體弱，或患消渴病者，更易發生。\n火毒蘊結肌膚證與熱毒蘊結肌膚證 二者同屬陽實之證，病因病機十分相似，但亦有不同之處。火毒蘊結肌膚證總屬火毒致病，較熱毒為甚，多見於各種疔瘡，特點是多發於顏面和手足等處，範圍較小，初起局部結腫如釘，發於手足者無膿頭，發於顏面者僅1個粟粒樣膿頭，繼而腫勢增大，疼痛加劇，膿頭破潰，約7~10天即潰膿而愈。其主要因火毒結聚，氣血凝滯而成。若火毒熾盛，加之處理不當，妄加擠壓，不慎碰傷及過早切開等，火毒易於內攻而引起疔毒走黃之危證。而熱毒蘊結肌膚證為毒熱所致，好發於皮膚較厚堅韌之處，如項後、背部，範圍較大，腫塊上有多個粟粒樣膿頭，潰後狀如蜂窩，疼痛劇烈，全部病程約需4週。由於膿毒嚴重，又不易透出，易發生“內陷”之危證，尤其是年老體弱，或患消渴病者，更易發生。兩者均易發展為變證，均是陽性瘡瘍，因火毒熾盛，致毒邪走散，內傳臟腑的危險證候。但疔毒之危源於疔瘡，是由於失治誤治而發，其性質為火毒熾盛，突破護場，正盛邪實；而疽毒之危源於陽疽，是正虛毒不外泄，反陷入里而成，其性質為正氣虛弱，正不勝邪，邪盛正衰。"
  },
  "literature": "《外科理例·瘡名有三》：“疽者，初生白粒如粟米，便覺癢痛，……此疽始發之兆……便覺微赤腫痛。三、四日後，根腳赤暈展開，渾身壯熱微渴，瘡上亦熱……疽頂白粒如椒者數十，間有大如蓮子蜂房者，指捺有膿不流……”\n《靈樞·癰疽篇》：“何謂疽？……熱氣淳盛，下陷肌膚……當其癰下，筋骨良肉皆無余，故命曰疽。疽者，上之皮夭以堅，上如牛領之皮。”",
  "zhengsu_composition": {
    "location": [
      "jifu"
    ],
    "nature": [
      "huo",
      "du"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：肌膚。病性：熱/火、毒。根據證候名稱「熱毒蘊結肌膚證」分析其病機組成。"
}