{
  "id": "rejieweichang",
  "number": 254,
  "name": "熱結胃腸證",
  "category": "溫病證候",
  "overview": "熱結胃腸證是指感受六淫及疫病之氣，內傳陽明，邪熱結於胃腸，或挾積滯，或熱灼便燥，而致的以發熱、腹脹滿或疼痛、大便不爽或閉結不通等症狀為主要表現的證候。其中以感寒為主，屬於“傷寒”化熱的，本書另列陽明腑實證的專條闡述，此處專述“溫病”範圍的熱結胃腸證，“傷寒”化熱的陽明腑實證，在類證鑑別項中有涉及。\n主要臨床表現有：身熱，有汗不退，日晡益甚，面目俱赤，語聲重濁，煩渴引飲，腹滿痛拒按，大便秘結不通，或便溏如醬而不爽，或下稀糞水(熱結旁流)，可有嘔噦，舌苔黃燥或黃膩，或焦黑起刺，脈沉數有力，或小或沉實，小便黃赤或自利，或短赤而痛。\n本證常見於“風溫”、“春溫”、“暑溫”、“濕溫”、“瘟疫”等病中。\n熱結胃腸證應與傷寒之“陽明腑實證”、溫病傷陰所致之“液乾便結證”，及雜病之“胃熱便結證”等相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“風溫”",
    "“春溫”",
    "“暑溫”",
    "“濕溫”",
    "“瘟疫”等病"
  ],
  "differential_syndromes": [
    "傷寒之“陽明腑實證”",
    "溫病傷陰所致之“液乾便結證”，及雜病之“胃熱便結證”"
  ],
  "differential": {
    "self_analysis": "本證在各種溫病中的表現各有不同。風溫熱結胃腸證，多見於胃腸素有積滯之人，當風溫邪熱里傳陽明後與胃腸之積滯相合，結聚而成。其結熱有二種不同情況：一是滯熱聚成燥屎，阻塞腸道，大便秘結不通，結熱下無出路，而見腹滿、潮熱、有汗熱不解等症狀；二是雖然滯熱結成燥屎，卻未將腸道完全堵塞，因而尚有稀糞水滲漏而下，出現“熱結旁流”的現象，吳鞠通強調必為純利清水而無糞，但此糞水必惡臭異常，下利時肛門如被火灼，且結糞未下，滯熱不去，故雖下利之後，而其腹滿、潮熱等仍然續在，可供判斷。治宜鹹寒通下胃腸結滯，方用调胃承气汤(《傷寒論》)；若大便不通，發熱不退、譫語而舌苔老黃，脈沉數有力者，當峻下結熱，方用大承气汤(《傷寒論》)。春溫熱結胃腸證，因其常與伏邪有關，《內經》所說，“冬傷於寒”、“冬不藏精”所致之“春必病溫”，即多指此。其結滯常甚，每見下後熱復起，經連續攻下，方能邪盡病除，泄熱通便用方，可於大、小、調胃三承氣湯(《傷寒論》)中量情選用；若見譫語，汗多，舌苔老黃而乾者，或汗多或下利而陽明脈實者，予小承氣湯；若見譫語，無汗而小便不利者予調胃承氣湯。暑溫熱結胃腸證，常見於體瘦質燥之人，濕氣化去而熱結獨存，症見口燥咽乾，渴欲飲水，面目俱赤，舌燥黃，脈沉實者，亦宜小承气汤通便泄熱。濕溫熱結胃腸證，由濕熱挾滯阻於胃腸而成，其特點為一“濕”字，因濕性粘膩，常見阻滯氣機，故有發熱膠著不退或午後發熱，狀若陰虛，胸脘痞悶不舒及舌苔黃厚膩油等特點，其大便或溏而不爽，或便結糞如球而難解，濕熱與積滯相結，治須兼顧，以清熱利濕，消積導滯為原則，方用枳实导滞丸(《內外傷辨惑論》)。但須注意，濕溫病初、中期禁忌攻下，吳鞠通曾指出濕溫三禁，其中一禁即為下之則洞泄，故濕溫用下，必須有胃腸熱滯成實的確證：腹痛，按之劇，便溏不爽，便後其痛續在等，方可議下，稍早則成錯著，下之亦不可過劇，但常須頻用下法，直待濕除便硬方止。風溫、春溫陽邪重、結熱快、變化急，一見熱結迅即攻下，不可遷延亡陰而成敗症，故下之不可遲，雖均需用下，而注意重點不同，必須把握住分寸。瘟疫熱結胃腸證，由膜原疫邪化燥入里，結於胃腸而成，其里傳結熱之勢極兇猛，多呈燎原之勢，症見煩躁熱盛，鼻如煙煤、通舌焦黑有刺。黑燥舌的出現，古人稱為火極似水，為陰液將涸，火勢太盛之兆，大熱大實，稍一失機，即不可救，必須峻下積熱。若面目俱赤，肢厥，甚則通體皆厥，不瘛瘲，但神昏不大便七八日以外，小便赤、脈沉伏或並脈亦厥，胸腹滿堅，甚則拒按，喜涼飲者，乃陽鬱熱極，氣道壅閉的危候，並宜大承气汤。伏暑熱結胃腸證，由夏受暑熱之邪，伏藏體內，至秋冬而發，症見胸腹灼熱、嘔惡、便溏不爽、色黃如醬及舌苔黃垢而膩等。病勢纏綿難愈，亦稱“晚發”。伏暑之表現頗類濕溫，但伏暑多發於秋冬而濕溫常發於夏秋，伏暑為火旺兼濕，以胸腹灼熱不除為主要特點，濕溫乃濕盛兼熱，以發熱不揚、膠結不退為特徵。伏暑熱結胃腸證治則為消積滯，化濕熱，通胃腸，方用枳实导滞汤(《通俗傷寒論》)。\n溫病熱結胃腸證，高年之人或本元素虧者患之，除上述結熱症狀外並見精神萎靡，脈氣虛虧無力者，恐元氣隨泄下脫，須培元氣與通滯結並進，可用攻補兼施法。素體陰虛或病傷陰液者，患本證後，由於結熱之灼耗，使陰傷愈甚，常見津虧風動而見神倦脈虛、手足瘛瘲等症，宜泄熱通便與滋陰保津並行。婦女經期、孕期患本證者，處理原則參照邪伏募原條。\n本證有兼見小腸結熱者，由熱邪殃及小腸而成，兼見小溲短赤而痛，治宜利尿與通便並行。",
    "type_comparison": "傷寒陽明腑實證與熱結胃腸證 實際上傷寒陽明腑實證亦屬於熱結胃腸的一種，故二者在臨床表現上頗一致。然可從發病初期感受病邪的性質不同加以區別：傷寒初起以感受寒邪為特點，待寒邪入里化熱，結於陽明，腑氣不通，始成陽明腑實證；溫病熱結胃腸證初起則以感受溫熱之邪為特點。前者發病有一個傳變過程，故病程較緩，而後者因熱邪傳變迅速，易於化燥傷津，故其病程較速，且發熱、口渴、傷津的症狀每每較前者為甚。\n溫病液乾便結證與熱結胃腸證 兩證的相同點為均屬熱病，里熱燥結，便閉不通，發熱不退。但液乾便結證為熱耗陰津，腸失潤滑，大便傳送不利，阻結於腸道而成，特點有二：一是陰津虧耗的表現，如口乾唇裂，舌苔焦燥，脈細數等；二是結實之象輕而晚，初數日雖無大便亦無所苦，腹滿痛等亦不具備，必待多日方可出現。熱結胃腸證則以胃腸滯熱為主，痞、滿、燥、實、堅等常迅速出現，而陰津虧耗現象只在病情遷延失下過久後方出現，可以區分。\n雜病胃熱便結證與熱結胃腸證 兩者的區別有：胃火便結證常見於體偏陽熱之人，素嗜辛辣炙煿而致胃熱蓄積，蒸灼於腸胃而成；熱結胃腸證則由六淫邪氣所致。胃火便結由胃腸蘊熱，常見口臭、口苦、牙疼、脘中灼熱、手足亦熱等，但常無身熱不退，日晡益甚現象；熱結胃腸證則由六淫熱結，屬外感，故熱結後以高熱、有汗不退、日晡益甚為特徵。"
  },
  "literature": "《南病別鑑·溫證論治》：“三焦不從外解，必致里結，里結於何？在陽明胃與腸也。亦須用下法，不可以氣血之分，謂其不可下也。惟傷寒熱邪，在里劫爍津液，下之宜猛，此多濕邪內搏，下之宜輕。傷寒大便溏為邪已盡，不可再下，濕溫病大便溏，為邪未盡，必大便硬，乃為無濕，始不可再攻也。”\n“前云舌黃或濁當用陷胸、瀉心，須要有地之黃……或黃甚，或如沉香色，或如灰黃色，或老黃色，或中有斷紋，皆當下之。”\n《南病別鑑·濕熱条辨》；“濕熱症發痙，神昏笑妄，脈洪數有力……若大便數日不通者，熱結閉結腸胃，宜仿承氣微下之例。”\n“濕熱症，口渴，苔黃起刺，脈弦緩，囊縮舌硬，谵語，昏不知人，兩手搐搦，津枯邪滯……若脈有力，大黃加人亦可。”\n《廣瘟疫論·大便閉》：“大凡時疫，大便一閉，即當下之，然須詢其有無所苦，若無所苦，下尚可緩，有所苦而下之不通，又須察有無挾邪及虛也。當下者十之五，可緩者十之三，挾邪者十之一耳。”",
  "zhengsu_composition": {
    "location": [
      "wei",
      "dachang"
    ],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：胃、大腸。病性：熱/火。根據證候名稱「熱結胃腸證」分析其病機組成。"
}