{
  "id": "rejishengfeng",
  "number": 273,
  "name": "熱極生風證",
  "category": "溫病證候",
  "overview": "熱極生風證是指溫病邪熱熾盛，致肝風內動而出現以痙厥神昏為主症的證候。\n主要臨床表現為：壯熱神昏，頭暈脹痛，手足抽搐，頸項強直，角弓反張，甚則痙厥互見，舌質紅，脈弦數等。\n熱極生風證常見於“風溫”、“春溫”、“暑溫”、“溫疫”等溫病中。\n本證應與“濕熱鬱於經絡證”、“陰虛風動證”等相鑑別。",
  "clinical_manifestations": "壯熱神昏，頭暈脹痛，手足抽搐，頸項強直，角弓反張，甚則痙厥互見，舌質紅，脈弦數等。熱極生風證",
  "common_diseases": [
    "“風溫”",
    "“春溫”",
    "“暑溫”",
    "“溫疫”等溫病"
  ],
  "differential_syndromes": [
    "“濕熱鬱於經絡證”",
    "“陰虛風動證”"
  ],
  "differential": {
    "self_analysis": "熱極生風證的表現為高熱，神昏，驚厥，但在各類溫病中因其引發之邪不同而各具特點：風溫熱極生風證，初起見發熱，惡風，咳嗽，口渴等症時即可因熱勢旺盛而致驚厥，此乃火旺金囚，木無所畏，風火內旋而生風，治宜宣肺透邪，熄風清熱，方用银翘散(《溫病条辨》)加鉤藤、全蠍；若素有痰熱，復感風溫，症見壯熱，神昏，項強，抽搐者，乃肺胃痰熱互結，鬱而生風，需清宣痰熱，則風自止，可用麻杏石甘汤(《傷寒論》)去麻黃，加竹瀝、川貝、蟬衣等。春溫熱極生風證，常由外感引動伏邪，里外相合，邪熱鸱張，遂成燎原之勢而動風，其特點為表證初起，里熱已盛，故見壯熱，煩躁，口渴等，迨邪熱入營，營熱火熾，手足厥陰同病，煽動風陽，則見灼熱煩躁，譫語口乾，神昏目吊，瘈瘲項強，角弓反張，舌質紅絳，脈象弦數等，治宜清營透熱，涼肝熄風，方用清营汤(《溫病条辨》)加鉤藤、丹皮、羚羊角或紫雪丹同用；如邪熱盛於肝經，熱極生風者，除壯熱，瘛瘲，痙厥等症外，尚有頭暈脹痛，手足躁擾，舌紅苔燥無津等，治宜涼肝熄風，方用羚羊钩藤汤(《通俗傷寒論》)加減。暑熱熱極生風證，因夏暑發自陽明，除壯熱、痙厥外，必見大渴飲冷，汗出面赤，脈洪大等陽明熱熾之象，治宜清熱涼肝熄風，方用白虎汤(《傷寒論》)加水牛角、羚羊角、鉤藤；若暑熱之邪內陷厥陰，熱極動風者，則尚可見牙關緊閉，四肢抽搐，角弓反張，神迷不省等症，治宜清熱熄風，方用羚羊鉤藤湯或清營湯加減。溫疫熱極生風證，又名疫痙，症見壯熱，口噤，頭痛如劈，嘔吐頻作，項背強直，甚則角弓反張，且常伴有斑疹，譫妄，舌質紅絳，苔焦黑起刺等，為疫病之毒極盛，化火生風而成，治宜清熱解毒，涼肝熄風，方用清瘟败毒饮(《疫疹一得》)加羚羊角、鉤藤、紫雪丹等。\n小兒稚嫩之體，神氣未定，若罹溫病，常因高熱而致熱極生風。初起應速予透邪清熱，熱退則風熄，不宜早用涼肝熄風之品。",
    "type_comparison": "濕熱鬱於經絡證與熱極生風證 濕熱鬱於經絡證亦可發痙，與熱極生風證頗相似。但濕熱為患，氣機不暢，故胸脘痞悶，舌苔黃膩等為必見之症，其身熱灼手而不揚，為濕熱化風，竄入陽明經脈所致，與熱極生風證的壯熱神昏，頸項強直絕然不同。\n陰虛風動證與熱極生風證 二者均為溫病極期或後期之重證，均有發熱、抽搐等症狀。但陰虛風動證為熱耗營血，陰液被灼，筋脈失於濡養而致動風，故尚有手足心熱甚於手足背，神倦耳聾，脈虛欲脫等真陰欲竭之症狀，為熱極生風證所無，而熱極生風證之壯熱、神昏、脈數有力等則亦為陰虛風動證所不具。故二者可以區別。"
  },
  "literature": "《外感溫熱篇》：“再論其熱傳營，舌色必絳，……純絳鮮澤者，包絡受病也，宜犀角、鮮生地、連翹、鬱金、石菖蒲等。延之數日，或平素心虛有痰，外熱一陷，里熱就閉，非菖蒲、鬱金等所能開，須用牛黃丸、至寶丹之類以開其閉，恐其昏厥為痙也。”\n《溫病条辨·下焦篇》：“痙厥神昏，舌短煩躁，手少陰證未罷者，先與牛黃紫雪輩，開竅搜邪；再與復脈湯存陰，三甲潛陽，臨證細參，勿致倒亂。”\n《濕熱病篇》：“濕熱證，三四日即口噤，四肢牽引拘急，甚則角弓反張，此濕熱侵入經絡脈隧中，宜鮮地龍、秦艽、威靈仙、滑石、蒼耳子、絲瓜藤、海風藤、酒炒黃連等味。”\n“濕熱證，壯熱煩渴，舌焦紅或縮，斑疹、胸痞，自利，神昏痙厥，熱邪充斥表里三焦，宜大劑犀角、羚羊角、生地、元參、銀花露、紫草、方諸水、金汁、鮮菖蒲等味。”\n“濕熱證，發痙，神昏笑妄，脈洪數有力，開泄不效者，濕熱蘊結胸膈，宜仿涼膈散；若大便數日不通者，熱邪閉結腸胃，宜仿承氣微下之例。”\n《外感溫病篇》：“風溫證，身熱痰咳，口渴神迷，手足瘛瘲，狀若驚癇，脈弦數者，此熱劫津液，金囚木旺，當用羚羊、川貝、青蒿、連翹、知母、麥冬、鉤藤之屬，以熄風清熱。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "feng",
      "huo"
    ]
  }
}