{
  "id": "rejue",
  "number": 324,
  "name": "熱厥證",
  "category": "傷寒證候",
  "overview": "熱厥證系指陽熱鬱閉於里不能外達，致使手足逆冷的一種證候。熱厥證之病因可為外感六淫，如寒邪或風寒之邪，所謂“六氣之邪，皆從火化”。然最常見者，是由溫熱病邪引起。\n主要臨床表現為：手足逆冷，面紅耳赤，周身及胸腹灼熱，口渴喜冷飲，揚手擲足，煩而不得眠，尿短赤，便燥結，舌紅苔黃，脈滑而數。\n熱厥證常可於“傷寒病”、“溫病”(如“風溫”、“暑溫”)等疾病中。\n本證應與“寒厥證”、“厥陰蛔厥證”、“臟厥證”、“痰阻胸膈證”、“胃陽不足飲停證”、“少陰陽鬱四逆證”、“厥陰血虛寒鬱證”、“厥陰上熱下寒陰虛證”等鑑別。",
  "clinical_manifestations": "手足逆冷，面紅耳赤，周身及胸腹灼熱，口渴喜冷飲，揚手擲足，煩而不得眠，尿短赤，便燥結，舌紅苔黃，脈滑而數。熱厥證常可於“傷寒病”、“溫病”(如“風溫”、“暑溫”)等疾病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“寒厥證”",
    "“厥陰蛔厥證”",
    "“臟厥證”",
    "“痰阻胸膈證”",
    "“胃陽不足飲停證”",
    "“少陰陽鬱四逆證”",
    "“厥陰血虛寒鬱證”",
    "“厥陰上熱下寒陰虛證”"
  ],
  "differential": {
    "self_analysis": "熱厥證在《傷寒論》中記述曰：“傷寒，脈滑而厥者，里有熱，白虎湯主之。”此證雖列於傷寒厥陰病篇，然應屬陽明經病證，多系傷寒病由表入里，化熱，熱邪深伏，陽氣閉鬱不能外達，出現手足逆冷。又云：“……厥者必發熱，前熱者後必厥，厥深者熱亦深，厥微者熱亦微……。”指出本證乃先有發熱而後發生厥，且指出厥之程度與熱鬱之程度相關，而厥之程度不同其預後亦不相同，如《傷寒論》曰：“傷寒熱少厥微，指頭寒，嘿嘿不欲食，煩躁。數日，小便利，色白者，此熱除也，欲得食，其病為愈；若厥而嘔，胸脅煩滿者，其後必便血。”從治療上看須分清為無形之熱或有形之熱，如上述單純陽明經證無形熱邪，用清瀉之劑白虎汤即可，而有形實熱如兼見腹滿拒按，潮熱譫語，大便燥結或熱結旁流，甚則獨語或昏不識人，循衣摸床，惕而不安，直視微喘，心中懊憹而煩，目中不了了，睛不和，發汗多，汗後而腹滿者，急下之，宜大承气汤。\n熱厥證在溫病中更易出現，溫熱病邪，包括一切四時不同之溫熱病毒，可引起多種急性熱病，其臨床特點與傷寒不同，發病急速，初期即見熱象偏盛，且極易化燥傷陰而致厥逆，葉香岩在《三時伏氣外感篇》中曰：“大凡熱深厥深，四肢逆冷，但看面垢齒燥，二便不通，或瀉不爽為是，大忌誤認傷寒也。”治宜清營開竅，清熱解毒，可先予安宫牛黄丸、紫雪丹、至宝丹之屬(《和劑局方》)。\n本證較易發生於小兒，吳鞠通在《溫病条辨·解兒難》中說：“臟腑薄，藩籬疏，易於傳變；肌膚嫩，神氣怯，易於感觸”。言明小兒易於發病，且小兒有發病迅速，易虛易實，易寒易熱的致病特點，易導致氣血逆亂，陰陽失調，易出現壯熱、厥逆、驚搐、神昏等症狀。暑日炎熱，溫邪更易成厥證，正如葉香岩在《臨證指南》中指出：“暑風乘虛襲入，最慮風動中厥。”吳鞠通在《溫病条辨》中說：“小兒暑溫，身熱卒然痙厥。”均指出小兒以及暑溫易發厥證，南方氣溫高，夏日炎熱，尤其是孕婦及體弱者更易患此證。\n熱厥證進一步發展常可出現閉脫二證：如陽熱熾盛，損傷氣機，則氣血陰陽閉脫。氣機逆閉，則成閉證而神識不清，牙關緊急，氣壅息粗，兩手握固，目開直視，二便閉實。閉證又可复分為陽閉及陰閉：陽閉可兼見面紅耳赤，唇焦口燥，舌紅苔黃，脈弦滑而數；而陰閉則兼見面白唇青，痰涎壅盛，舌淡苔白膩，脈沉滑。二者治法不同：前者治以辛涼開竅，用安宫牛黄丸，至宝丹等；後者則以辛溫開竅法，治以苏合香丸(《和劑局方》)或玉枢丹(《片玉心書》)。熱甚尚可致陰陽氣血脫絕，精氣外泄，病人除高熱肢厥外，尚可兼見脫證，病者眼合口開，手撒遺尿，鼻息微弱，大汗淋漓。脫證者又可有陰脫陽脫之分：陰脫者，顴紅唇赤，肌膚熱，舌紅少津，脈細無力；陽脫者，額出冷汗，膚冷，舌淡白，脈微欲絕。治法亦不同：陽脫者用参附汤(《婦人良方》)以回陽固脫，陰脫者，用生脉散(《內外傷辨惑論》)以益氣救陰。\n本證又多見於溫病後期，陽熱極盛，“溫邪上受，首先犯肺，逆傳心包”。不但可形成神昏肢厥，而且熱極生風，肝風內動，而成驚搐，尤其小兒素體陽盛，上述證候更為常見，且病情危重。可先用至宝丹灌服，後用羚羊钩藤汤化裁以清熱熄風(《通俗傷寒論》)。",
    "type_comparison": "寒厥證與熱厥證 二者均可有四肢或手足厥逆，必須仔細洞察，切勿致謬，此二證診斷及救治一有失誤，禍將旋踵而至。寒厥之病因多為素體陽虛，復感寒邪；或寒邪直中三陰；或初為三陽證而復傳至三陰；或大病久病、大汗、大下、誤治、久泄中寒，熱厥時久，陽氣外泄，亦可轉為寒厥，其病機為陰寒獨盛，陽氣衰微不能外達四肢。四肢乃諸陽之本，陽虛則失於溫煦而成厥。熱厥之病因，則多由溫熱病邪，熱毒內盛，陽氣閉鬱；或為風寒外感，寒從火化，入里化熱，熱入陽明。其產生厥之原因為陽氣獨亢，而致氣機逆亂，陽鬱於內，不能外達四肢而致厥。其臨床表現不同：寒厥者，肢厥膚冷，身無熱而惡寒，面白唇青，口不渴或渴喜熱飲，畏寒蜷臥，神情萎靡(也有陽越而煩躁者)，喜加蓋衣被，小便清長，便溏水泄；而熱厥者雖有肢厥，然手足冷多不過膝肘，胸腹燔熱若炭，面紅耳赤，口渴喜冷飲，惡熱煩躁，揚手擲足不得眠，氣粗息湧，甚則神昏谵語，喜揭去衣被，小便赤澀，大便秘結，或腹滿硬痛。舌與脈是二者區別之要點：寒厥者，舌淡嫩，苔白滑；熱厥者舌紅絳，堅斂蒼老，苔黃燥或焦黑起刺。寒厥者，脈微細欲絕或沉遲；熱厥者，脈沉滑或數實有力。總之寒厥與熱厥本質之不同在於寒厥者厥而無熱，熱厥者則厥熱並存，如《傷寒論》所說：“厥者必發熱，前熱者後必厥。”故抓住以上諸點進行對比，二者區別不難。\n厥陰蛔厥證與熱厥證 厥陰蛔厥證出自《傷寒論》厥陰病篇，於傷寒末期發病，但近年來臨床報導多見於蛔蟲鑽竄、上攻心腹而作劇痛肢厥病證。《傷寒論》曰：“蛔厥者，其人當吐蛔。……蛔上入其膈，故煩，須臾復止，得食而嘔又煩者，蛔聞食臭出，其人常自吐蛔。”故其臨床表現為嘔吐，吐蛔，心煩，腹痛，得食後症狀加劇，痛甚則氣血流行不暢，陰陽之氣不相順接，而致四肢厥逆；而熱厥的病因則主要外感四時之邪化熱，里熱熾盛，面紅耳赤，胸腹灼熱，尿黃便乾，甚則肢厥，故無劇痛、吐蛔。二者不難鑑別。\n臟厥證與熱厥證 臟厥一證亦出自《傷寒論》，亦多發生於傷寒病末期，真陽衰微至脫絕程度，乃一切厥證中最嚴重的證候。臟厥純陰無陽，而熱厥則相反，多由溫熱病邪所致之陽熱極盛證候。故二者本質絕然不同，其臨床表現亦易區別：臟厥，脈微而厥，膚冷如冰，躁無暫安時；而熱厥者手足冷，胸腹及周身皆灼熱若炭，常兼見閉、脫、或動肝風等證，脈數。二者之厥逆程度不同，亦為主要區別點：臟厥手足厥冷過肘過膝，乃至通身皮膚皆冰冷；而熱厥則絕少過肘過膝，厥冷程度也較輕微。\n痰阻胸膈證與熱厥證 《傷寒論·厥陰病脈證並治》：“病人手足厥冷，脈乍緊者，邪結在胸中，心下滿而煩，飢不能食者，病在胸中，當須吐之，宜瓜蒂散。”此證乃由痰涎實邪鬱結於膈上，胸中陽氣為痰所阻，而胸陽不能宣達，故與蛔厥由上熱下寒或胃虛寒而蛔蟲擾動者不同；痰厥一證除手足厥冷外，可見胸悶脹滿，煩躁喘憋，飢而不能食，或神迷狂躁，氣上衝咽喉不得息，多見舌尖紅，苔黃膩，脈滑或乍有緊時，此與四肢厥逆、吐蛔之蛔厥症狀不同。\n胃陽不足飲停證與熱厥證 胃陽不足飲停證，乃水飲內停，故以心下悸為主症，《金匱要略·痰飲咳嗽脈證並治》曰：“水停心下，甚者則悸。”此證由於水停心下，胸陽被鬱遏而不能達於四末，故發厥。其臨床表現為指尖涼，心下悸，口不渴，小便不利等，與熱厥之實熱證表現不同。\n少陰陽鬱四逆證與熱厥證 少陰陽鬱四逆證亦見於傷寒病過程中，但臨床更多見七情所傷，《傷寒論》曰：“少陰病，四逆，其人或咳，或悸，或小便不利，或腹中痛，或泄利下重者，四逆散主之。”其病機為肝氣鬱結，陽氣鬱於內而不能通達四肢致厥，但每因肝氣乘脾而有脾虛，故出現腹痛、泄利等症狀，與熱厥之胸腹灼熱、面紅目赤、舌紅苔黃、尿黃便乾等實熱證，明顯不同。\n厥陰血虛寒鬱證與熱厥證 厥陰血虛寒鬱證為素體血虛復感寒邪，氣血鬱阻，血脈運行不暢而致四末不溫，與熱厥證熱邪充斥脈道，陽氣閉鬱於內之四肢厥逆有別。血虛寒鬱者，手足厥冷，脈微細，臨床上尚可有面色黃或白，頭痛，畏寒，脘腹冷痛，腰脊冷，肢體疼痛，腹攣急，舌淡白，苔薄白而潤，婦女尚可有經水不調等寒象；而熱厥者高熱，面紅目赤，神昏躁擾，舌紅苔黃等熱象與之亦明顯不同。\n厥陰上熱下寒陰虛證與熱厥證 厥陰上熱下寒陰虛證是正虛邪鬱致厥，常發生於傷寒或溫病過程中，誤用下法，既傷中陽，又傷陰液，致成上熱下寒，虛實並見的複雜證候，故其病因與熱厥不同。其臨床表現見《傷寒論》：“傷寒六七日，大下後，寸脈沉而遲，手足厥逆，下部脈不至，咽喉不利，唾膿血，泄利不止者，為難治，麻黄升麻汤主之。”寸脈沉遲，尺脈不至乃陽虛所致。陰陽俱傷，陽氣並於上，故有咽喉不利吐膿血的實熱證；陰液奔於下，則有泄利不止的虛寒證；陰陽之氣不相順接，故見手足厥冷。而熱厥則上下均有實熱證，如有下利，亦為下膿血或暴注黃赤而灼肛，或熱結旁流，脈數實有力，可資區別。"
  },
  "literature": "《素問·厥論》：“陽氣衰於下，則為寒厥；陰氣衰於下，則為熱厥。”\n“帝曰：熱厥 之為熱也，必起於足下者何也？岐伯曰：陽氣起於足五指之表，陰脈者集於足下，而聚於足心，故陽氣勝則足下熱也。”\n《傷寒論》：“病者手足厥冷，言我不結胸，小腹滿，按之痛者，此冷結在膀胱關元也。”\n《類證活人書·手足逆冷》：“冷厥者，初得病日，便四肢逆冷，脈沉微而不數，足多攣臥而惡寒，或自引衣蓋覆，不飲水，或下利清谷，或清便自調，或小便數，外證多惺惺而靜，脈雖沉實，按之遲而弱者，知其冷厥也。熱厥者，初中病必身熱頭痛外，別有陽證，至二三日乃至四五日方發厥，兼熱厥者，厥至半日卻身熱。蓋熱氣深，則方能發厥，須在二三日後也。若微厥即發熱者，熱微故也。其脈雖沉伏，按之而滑，為里有熱。其人或畏熱，或飲水，或揚手擲足，煩躁不得眠，大便秘，小便赤，外證多昏聵。”\n《素問玄機原病式·卷二》：“陰厥者，原病脈候，皆為陰證，身涼不渴，脈遲細而微，未嘗見於陽證也。其陽厥者，原病脈證，皆為陽證，熱極而反厥，時復反溫，雖厥而亦煩渴譫妄，身熱而脈數也。若陽厥極深，而至於身冷，反見陰脈，微欲絕者，止為熱極而欲死也。”\n《景岳全書·十一卷》：“厥逆之證，危證也。蓋厥者，盡也、逆者、亂也，即氣血敗亂之謂也。故《內經》特重而詳言之。如云卒厥暴厥者，皆厥逆之總名也；如云寒厥熱厥者，分厥逆之陰陽也；如云連經連臟者，論厥逆之死生也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：熱/火。根據證候名稱「熱厥證」分析其病機組成。"
}