{
  "id": "repi",
  "number": 361,
  "name": "熱痞證",
  "category": "傷寒證候",
  "overview": "熱痞乃心下痞證之一，是指無形邪熱結於心下，致中焦氣機痞塞不通，出現以心下堵悶、按之柔軟、關上脈浮為主要症狀的證候。本證見於傷寒，多因太陽病誤下，表邪內陷所引起。\n主要臨床表現為：心下痞滿，按之柔軟，心煩口渴，尿赤，舌紅苔黃，脈關上浮而數。\n熱痞證屬“太陽病”變證，常見於“太陽病”誤下之後，或未經誤下而表邪內陷，亦可見於內傷雜病的“心胃火盛”等病證。\n本證應注意與“結胸證”、“寒熱錯雜痞證”、“太陽胃氣上逆證”、“太陽蓄水證”以及“痰厥證”等相鑑別。",
  "clinical_manifestations": "心下痞滿，按之柔軟，心煩口渴，尿赤，舌紅苔黃，脈關上浮而數。熱痞證屬“太陽病”變證，",
  "common_diseases": [
    "“太陽病”誤下之後，或未經誤下而表邪內陷，亦可見於內傷雜病的“心胃火盛”等病證。"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "熱痞證常發生於傷寒誤治之後，由於表邪乘機內陷，邪熱痞塞於中而形成。亦有兼表邪不解者，其治當分別表里而有先後緩急，正如《傷寒論》所說：“傷寒大下後，復發汗，心下痞，惡寒者，表未解也，不可攻痞，當先解表，表解乃可攻痞。解表，宜桂枝湯；攻痞，宜大黄黄连泻心汤”。本證在病變過程中，還可能出現吐血、衄血以及牙齦腫痛等證候。所謂熱痞，以心胃二經火盛，邪熱壅滯，痞塞於中焦者居多。心主火，火性炎上；心又主血脈，心火上炎，灼傷上焦血絡，迫血妄行，所以發生吐血、衄血。《金匱要略·驚悸吐衄下血胸滿瘀血病脈證治》所說：“心氣不足，吐血，衄血，泻心汤主之”，就指的是這種病證。“瀉心湯”即大黃黃連瀉心湯加黃芩，其瀉心降火之力更強。若熱痞以胃火盛為主者，還常伴見牙齦腫痛，因為牙齦屬胃。其治仍可選用大黃黃連瀉心湯或瀉心湯，清降胃火，泄熱開痞。",
    "type_comparison": "結胸證與熱痞證 由於這兩種證候均可由太陽病誤下所引起，並均可見心下痞滿的症狀，故需要加以鑑別。結胸雖有寒熱之別，但都是痰、水、飲等有形之邪與寒熱邪氣結於胸膈而形成，故其證屬實，以心下痞硬，按之疼痛，甚或從心下至少腹硬滿而痛不可近為主要臨床表現。熱痞僅是無形邪熱結於心下，致成中焦氣機痞塞，並無痰、水、飲等有形邪氣相結，故屬“虛痞”或“氣痞”，其證以心下堵悶，按之柔軟，無硬痛感為主要臨床表現。又由於結胸證都是有形之邪結聚，如大結胸為水熱互結，小結胸為痰熱互結，因而反映在脈象上也具有實證的特點，即大結胸脈見沉緊，或寸脈浮、關脈沉，小結胸因病勢輕、病位淺，則脈見浮滑。而熱痞因無有形之物相結，僅是中焦氣機被無形邪熱所痞塞，故脈見“關上浮”，關脈居尺、寸脈之間，主候中焦之病；浮脈為陽，反映無形邪熱盛。\n寒熱錯雜痞證與熱痞證 寒熱錯雜痞證亦是心下痞證的一種類型。其發病原因，或由於太陽病誤下，或由於七情內傷、飲食勞倦，以致脾胃受傷、升降失常所引起。因這兩種證候均以心下痞為主要症狀，故更需要認真加以鑑別。熱痞證僅是邪熱壅滯中焦，氣機痞塞，並無脾胃功能失調的表現；而寒熱錯雜病證則不然，由於其主要病變在於脾胃之氣受傷，脾升胃降功能失調，因而在病機上不僅會發生寒熱錯雜、氣機痞塞，而且還會進一步變生痰飲、水濕、食滯等各種邪氣，從而形成“痰氣”、“水飲食滯”等各種兼挾證；在臨床表現上則不僅見心下痞，而且還伴見大便不調、腸鳴下利、嘔惡吐逆等症。心下痞證所以稱“虛痞”主要是針對結胸而言，若寒熱錯雜病證與熱痞證相比較，則熱痞屬實，寒熱錯雜痞屬虛實錯雜。\n太陽胃氣上逆證與熱痞證 太陽胃氣上逆證也以心下痞為主症，屬心下痞的一種類型，故需要與熱痞證相鑑別。太陽胃氣上逆證發生於傷寒發汗，或誤用吐、下之後，雖表證已解，但脾胃氣傷，運化腐熟功能失常，飲食水谷不能化生精微而變生痰飲；土虛木乘，肝氣犯胃，痰氣交阻，痞塞氣機，升降失常，故見心下痞硬。此與熱痞證邪熱壅滯中焦，致氣機痞塞而見心下痞者，在發病機制上有所不同。又，胃虛痰氣交阻必然影響胃氣和降，胃失和降而氣逆，則見“噫氣不除”。“噫氣不除”有三個意思：一是形容噯氣頻作，持續不斷，說明病情之重；二是講，雖然噯氣頻作，但心下痞硬的症狀不能相應地得到解除，即“心下痞硬，噫氣不除”；三是說，或曾用瀉心湯類方藥治療，其心下痞、噯氣等症仍不能解除。噫氣不除亦是胃虛痰阻氣逆痞證的主症之一，為熱痞證所不見，故具有重要鑑別意義。另外，太陽胃氣上逆證多見舌淡紅、苔白、脈弦滑，與熱痞證所見舌紅苔黃、脈關上浮者不同，亦可資鑑別。\n太陽蓄水證與熱痞證 《傷寒論》謂：“本以下之，故心下痞，與瀉心湯，痞不解，其人渴而口燥、煩，小便不利者，五苓散主之”，不僅說明熱痞證與太陽蓄水證有容易混淆之處，而且也指出二證相互區別的辨證要點。太陽蓄水證屬太陽腑證之一，其證有來自太陽表邪不解隨經入腑的，也有因太陽表證治不得法，經表之邪內陷而致的。太陽膀胱主藏津液，而津液的輸布與尿液的排泄，則要依賴於膀胱的氣化作用，正如《素問·靈蘭秘典論》所說：“膀胱者，州都之官，津液藏焉，氣化則能出矣。”若太陽在表之邪不解，隨經入腑，勢必影響膀胱的氣化功能，使水液代謝發生障礙。水蓄膀胱，氣化失職，津液不能上承以和陽，則其人心煩、口燥渴而欲飲水；影響氣機升降，所以心下痞。此與熱痞證的臨床表現頗相似。但熱痞證屬邪熱壅滯，因熱能耗傷津液，故其口渴欲飲，水入而能消；太陽蓄水證，因氣化不利，津液不布，故其煩渴雖甚，但飲後水卻不能化，甚則水飲上逆，形成水入則吐的“水逆”證；水蓄膀胱，不能氣化為尿液排出體外，其人小便必不利，這是太陽蓄水證的辨證要點，也是與熱痞證作鑑別的重要依據。\n痰厥證與熱痞證 痰厥證是因痰結胸膈上脘，陽氣被阻遏不能布達四末所引起，以手足厥逆，脈乍緊為主症的證候。由於痰厥證亦見心下痞滿而煩，與熱痞證的臨床表現有相似之處，故亦應加以鑑別。痰是人體的一種病理產物，也是一種致病因素，它可以流注到人體很多部位而引發疾病。胸為上氣海，痰濁凝結胸膈上脘，阻滯胸陽的宣發布達，胸脘氣機不利，則見胸中以至心下痞滿；痰濁擾心，所以心煩；四肢為諸陽之本，痰阻陽氣不達四末，所以“病人手足厥冷，脈乍緊”。《傷寒論》指出：“凡厥者，陰陽氣不相順接，便為厥。厥者，手足逆冷者是也”。手足厥冷，是辨識各種厥證的主要依據，痰厥也不例外。而熱痞證則僅是無形之熱結，並非有形之邪阻；且邪熱壅塞在中焦，不在胸膈上脘，亦無阻滯陽氣不能通達的病情，故其證以心下痞、按之濡、關上脈浮為主，絕無手足逆冷、脈乍緊之症可見。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治下》：“脈浮而緊，而复下之，緊反入里，則作痞，按之自濡，但氣痞耳。”\n“心下痞，按之濡，其脈關上浮者，大黄黄连泻心汤主之。”\n《傷寒明理論·心下滿》：“傷寒心下滿，何以明之？心下滿者，謂正當心下高起滿硬者是矣。不經下後而滿者，則有吐下之殊；若下後心下滿者，又有結胸、痞氣之別。經曰：病人手足厥冷，脈乍緊，邪結在胸中，心中滿而煩，飢不能食者，病在胸中，當須吐之。……又邪氣在表，未應下而強下之，邪氣乘虛結於心下，實者硬滿而痛為結胸，虛者滿而不痛為虛痞。”\n《醫宗金鑑·傷寒心法要訣·痞硬》：“〔注〕傷寒下早則成痞硬，中風下早則成結胸，此其常也。然論中中風下早未嘗無痞硬，傷寒下早亦有結胸。大抵從虛化者多為痞硬，從實化者多為結胸也。陽證心下痞硬為熱痞，宜大黃黃連瀉心湯；若陽證汗出惡寒，為寒熱痞，宜附子瀉心湯；誤下少陽發熱而嘔，心下痞滿，為嘔逆痞，宜半夏瀉心湯；陽證誤下，心下痞硬，下利、心煩，乾嘔，腹中雷鳴，脅下有水氣，致小便不利，為寒熱水氣之痞，宜生薑瀉心湯。……若有病者，與瀉心湯，痞不解，其人煩渴，小便不利，先以五苓散，小便利後，乃可與諸瀉心湯治病也。”\n《傷寒大白·痞滿》：“痞滿致病，同於結胸，均是表邪下早變證，均是表邪內陷心胸。惟以痛者為結胸，但滿不痛者為痞滿。症有痛不痛之分，治有陷胸瀉心輕重之別。……按之濡，則內無痰飲食積，但是氣病。其脈關上浮，屬陽邪，故用大黃黃連以泄痞熱。……誤下心下痞滿，應與瀉心湯。今痞不解，其人反口渴躁煩、小便不利，此太陽之邪，不特痞結心下，復下進而結膀胱，故用五苓散。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：熱/火。根據證候名稱「熱痞證」分析其病機組成。"
}