{
  "id": "repijianbiaoyangxu",
  "number": 362,
  "name": "熱痞兼表陽虛證",
  "category": "傷寒證候",
  "overview": "無形邪熱結於心下，中焦氣機痞塞不通，又兼表陽虛見惡寒、汗出等症狀者，是為熱痞兼表陽虛證。本證多因中焦氣機痞塞，陰陽升降失常，以致熱結於內、陽虛於外所形成。\n主要臨床表現為：心下痞、心煩、惡寒、汗出、舌尖紅苔白或舌淡紅苔微黃，脈關上浮而尺脈沉遲。\n熱痞兼表陽虛證可見於傷寒失治、誤治所形成的變證，亦可見於雜病腎陽虛損之人而又患心下熱病者。\n本證應注意與“熱痞兼表不解證”、“寒熱錯雜痞證”等加以鑑別。",
  "clinical_manifestations": "心下痞、心煩、惡寒、汗出、舌尖紅苔白或舌淡紅苔微黃，脈關上浮而尺脈沉遲。熱痞兼表陽虛證",
  "common_diseases": [
    "傷寒失治",
    "誤治所形成的變證，亦可見於雜病腎陽虛損之人而又患心下熱病者。"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "《傷寒論》所云：“心下痞，而复惡寒汗出者，附子瀉心湯主之”，即指熱痞兼表陽虛證。這里所說的“心下痞”，當為熱痞，是無形邪熱蘊結於心下，致中焦氣機痞塞不通而成。由於陽熱鬱結於上，不能溫運於下；或本為下焦陽虛，而又有邪熱內陷，痞塞於中焦，以致上下陰陽不能和調，形成寒熱錯雜之證。下焦腎陽即元陽，為一身陽氣之根本，經上焦開發則為衛陽或稱表陽，具有溫煦作用。下元不足則表陽虛乏，溫煦失職，故惡寒；開合失司，不能斂攝津液，所以汗出；無形邪熱結於心下，氣機痞塞不通，則見心下堵悶。治用附子泻心汤，單煎附子，取其味厚，旨在溫陽以固表；另漬三黃(大黃、黃連、黃芩)取其氣薄，意在清熱以消痞。\n本證若發生於傷寒失治、誤治之後，致邪熱內陷，痞塞於中者，則常先見心下痞；若素體陽虛之人患此證，則多是惡寒、汗出等表陽虛症候先露；若傷寒汗下不當，既損其陽，又引邪熱內陷而痞塞於中，則心下痞與惡寒、汗出等表陽虛證將同時俱見。若表陽久虛不復，陽隨汗泄，終將釀成陽氣欲脫之患。",
    "type_comparison": "熱痞兼表不解證與熱痞兼表陽虛證 《傷寒論》謂：“傷寒大下後，復發汗，心下痞，惡寒者，表未解也”。傷寒先下後汗，治療失序，使邪熱乘機內陷，致心下痞；惡寒仍在，故曰“表不解也”。其證與熱痞兼表陽虛證相類似，故應加以鑑別。熱痞兼表不解者，必是惡寒與發熱並見，它反映了衛陽被外寒所鬱遏，而與寒邪相抗爭的病理狀態。而熱痞兼表陽虛證，則是惡寒與汗出並見，絕不見發熱，它反映了陽虛失溫，衛表不固，無力與寒邪抗爭的病理狀態。另外，熱痞兼表不解證還可見脈浮、無汗、身疼痛等表證，這對於與熱痞兼表陽虛證作鑑別亦很有意義。\n寒熱錯雜痞證與熱痞兼表陽虛證 二者均以心下痞為主症，又均具寒熱錯雜的病機，故需要加以鑑別。寒熱錯雜痞證，既可見於傷寒，亦可見於雜病。見於傷寒者，多是由於治不得法，使脾胃氣傷，升降失常，氣機痞塞而成；見於雜病者，或因七情所傷，或因飲食不節，使脾胃不和，升降不利，而成氣痞之證。無論見於傷寒或雜病，寒熱錯雜痞證總由脾胃失和、升降失常所引起。脾主升清，胃主降濁，脾氣不升，所以下利；胃氣不降，所以嘔惡。脾運不健，則痰飲內生。痰氣交阻，氣機升降不利，亦是形成心下痞的一個重要原因，故寒熱錯雜痞又稱作“痰氣痞”。脈來弦滑，按之無力，舌苔白膩，正反映了脾胃不和，斡旋無力，痰氣交阻的病情。熱痞兼表陽虛證，病變重點在於心腎水火陰陽升降失常，火鬱於上則見心煩、關上脈浮；陽虛於下，不能溫煦固護肌表，所以惡寒、汗出而尺脈沉遲。二證病機與脈症明顯不同。"
  },
  "literature": "《註解傷寒論·卷四·辨太陽病脈證並治下》：“心下痞者，虛熱內伏也；惡寒汗出者，陽氣外虛也，與瀉心湯攻痞，加附子以固陽。”\n《傷寒來苏集·傷寒論注·卷二》：“心下痞下，當有大便硬、心煩不得眠句，故用此湯。夫心下痞而惡寒者，表未解也，當先解表，宜桂枝加附子，而反用大黃，謬矣。既加附子，復用芩連，抑又何也？若汗出是胃實，則不當用附子；若汗出為亡陽，又烏可用芩連乎？！許學士云：但師仲景意，不取仲景方，蓋謂此耳。”\n《傷寒貫珠集·卷二·太陽篇下》：“按此證邪熱有餘而正陽不足，設治邪而遺正，則惡寒益甚；或補陽而遺熱，則痞滿愈增。此方寒熱補瀉並投互治，誠不得已之苦心。然使無法以制之，鮮不混而無功矣。方以麻沸湯漬寒藥，別煮附子取汁，合和與服，則寒熱異其气，生熟異其性，藥雖同行，而功則各奏，乃先聖之妙用也。”\n《傷寒大白·卷三·痞滿》：“按諸瀉心湯，皆寒熱以攻痞。其一加附子者，以辛熱監制寒藥而攻熱結，非溫里寒也。……上章明心下痞見惡寒，乃是表邪；此章明心下痞見惡寒，因汗出，故非表邪。脈浮緊，表症，若誤下，則緊脈之寒邪入里作痞。按之濡，則內無痰飲食積，但是氣病。其脈關上浮，屬陽邪，故用大黃黃連以泄痞熱。若痞而見惡寒汗出，則是邪熱得寒藥凝結，不得發越而惡寒，故以瀉心湯寒藥中，加附子開導。”\n《傷寒解惑論·太陽病串解》：“氣痞都是胃部受下藥挫傷後，無形之熱，鬱聚心下所致。……兼有惡寒的，當辨清是表未解，還是表陽虛。表未解的多兼有表熱，當先解表，後攻痞；表陽虛的，是無熱汗出，當用附子瀉心湯。”",
  "zhengsu_composition": {
    "location": [
      "biao"
    ],
    "nature": [
      "yang_xu",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：表。病性：陽虛、熱/火。根據證候名稱「熱痞兼表陽虛證」分析其病機組成。"
}