{
  "id": "reruxueshi",
  "number": 287,
  "name": "熱入血室證",
  "category": "傷寒證候",
  "overview": "熱入血室證是婦人在行經期間感受外邪，邪熱乘虛入於胞宮，與血相搏而形成的一種證候。由於感邪有深淺，經水有適來或適斷之異，故臨床表現不同。或風寒熱發作有時，或見胸脅下滿，甚則見到神昏譫語之重症。\n主要臨床表現為：正值經水適來或適斷，往來寒熱，發作有時，形如瘧狀，口苦欲嘔，胸脅苦滿，或胸脅下滿如結胸狀，甚則晝日明了，夜則谵語，如見鬼狀，大汗出，舌苔薄黃或焦黃而乾，脈沉數或沉實有力。\n熱入血室證，常見於“婦人外感熱病”而有經水適來適斷的過程中。\n本證與“太陽邪鬱肌表證”、“小結胸證”、“陽明腑實證”相類似，應予鑑別。",
  "clinical_manifestations": "正值經水適來或適斷，往來寒熱，發作有時，形如瘧狀，口苦欲嘔，胸脅苦滿，或胸脅下滿如結胸狀，甚則晝日明了，夜則谵語，如見鬼狀，大汗出，舌苔薄黃或焦黃而乾，脈沉數或沉實有力。熱入血室證，",
  "common_diseases": [
    "“婦人外感熱病”而有經水適來適斷的過程"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "熱入血室證，見於《傷寒論》太陽病篇與陽明病篇，《金匱要略》亦有記載。主要原因是婦人患中風、傷寒時，恰值經水適來或適斷，邪熱與血相搏於胞宮，出現“寒熱，發作有時，如瘧狀”，或見“胸脅下滿，如結胸狀”，或表現為“晝日明了，暮則谵語，如見鬼狀”。寒熱如瘧的邪陷較淺，可用小柴胡汤(《傷寒論》)疏洩肝膽鬱熱；胸滿如結胸的邪偏於里，可用刺期門的方法以瀉肝膽實熱；谵語如見鬼狀的可依據臨床表現選用小柴胡湯，或用刺期門法治療。切不可用攻下法損傷胃氣。\n熱入血室證，其病性屬熱，病位在血室。關於血室，有人認為是衝脈，有人認為是肝臟，但更多的人認為是胞宮(子宮)。以胞宮之說為是。根據《傷寒論》熱入血室的4條原文，有3條言及婦人經水，雖然216條未言及婦人，但此條重載於《金匱要略·婦人雜病》篇，屬婦人病變自不贅言。所以，熱入血室證是與男子無關的婦人病證。發病時間應在婦人月經期間。經水適來者，得病之際經水適來；經水適斷者，未得病前經水已來，得病之後而方斷。若非月經期的寒熱有時，胸脅苦滿等，均不屬熱入血室範疇。",
    "type_comparison": "太陽邪鬱肌表證與熱入血室證 兩證均為外感熱性病遷延數日後病邪不解所出現的證候。寒熱如瘧為共有的症狀。《傷寒論》云：“婦人中風，七八日，續得寒熱，發作有時，如瘧狀……。”又云：“太陽病，得之八九日，如瘧狀，發熱惡寒……。”可見兩證在發病時間及熱型上頗為相似。但究其病因，病機及主要症狀都有不同。太陽邪鬱肌表證的發熱，非值經斷之時，風邪微鬱，正氣尚有抵抗能力，故僅見發熱惡寒，熱多寒少。病位較淺，不波及血分，所以見證較輕。熱入血室證是婦人中風數日，適逢經水斷止，邪熱乘血室空虛入里，血氣與邪分爭，故見寒熱如瘧，且發作有時。血室與肝經關係密切，邪熱波及肝經，故見胸脅苦滿，口苦欲嘔，苔薄黃，其脈弦數，乃為血熱內搏之象。可見熱入血室證較太陽邪鬱肌表證，發熱重且兼證多。\n小結胸證與熱入血室證 熱入血室證可見“胸脅下滿，如結胸狀”，與小結胸證的“正在心下，按之則痛”類同。但本證為邪熱與血互結於胞宮，病位在下，偏於血分，故有“血結胸”之稱。由於邪熱上擾心神，故可見谵語。小結胸證則為邪熱與水飲相結，病位正在心下，俗稱“水熱結胸”。臨床根據經水適來以及谵語等症狀，兩證不難區別。\n陽明府實證與熱入血室證 婦人中風或傷寒，非值經期，病邪大多傳入陽明或少陽，傳入陽明可見發熱、汗出、谵語等。若值經期，邪熱內搏於血，形成熱入血室證，亦可見到發熱、汗出、谵語等。由於病因病機不同，對於這些疑似的症狀也要加以分析。熱入血室證病在血分，由於心主血，血屬陰，夜為陰，血熱內擾心神，入夜則神昏谵語，“如見鬼狀”。氣屬陽，晝為陽，氣分無病，所以白天神志明了。這與陽明腑實證的神昏谵語，無晝夜之分不同。後者是由於燥屎內結腸府，邪熱上迫於心所致，且必伴有腹滿痛，大便數日不行等症。柯韻伯說：“便難是谵語之根。”燥屎一日不除，谵語一時不休。非承氣湯通府瀉實谵語不能停止。熱入血室證的谵語，內無燥屎阻滯，故不可攻下。病邪不在胸膈，故亦不可吐之。審證論治，亦不出刺期門及用小柴胡湯治療。所以張仲景告誡“無犯胃氣及上二焦，必自愈。”就是禁用汗吐下三法。"
  },
  "literature": "《名醫類案·熱入血室》：“薛立齋治一婦人，經行感冒風寒。日間安靜，至夜谵語，用小柴胡加生地，治之頓安。但內熱頭暈，用補中益氣湯加蔓荊子而愈。後因惱怒，寒熱谵語，胸脅脹痛，小便頻數，月經先期，此是肝火血熱妄行，用加味逍遙加生地而愈。”\n《傷寒大白·熱入血室》：“大凡發熱有氣血之分。日間發熱為氣熱，夜間發熱為血熱。故晝安靜，夜發熱，名熱入血室。”\n《傷寒論今釋·卷四》：“今考熱入血室三條，熱除而脈遲身涼，熱入最深，其病最重。如瘧狀最輕，此條谵語如見鬼狀，故當重於如瘧狀者，如瘧狀猶須小柴胡，而謂谵語可以弗藥乎。且說醫之書，載諸空言，不如見之行事。嘗遇婦人傷寒，起病僅一日，熱不甚高，脈不甚數，舌色腹候俱無異徵，而谵語不知人，因問其家人，是否適當行經，揭被視之，床席殷紅矣。與小柴胡，一劑而愈。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：熱/火。根據證候名稱「熱入血室證」分析其病機組成。"
}