{
  "id": "reshangqiyin",
  "number": 264,
  "name": "熱傷氣陰證",
  "category": "溫病證候",
  "overview": "熱傷氣陰證是指溫邪里傳，傷津耗氣，以身熱已退或未退，口乾汗出，神疲肢怠為主症的證候，即溫病中的氣陰兩虧證，多見於溫病的中期或後期。\n主要臨床表現為：身熱已退或不退，汗出多或不止，口渴舌燥，肢體倦怠無力，精神疲憊，心煩尿黃，甚至喘促欲脫，舌苔薄黃而乾，或舌淡紅無色，或乾而色不榮，或齒垢如灰糕樣，脈虛無力或散大等。\n熱傷氣陰證可見於“暑溫”、“伏暑”、“風溫”、“春溫”、“濕溫”、“溫燥”等多種溫病中。\n本證應與“氣陰兩虛證”及“氣血兩虛證”相鑑別。",
  "clinical_manifestations": "身熱已退或不退，汗出多或不止，口渴舌燥，肢體倦怠無力，精神疲憊，心煩尿黃，甚至喘促欲脫，舌苔薄黃而乾，或舌淡紅無色，或乾而色不榮，或齒垢如灰糕樣，脈虛無力或散大等。熱傷氣陰證",
  "common_diseases": [
    "“暑溫”",
    "“伏暑”",
    "“風溫”",
    "“春溫”",
    "“濕溫”",
    "“溫燥”等多種溫病"
  ],
  "differential_syndromes": [
    "“氣陰兩虛證”及“氣血兩虛證”"
  ],
  "differential": {
    "self_analysis": "溫熱之邪其性屬火，自易耗傷津液，而“壯火食氣”，故亦可蝕傷正氣，其中暑邪之性升散，最易損氣，燥邪之性最乾，易耗陰津，故此二者最易導致本證。\n《內經》云：“氣虛身熱，得之傷暑”。又云：“先夏至日為病溫，後夏至日為病暑”。概括了暑病的發病季節及主要特徵，臨床上又分為暑溫、伏暑兩類。暑溫熱傷氣陰證，由暑熱蒸散，汗多傷津，熱邪耗氣傷陰而成。如暑熱之邪未清，正氣陰津已虧者，既有身熱不退，面赤心煩，溲黃脈數等暑熱見症，又有肢體倦怠，精神疲憊，口渴喜飲，舌燥少津，脈虛無力等氣陰兩傷之見症，或出現午前無熱而午後發熱顴紅之象。暑病之治法，張鳳逵提出“暑證不分表里，一味清內，得寒涼而解，苦酸而收，不必用下”，後世多宗之。本證以清熱滌暑，益氣生津為宜，方用王氏清暑益气汤(《溫熱經緯》)。如暑熱之邪已隨汗解，所謂“暑當與汗俱出而勿止”，但汗泄太過，或陰液素虧之人，暑氣雖去而津氣亦傷，呈身熱已退而口渴舌燥，神疲懶言，脈虛無力等症，治療宜補氣益陰，滋其化源，方用东垣清暑益气汤(《脾胃論》)加減。若暑邪雖去而津氣大傷，呈汗出不止，喘喝欲脫，脈象散大者，屬津氣大虛，化源欲絕之危象，亟宜補氣斂津，扶正固脫，方用生脉散(《內外傷辨惑論》)。伏暑熱傷氣陰證，為夏令傷暑，暑邪伏於體內而未病，至秋冬為時邪所引發，初發常寒熱而一似外感，若表散不當，過用辛温，每致表雖解而伏邪從火化，傷津耗氣而見熱勢復起，汗出口渴，舌苔黃黑無津，脈象滑數等症，宜清暑熱，益氣陰，方用雷氏清凉涤暑法(《時病論》)去扁豆、通草，加生地、西洋參。風溫失治，熱傳下焦而見身熱面赤，口乾舌燥，神倦氣短，手足心熱於手足背者，脈若虛大易散，則屬病人肝腎，下焦真陰欲竭，元氣耗散欲脫之氣陰兩傷證，宜滋陰固津益氣，可用一甲复脉汤(《溫病条辨》)加人參。春溫熱傷氣陰證，由春溫發病即在中焦，最易熱結陽明而致腑實，故若腑實失下，或挾滯而發，常見身熱不退，腹滿便秘，口乾舌燥，倦怠少氣等症，為胃腑實邪未去，人之氣陰已傷，須益氣養陰，通下結滯，方用新加黄龙汤(《溫病条辨》)。濕溫熱傷氣陰證，由濕熱壅鬱，常發白瘖，若瘖色枯白，空殼無漿，並有身熱不退，汗出身疲，口唇乾燥，舌紅苔光而脈小數無力者，屬濕熱之邪留戀不解，耗竭氣陰所致，宜補氣益陰以救之，方用生脈散加黃芪、石斛、花粉。溫燥氣陰兩傷證，則以感燥未解，邪傳氣分，化火傷陰，其人元氣素虛者，症見咽乾鼻燥，身熱心煩，乾咳氣促，脈象虛細等，即屬燥傷氣陰，宜用清燥救肺汤(《醫門法律》)。\n不節口腹，腸胃素有積滯之人，或新傷於飲食，被暑氣所傷，津傷則燥，氣虛運遲，停蓄之積愈不得化，而可見傷津耗氣，積滯內停之虛實挾雜現象，若便結腹滿，苔轉黃燥，不可再拘於暑病不下之戒，宜辨其虛實輕重，行攻補兼施之法。",
    "type_comparison": "氣陰兩虛證與熱傷氣陰證 氣陰兩虛證常見於內傷雜病，症見多端，繁複難盡。但總由七情過度，飲食失節，房室過傷，起居不慎等而致陰液暗耗，元氣日虛而成，故病之起每積漸而不覺，迫積久傷重，始覺但病已成。如：消渴，症見煩渴多飲，口乾舌燥，脈洪無力者，屬氣陰兩傷證；若苔黃而燥，煩渴引飲，脈象洪大者，屬陽明燥熱消爍氣陰。但消渴多見於案牘勞心，過食甘肥之人，常無身熱，而以小溲頻數，食不解飢等為其特徵，即多飲，多食，多尿之三多。熱傷氣陰證則見於溫病，且無多食多尿之症。虛損，由飲食勞倦，七情六淫所致者，多傷及脾肺，而以四肢無力，倦怠懶言，納少腹脹及口乾咽燥，潮熱盗汗，乾咳無痰等脾肺之氣陰虧耗為特徵；由七情失制，酒色失節而致者，常損及肺腎，而以面白無華，動則自汗，喘促少氣及腰膝酸軟，頭暈耳鳴，遺精早泄等肺腎之氣陰虧耗為特徵；由病後失於調理所致者，多虛在心脾，而以心悸怔忡，失眠多夢，納少腹脹，肢倦神疲等心脾之氣陰不足為特徵。但總由虛損內傷，多無外邪，不似熱傷氣陰證由外感而起，既有外邪之確因，又有感邪之發熱，潮熱，多汗，自汗等見症，雖均傷在氣陰，但內外不一，可以分辨。\n氣血兩虛證與熱傷氣陰證 兩證的共同點為氣虛，鑑別點為：一在血之虛，如面色萎黃，舌淡，爪甲無華等，一在陰之虛，如口舌乾燥，日晡潮熱，舌紅少津等，但氣血兩虛多在病久不愈後出現，不問何病均可導致，熱傷氣陰證則惟見於外感熱病之中後期，若久之亦可及血，此須注意。"
  },
  "literature": "《增訂傷暑全書·乾霍亂吐法》：“暑氣入腹，噁心腹痛，上吐下瀉。瀉則如水注，此乃暑火暴發，升降不利，清濁不分，所瀉者皆五臟之津液，宜速止之。用五苓散或胃苓湯，利小便清火實臟，甚者桂苓甘露飲。此證間有夾食積者，醫家認為食傷而用下，誤矣。亦有謂其穢濁當去者，不知津液暴涸，元氣頓傷，當立止之為上。”\n霖按：“凡霍亂吐瀉……如煩渴躁擾，口乾欲飲，舌本不冷者，乃氣液告竭之候，宜兼救陰。”\n《溫病条辨·下焦篇》：“暑邪久熱，寢不安，食不甘，神識不清，陰液元氣兩傷者，三才湯主之。”\n《薛生白·濕熱病篇》：“濕熱證，曾開泄下奪，惡候皆平，獨神思不清，倦語不思食，溺數，唇齒乾，胃氣不輸，肺氣不布，元神大虧，宜人參、麥冬、石斛、木瓜、生甘草、生谷芽、鮮蓮子等味。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：熱/火。根據證候名稱「熱傷氣陰證」分析其病機組成。"
}