{
  "id": "reshengniangnong",
  "number": 420,
  "name": "熱盛釀膿證",
  "category": "專科證候",
  "overview": "熱盛釀膿證是指火毒邪熱壅阻皮肉或臟腑之間，致使氣血凝滯，經絡阻隔而出現的一系列臨床症狀的概稱。多因外感六淫邪毒、情志內傷、飲食不節所致。\n主要臨床表現為：病在肌膚者多為局部皮膚漫紅、腫脹、灼熱、疼痛，發病迅速，易膿、易潰、易斂，不易損傷筋骨。病在臟腑者除局部症狀及疼痛外還可伴全身症狀，如身熱口渴、惡心嘔吐、食欲不振、便秘溺黃、舌紅苔黃、脈濡數等。\n熱盛釀膿證常見於各種“癰”、“流注”中，外癰如“肩背癰”、“臀癰”、“頸癰”、“委中毒”、“乳癰”；各種內癰如“肺癰”、“腸癰”等。\n本證應與“邪熱瘀結證”、“痰核留結證”相鑑別。",
  "clinical_manifestations": "病在肌膚者多為局部皮膚漫紅、腫脹、灼熱、疼痛，發病迅速，易膿、易潰、易斂，不易損傷筋骨。病在臟腑者除局部症狀及疼痛外還可伴全身症狀，如身熱口渴、惡心嘔吐、食欲不振、便秘溺黃、舌紅苔黃、脈濡數等。熱盛釀膿證",
  "common_diseases": [
    "各種“癰”",
    "“流注”中，外癰如“肩背癰”",
    "“臀癰”",
    "“頸癰”",
    "“委中毒”",
    "“乳癰”；各種內癰如“肺癰”",
    "“腸癰”"
  ],
  "differential_syndromes": [
    "“邪熱瘀結證”",
    "“痰核留結證”"
  ],
  "differential": {
    "self_analysis": "熱盛釀膿證常見於外癰等病之中，但也可見於臟腑，如肺癰、肝癰、腸癰等。外癰中如肩背癰、臀癰、頸癰、委中毒、乳癰，其表現多為發病較急，初起時局部腫脹，光軟無頭，表皮嫩紅，灼熱疼痛，腫痛範圍逐漸擴大，高腫堅硬，繼而灼熱痛甚，腫塊變軟，指起即復。輕者無全身症狀，重者可伴有惡寒發熱，頭痛泛惡，舌紅苔黃，脈滑數。多因皮膚外傷，感受毒邪，或飲食不節，過食膏粱厚味，六腑積熱，濕熱火毒蘊結所致。治宜清熱解毒，方用五味消毒飲(《醫宗金鑑》)、或仙方活命飲(《校注婦人良方》)等，外敷如意金黃散(《外科正宗》)。乳癰出現本證時，多見乳房脹痛，腫勢逐漸增大，皮膚嫩紅灼熱，繼而腫塊中央漸軟，按之有波動感，患側腋窩淋巴結腫痛，伴全身壯熱不退，周身不適，或有頭痛胸悶，口渴，嘔吐納呆，苔黃膩，脈弦數。多因毒邪外侵，肝郁氣滯，胃熱壅滯，陽明經之熱相互郁結，致使經絡阻塞，乳絡不通，乳汁久郁，邪毒與郁乳相凝，進而熱盛乳腐成膿。治宜清熱解郁，托里透毒。方用栝蔞牛蒡湯(《醫宗金鑑·外科心法要訣》)合透膿散(《外科正宗》)加減，或仙方活命飲(《校注婦人良方》)，外敷如意金黃散(《外科正宗》)，或穿刺抽膿，或切開排膿。內癰中如肺癰、肝癰、腸癰等因其病因、病機、病位不同，其臨床證候及治則各有差異。“內癰”多由飲食不節，冷熱不調，寒氣客於內，或在胸膈，或在腸胃，寒折於血，血氣留止，與寒相搏，壅結不散，熱氣乘之，則化為膿。肺癰出現本證時，多見但熱不寒，咳逆上氣，甚則喘滿，胸悶疼痛，咳吐膿痰，腥臭帶血，口渴喜飲，舌苔黃膩，脈滑數。多因痰熱素盛之體或外感風邪，蘊肺化熱，熱傷血脈，熱壅血瘀，肉腐釀膿成癰。治宜清肺解毒，化瘀消癰，方用千金葦莖湯(《千金要方》)。或化毒排膿，清熱滌痰，方用桔梗湯(《濟生方》)、排膿散(《外科正宗》)。肝癰出現本證時，多見寒熱往來，右脅疼痛，手不可按，肝臟腫大，叩痛明顯，並放射至右肩，口渴引飲，惡心嘔吐，大便秘結，周身乏力，嚴重者可出現黃疸，嘔血便血，膿毒敗血症等。多因肝失疏泄，膽失潔淨，氣結血凝，鬱蒸腐變，或嗜酒過量，傷及肝胃，熱毒停留，痰濁乘之所致。治宜清肝利膽，瀉火解毒，佐以透膿。方用黃連解毒湯(《外台秘要》)合大柴胡湯(《傷寒論》)加減。腸癰出現本證時，多見轉移性右少腹痛，繼而固定且呈持續性疼痛，深觸之有反跳痛，後期可觸及腹內包塊。可伴有發熱，惡心嘔吐，納呆乏力，腹瀉或便秘，口干溲赤，苔黃脈數。多因飲食不節，或勞倦過度，或暴急奔走等導致胃腸運化失職，糟粕積滯，氣滯血瘀，濕濁壅遏，熱腐成癰。治宜通里攻下，清熱化濕和營，方用薏苡附子敗醬散(《金匱要略》)合黃連解毒湯(《外台秘要》)加減。脅痛、黃疸等病證中也有對於膽系感染所致內癰的描述。其證候多見右脅絞痛，或持續性疼痛向右肩背部放射，脅脘疼痛拒按，或可觸及腫大胆囊，寒戰高熱，黃疸，目黄身黃似橘色，有光澤，伴惡心嘔吐，口苦咽干，腹脹納呆，便秘，尿少色黃，舌紅苔黃膩，脈弦滑數。嚴重者可出現昏迷、中毒性休克。多因暴怒憂思，或多食油膩厚味，或寒溫不適，或蛔蟲上竄等，致使肝膽之氣鬱結，氣郁化火；脾胃運化失司，濕濁內生，濕熱蘊結，氣血積滯，熱盛肉腐成膿。治宜清熱利濕，理氣通下，方用茵陳蒿湯(《傷寒論》)合大柴胡湯(《傷寒論》)加減。",
    "type_comparison": "邪熱瘀結證與熱盛釀膿證 二者均為陽證、實證，病因、病機相似，但邪熱瘀結證往往處於疾病的早期階段，病證輕，病位淺，其多因外感六淫邪毒，情志內傷，飲食不節，皮膚破損染毒或正氣虛弱所致。患病部位紅腫、疼痛、灼熱、病變範圍多局限在2~3寸左右，病位較淺，雖發病迅速，易腫，但也易消，不易損傷筋骨，亦不易造成陷證。而熱盛釀膿證則多發生於疾病的中期階段，邪熱壅結不消，氣血凝滯，熱毒結聚，乃至臟腑積熱，肉腐成膿。其病勢輕、病位淺者，則腫塊雖由硬變軟，但疼痛不減，呈持續性或跳痛，拒按，有波動感，可有輕微發熱惡寒，舌紅苔黃，脈滑數。其病在臟腑者，或咳吐膿痰，腥臭帶血，胸悶疼痛；或腹有包塊，脹痛拒按，惡心嘔吐，或寒熱往來，或壯熱煩渴，口苦咽干，納呆乏力，便干溲赤，舌紅苔黃膩，脈弦滑數。嚴重者可出現昏迷、中毒性休克。\n痰核留結證與熱盛釀膿證 二者雖均局部腫脹，或硬或軟，但病因病機病證不同，較易鑑別。痰核留結證可廣泛見於全身各部位，但多起病緩慢，逐漸增大，局部腫而不紅、不熱、無痛或痛不甚。如因憂思鬱怒、痰濁凝結於頸前的肉癭，可單發或多發，質地堅實，表面光滑，可隨吞咽動作而上下移動，按之不痛，生長緩慢，雖可一時迅速增大，伴脹痛，但一般數日至數周後疼痛減輕或腫物縮小，或伴有性急易怒，多汗心悸，突眼手顫。而痰濁凝聚不散，與氣滯瘀毒瘤結而成的石瘭，則質地堅硬如石，表面凹凸不平，隨吞咽動作上下移動度較小或固定，甚則伴聲音嘶啞、呼吸吞咽障礙，但無紅腫熱痛等明顯熱象。因氣滯痰凝而成的無論是氣瘤(如現代醫學中的皮膚神經纖維瘤等)、肉瘤(脂肪瘤等)、膠瘤(腱鞘囊腫等)、脂瘤(皮脂腺囊腫等)、骨瘤、瘰疬(淋巴結核等)，多發病緩慢，局部腫塊雖大小不一，但多呈圓形、半球形、扁圓形，邊界多較清晰，質地或軟或硬，或有波動感或伴假性波動感，活動或與基底組織相連，但多表面皮色不變，觸之局部溫度不高，多無疼痛，不伴全身症狀，苔脈多正常，而熱盛釀膿證則起病較快，局部紅腫熱痛，腫物初起較硬，熱腐成膿後則質軟，有波動感，但痛不減，可伴有全身症狀，如惡寒高熱，乏力納呆，嘔惡，甚則毒邪內攻而引起“疔毒走黃”，乃至神昏譫語。"
  },
  "literature": "《外科發揮·肺癰》：“喘嗽氣急胸滿者，表散之；咳嗽發熱者，和解之；咳而胸膈隱痛，唾涎腥臭者，宜排膿；喘急恍惚痰盛者，宜平肺；唾膿，脈短澀者，宜補之。”\n《外科發揮·乳癰》：“暴怒或兒口氣所吹腫痛者，疏肝行氣。焮痛發寒熱者，發散表邪。腫焮痛甚者，清肝消毒。未成膿，疏肝行氣。不作膿，或不潰，托里為主。潰而不斂，或膿清者，宜大補氣血。”\n《外科樞要·論瘡瘍用針宜禁》：“瘡瘍之症，毒氣已成者，宜用托里以速其膿。膿成者，當驗其生熟深淺而針之。若腫高而軟者，發於血脈。腫下而堅者，發於筋脈。肉色不變者，附於骨也。小按便痛者，膿淺也。大按方痛者，膿深也。按之而不復起者，膿未成也。按之而復起者，膿已成也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo",
      "nong"
    ]
  }
}