{
  "id": "retan",
  "number": 108,
  "name": "熱痰證",
  "category": "全身證候",
  "overview": "熱痰證又稱火痰證，是指痰與熱結，痰熱壅肺，或痰火擾心所引起的證候。本證由熱邪煎熬津液而生痰，或痰鬱生熱，熱與痰相搏結而成。\n主要臨床表現為：痰稠色黃，或痰白而膠結難出，咳嗽氣喘，煩熱胸痛，口乾咽燥，或驚悸失眠，或時多喜笑，或發狂妄，小便短赤，大便燥結，面赤唇紅，舌質紅，苔黃膩，脈滑數。\n熱痰證常見於“咳嗽”、“哮病”、“喘病”、“不寐”、“狂病”、“結胸”等疾病中。\n熱痰證在臨床上應與“燥痰證”、“心火亢盛證”及“溫病血分證”鑑別。",
  "clinical_manifestations": "痰稠色黃，或痰白而膠結難出，咳嗽氣喘，煩熱胸痛，口乾咽燥，或驚悸失眠，或時多喜笑，或發狂妄，小便短赤，大便燥結，面赤唇紅，舌質紅，苔黃膩，脈滑數。熱痰證",
  "common_diseases": [
    "“咳嗽”",
    "“哮病”",
    "“喘病”",
    "“不寐”",
    "“狂病”",
    "“結胸”"
  ],
  "differential_syndromes": [
    "“燥痰證”",
    "“心火亢盛證”及“溫病血分證”"
  ],
  "differential": {
    "self_analysis": "熱痰證出現在咳嗽、哮病、喘病、不寐、狂病、結胸等疾病中，雖都可見一系列痰與熱結的共同表現，但在不同的疾病中有各自的特點。熱痰證之痰熱阻肺可致咳嗽、哮病和喘病三病，它們有相同的病因病位，所以有許多共同表現，如痰稠色黃，胸中窒悶，煩熱口乾等症。三者的區別是：咳嗽以咳嗽氣逆為特徵；哮病是一種發作性痰鳴氣喘疾患，往往有發作病史可尋，以呼吸急促，喉間哮鳴為特徵；喘病之由於熱痰所致者，多由外感引起，常有惡寒發熱等外感證候，並以呼吸急促，甚至張口抬肩，鼻翼煽動為特徵。熱痰咳嗽治宜清熱化痰，宣肺止咳，方選千金苇茎汤(《千金要方》)加味；因熱痰而致哮者治宜清熱化痰，宣肺降逆，方選定喘汤(《攝生眾妙方》)加減；因熱痰而致喘者治宜清熱化痰，宣肺平喘，方選麻杏石甘汤(《傷寒論》)或桑白皮汤(《景岳全書》)加減。熱痰證可見於不寐，主要特徵為失眠驚悸，心煩易驚，胸悶嘔惡，噯氣吞酸，舌苔黃膩，脈滑數。方選温胆汤(《千金要方》)加減。熱痰證可見於狂病，大多由於情志不遂，肝氣鬱結，鬱而化火，煎熬津液成痰，痰熱擾亂神明所致。主要特徵為神志狂亂，臨床表現為性情急躁易怒，頭痛失眠，狂亂無知，兩目怒視，叫罵無常，氣力逾常，傷人毀物，登高逾垣，舌質紅絳，舌苔黃膩，脈弦大滑數。治當清心滌痰，鎮心瀉肝，方選生铁落饮(《醫學心悟》)加減。熱痰證還可見於結胸，邪熱入里與痰相結於胸脘，則成熱痰結胸證，主要臨床表現為身熱面赤，煩渴冷飲，得水則吐，胸脘痞滿，按之疼痛，大便秘結，苔黃膩，脈弦數，治當清熱化痰開結，方選小陷胸加枳实汤(《溫病条辨》)化裁。\n陽盛之人易見熱痰證，陽盛則熱，熱盛煎熬津液則生痰，痰熱互結，阻肺擾心則出現種種熱痰證的表現。\n熱痰證在演變過程中常兼挾肺陰虛證。熱邪灼津生痰，傷陰耗液，可兼見肺陰虛證。肺陰虛者，陰虛生熱，亦可煎熬津液化生熱痰。因此，熱痰證常兼肺陰虛證。肺陰虛證的表現有，乾咳短氣，痰少而稠，或痰黃帶血，口燥咽乾，聲音嘶啞，形體消瘦，潮熱盗汗，五心煩熱，午後顴紅，舌紅少津，脈細數。",
    "type_comparison": "燥痰證與熱痰證 燥痰證與熱痰證均可出現痰稠膠粘難咯，口乾咽燥，咳喘氣逆等症狀。燥痰證多因感受燥邪，或熱病後期，或吐瀉，大汗，出血過多，損傷陰津，津液燥結凝滯所致，其特點是乾咳少痰，舌紅無苔或苔薄少津，脈弦細數。熱痰證由外邪入里化熱，或過食辛辣煎炒，重厚褥，熱自內生，熱灼津液，煎熬成痰，痰熱搏結，阻肺犯心所致，其特點是痰黃而稠，面赤唇紅，煩熱胸痛，舌質紅，苔黃膩，脈滑數。\n心火亢盛證與熱痰證 心火亢盛證與熱痰證均可出現口乾咽燥，面赤唇紅，心煩失眠，小便短赤，大便燥結，舌紅苔黃，脈數，或時多喜笑，或發狂妄等症狀。心火亢盛證是由情志不遂，五志化火，或六氣鬱而化火，或過食辛熱溫補之品，心火內熾，擾亂神明所致。其臨床表現除上述與熱痰相同的症狀外，還可出現舌尖紅而碎痛，若心熱下移小腸，則出現小便赤澀刺痛，尿血等症。熱痰證則兼見痰稠色黃，或痰白膠粘難出，舌苔黃膩，脈滑而數等臨床表現。\n溫病血分證與熱痰證 熱痰證與血分證均可出現煩躁不安，甚至狂妄等神志失常的表現，故在臨床上應予鑑別。溫病血分證是外邪由表入里，傳入血分所致，除症見高熱外，常有發斑或出血見症，舌質深絳，脈細數。而熱痰所致神志狂妄，則舌紅苔黃膩，脈多滑數，無出血見症，卻有咯痰黃稠等特點。"
  },
  "literature": "《諸病源候論·痰飲病諸侯》：“熱痰者，謂飲水漿結積所生也。言陰陽否隔，上焦生熱，熱氣與痰水相搏，聚而不散，故令身體虛熱，逆害飲食，頭面嗡嗡而熱，故云熱痰也。”\n《醫宗必讀·痰飲》：“在心經者，名曰熱痰，脈洪面赤，煩熱心痛，口乾唇燥，時多喜笑，其痰堅而成塊，小黄丸、大黄汤。”\n《七松岩集·痰飲》：“火痰者，金為火制，津液結而為痰，大便閉結，煩渴喉乾，以清潤之劑主治。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo",
      "tan"
    ]
  }
}