{
  "id": "roulunshire",
  "number": 449,
  "name": "肉輪濕熱證",
  "category": "專科證候",
  "overview": "肉輪濕熱證是指脾胃濕熱內蘊，炎蒸目竅，而出現的濕熱浸淫胞瞼，滯留脈絡，蒸腐作膿等肉輪病變的概稱。多因素體脾胃熱盛，或嗜食辛辣厚味，濕熱內積，壅滯於肉輪肌膜血络之中所致。\n主要臨床表現為：胞瞼紅赤腫脹，焮熱疼痛，肉腐作膿，或胞瞼赤爛，或胞瞼內生粟瘡，全身可見口苦咽干，納食不佳，小便黃赤，舌苔黃膩，脈數或滑數等。\n肉輪濕熱證常見於“針眼”、“風弦赤爛”、“實熱生瘡”、“胞肉膠凝”、“粟瘡”等疾病中。\n本證應與“肉輪熱毒證”、“肉輪風熱證”、“肉輪痰濕證”等相鑑別。",
  "clinical_manifestations": "胞瞼紅赤腫脹，焮熱疼痛，肉腐作膿，或胞瞼赤爛，或胞瞼內生粟瘡，全身可見口苦咽干，納食不佳，小便黃赤，舌苔黃膩，脈數或滑數等。肉輪濕熱證",
  "common_diseases": [
    "“針眼”",
    "“風弦赤爛”",
    "“實熱生瘡”",
    "“胞肉膠凝”",
    "“粟瘡”"
  ],
  "differential_syndromes": [
    "“肉輪熱毒證”",
    "“肉輪風熱證”",
    "“肉輪痰濕證”"
  ],
  "differential": {
    "self_analysis": "肉輪濕熱證多出現於肉輪疾病中。如在針眼病中出現肉輪濕熱證，則多表現為胞瞼局部紅赤硬腫，疼痛拒按，焮熱喜涼，三、四日表面隆起處有黃白色膿頭，全身可見身有寒熱，胸悶納少，口干欲飲、大便秘結，舌紅苔黃或膩，脈數等。此由脾胃濕熱炎蒸，蒸腐肉輪肌腠，作膿而成。如《銀海精微》謂：“患目瞼生小癤，俗名偷針者，……陽明經之熱毒也，或因食壅熱之物，或飲食太過，使胃經上沖於眼目，故瞼眦之間時發瘡毒。”治宜清熱解毒，散瘀消腫，方用內疏黃連湯(《醫宗金鑑》)。若在風弦赤爛病中出現肉輪濕熱證，其臨床表現為：瞼弦赤爛，紅腫顯著，刺痛不已，怕熱羞明，口渴唇紅，舌紅苔黃，脈數或洪數等。此由濕熱之邪，浸淫胞瞼肌膚，肌膚赤爛所致。治宜清熱化濕，泄火解毒，方用瀉心湯(《金匱要略》)加連翹、山栀、赤芍、生地等。若於實熱生瘡病中出現肉輪濕熱症，則可表現為胞瞼皮膚紅赤，上生小泡，潰爛膠粘，熱淚如湯，緊澀羞明，搔痒不已，口渴不欲飲，苔膩或黃，脈濡數。證屬脾胃鬱熱，內熱外蒸，肌膜開泄，外感風濕，風濕熱結，停於肉輪而生瘡。如《審視瑤函·實熱生瘡症》謂：“勤勞濕熱之人，每患睥眦成瘡。”治宜清脾除濕，祛風止痒，方用除濕湯(《眼科纂要》)。若於胞肉膠凝病中出現肉輪濕熱證，臨床常表現為胞瞼腫脹，刺痒澀痛，流淚羞明，眼眵較多，眼瞼內面瘀血赤腫色紫紅，有大小不等之胬肉綻露而出，若將其刺破，則流出膿樣膠狀物。口舌乾燥，舌紅苔黃，脈數等。緣由脾胃濕熱壅滯於肉輪所致，如《銀海精微》謂：“脾胃壅熱，肝膈風充瞼胞肉，胬肉壅起，爛濕黏粘膠凝，氣血壅滯不能疏散，積之年久，黑睛生翳，朦昧不明，羞明怕日。”治宜清瀉脾胃濕熱，方用通脾瀉胃湯(《秘傳眼科龍木論》)，熱甚者加黃柏、石膏、朴硝、栀仁。若粟瘡病中出現肉輪濕熱證，常表現為沙澀不爽，刺痒流淚，迎風更甚，甚則磨痛羞明，眼眵較多，胞瞼內面可見淡黃色顆粒叢聚而生，質地較軟，血絲脈絡模糊不清，舌紅苔黃或膩，脈滑數。此由脾胃內傷，濕熱內積，壅滯於肉輪所致。如《證治準繩·七竅門》謂：“粟瘡若見目痛頭疼者，內必有變證，大意是濕熱郁於土分為重。”治宜清脾除濕，方用除風清脾飲(《審視瑤函》)。總之，以上證候雖同，但在不同疾病中，其症狀表現各有特色，臨床可根據上述病證特點，加以辨析。",
    "type_comparison": "肉輪熱毒證與肉輪濕熱證 肉輪熱毒證乃因熱盛而成毒，可以包括肉輪濕熱證，也可以是濕熱證的進一步發展。以病因而言肉輪熱毒證多因過食辛辣炙煿，肥甘燥熱之品，脾胃積熱，客於胞瞼，熱盛成毒，或因風熱毒邪外乘，阻滯於肉輪肌膜脈絡，壅結成毒，臨床可見胞瞼紅赤焮熱，腫脹如桃，不能開闔，疼痛難眠，身有寒熱，口苦咽干，大便燥結，舌紅苔黃膩，脈洪數。肉輪濕熱證也可由嗜食辛辣厚味，內傷脾胃，濕熱內蘊，或素有脾胃積熱，發於肉輪者，但未達到熱盛成毒的階段，臨床以眼瞼局部硬結，紅腫焮熱疼痛，舌紅，脈數等表現為主症，顯然與肉輪熱盛毒重之象不同。\n肉輪風熱證與肉輪濕熱證 肉輪風熱證是風與熱並客於胞瞼，肉輪濕熱證是濕與熱合壅滯肉輪。風久可化熱，濕郁可生熱，因此二證在病因病机、症狀等方面有相似之處，但又有所區別，從病因而論，肉輪風熱證多為外感風熱，客於胞瞼，阻滯脈絡，氣血不和而發，臨床表現有痒澀不舒，甚則刺痒難忍，眵生流淚，瞼內椒瘡叢聚而生，色紅而堅，或瞼外生鳞屑痂皮，或皮膚潮紅，丘疹如粟，舌紅苔白，脈浮數或弦數等症狀。肉輪濕熱證多系脾胃內傷，濕熱內生，炎蒸肉輪，甚則肉腐成膿等為特點，與肉輪風熱證之外感所致、邪在淺表、症情較輕自是不同。\n肉輪痰濕證與肉輪濕熱證 肉輪痰濕證和肉輪濕熱證在病因上有相似之處，在病机上既有聯繫，又有區別。前者可由飲食不節，或過食生冷，傷及脾胃，津液不能輸布，為痰為飲，阻滯於肉輪肌膜經絡之間而引起。臨床表現胞瞼有痰核腫塊結聚，小如米粒，大者如豆，形圓質硬，不與眼皮粘連，皮色不變，觸之不痛，翻轉胞瞼，硬結處色紫紅或淡黃等症狀。而肉輪濕熱證則因嗜食辛辣厚味，濕熱內積所致，其症狀為：胞瞼紅腫熱痛，甚則熱蒸化膿，眵生流淚，怕熱羞明等，自與肉輪痰濕證不同。"
  },
  "literature": "《諸病源候論·目病諸候》：“人有眼內眦頭忽結成疱，三五日間便生膿汁，世呼為偷針。此由熱氣客在腠間，熱搏於津液所成。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo",
      "shi"
    ]
  }
}