{
  "id": "roulunfengre",
  "number": 450,
  "name": "肉輪風熱證",
  "category": "專科證候",
  "overview": "肉輪風熱證是指風熱之邪，客於胞瞼而出現的肉輪開闔異常、瞬動、刺痒等臨床表現的概稱。多因風熱外感，或肝經風熱上乘肉輪所致。\n主要臨床表現為：胞瞼振跳，目劄，胞瞼外翻，瞼內生椒粒，瞼外丘疹如粟，或鳞屑皮痂等。全身可見口渴咽干，舌紅苔白，脈浮數或弦數等。\n肉輪風熱證常見於“胞輪振跳”，“目劄”，“風牽出瞼”，“眼丹”，“眼瞼濕疹”等疾病中。\n本證通常應與“肉輪濕熱證”，“肉輪氣虛風熱證”相鑑別。",
  "clinical_manifestations": "胞瞼振跳，目劄，胞瞼外翻，瞼內生椒粒，瞼外丘疹如粟，或鳞屑皮痂等。全身可見口渴咽干，舌紅苔白，脈浮數或弦數等。肉輪風熱證",
  "common_diseases": [
    "“胞輪振跳”，“目劄”，“風牽出瞼”，“眼丹”，“眼瞼濕疹”"
  ],
  "differential_syndromes": [
    "“肉輪濕熱證”，“肉輪氣虛風熱證”"
  ],
  "differential": {
    "self_analysis": "肉輪濕熱證可在多種眼病中出現，但其臨床表現各有一定特點，治法亦不盡相同，必須加以辨析。如胞輪振跳病中出現肉輪風熱證，臨床表現每以胞瞼振跳不已，或疏或頻，病人每每不能自主控制，或有目赤疼痛，胞瞼濕爛，頭疼惡風，發熱，舌紅苔白等為特點，此由風熱外感，客於肌腠，滯於經絡，以致筋惕肉瞤而發。治宜祛風泄熱，方用驅風散熱飲子(《審視瑶函》)。若目劄病中出現肉輪風熱證，則多表現為兩目連劄，上下左右如風吹，不能自主，或伴發熱，或致風搐等特點。此由風熱侵襲肝經，引動內風，循經上擾肉輪所致。如《審視瑶函·目劄》謂：“有搐目劄，屬肝膽經風熱。”治宜疏風清熱，平肝定搐，方用柴胡清肝飲(《審視瑶函》)。若風牽出瞼病中出現肉輪風熱證，每以下瞼向外翻出，甚至胞瞼閉合不全，淚出汪汪，或因淚水浸漬而致瞼弦赤爛等為特點。此由脾胃積熱，風邪外犯，肉輪開闔失職所致。如《銀海精微》謂：“脾胃受風，壅毒出胞瞼之間，瞼受風而皮緊，脾受風則肉壅，此皮緊肉壅，風牽出瞼，淚出汪汪。”治宜祛風清熱，方用勝風湯(《瘍醫大全》)。若在眼丹病中出現肉輪風熱證，臨床表現為胞瞼結硬漫腫，焮熱赤痛，化腐成膿，全身伴有寒熱頭痛等為特點。此由脾胃積熱，復感風邪，風熱相搏於肉輪所致。如《外科正宗》云：“眼丹，脾經有風，胃經多熱，共結為腫。”治宜散風清熱，方用荊防敗毒散(《證治準繩》)。若於眼瞼濕疹病中出現肉輪風熱證，常表現為皮膚潮紅，丘疹如粟，刺痒灼熱，搔抓後滲水，但糜爛輕微。此由脾胃積熱，郁於肌膚，發於胞瞼所致。如《醫宗金鑑》謂：“風赤瘡痍眦睑生，黑睛端好瞼爛紅，脾經風熱宜急治。”治宜疏風清熱，方用加減四物湯(《審視瑶函》)。總之在以上諸病中，證候雖然相同，但其症狀表現各有特點，臨床可以根據上述病證特點，加以辨析。",
    "type_comparison": "肉輪濕熱證與肉輪風熱證 二證病位都在胞瞼，皆因熱邪為病，故有相似之處。但前者熱邪挾濕，後者熱邪兼風，故病因、病理、症狀表現又有所區別。肉輪濕熱證多因素體脾胃積熱，或因過食辛燥肥甘之物，傷及脾胃，濕熱內蘊，炎蒸肉輪所致。臨床表現有胞瞼紅赤腫脹，焮熱疼痛，甚則腐潰出膿，或胞瞼內生粟瘡，胞瞼肌膚赤爛，伴有小便赤澀，舌紅苔黃或膩，脈數等。而肉輪風熱證，多因外感風熱，客於胞瞼肉腠之間，或因內有脾胃積熱，外因風邪引發，風熱相搏發於胞瞼，或肝經風熱乘於胞瞼。臨床表現多以風象為特征，如胞瞼振跳不休，目劄不止，刺痒，舌紅苔白，脈浮數或弦數等。兩者自是不同。\n肉輪氣虛風熱證與肉輪風熱證 二證皆因風熱之邪乘於肉輪，是其相似之處，但前者因氣虛，胞瞼失養，衛外之氣不足，風熱之邪外襲所致，臨床常表現為眼皮緊急，甚者倒睫拳毛，痒痛不舒，羞明眵淚俱見，眦角淡紅，自覺上胞重墜，升舉無力，午後更甚，苔薄白，脈數。肉輪風熱證，無上胞重墜，開瞼無力，午後更甚等氣虛升舉不足的見症。肉輪氣虛風熱證為虛中挾實之候。肉輪風熱證，則無虛象，以此可資鑑別。"
  },
  "literature": "《聖濟總錄·卷第一百六十》：“目暴腫，論曰風勝則動，熱勝則腫。目暴腫者，風熱邪氣，客於臟腑。蓋五臟六腑之精氣，皆上注於目。既為風熱邪氣所客，氣血不得宣通，使毒氣沖發於目，是為暴腫。”\n《世醫得效方·肉輪病》：“因多食熱物，好吃五辛，遠道奔馳，食飽耽眠，風積痰壅。其候胞弦赤腫，暴赤昏蒙，眼淚常盈，倒睫澀痛，瘀血侵睛，宜疏風醒脾藥”。\n《證治準繩·七窍门》：“目赤痛睥胀如杯覆也，是邪在木火之有余，盖木克土，火生土，今肝邪实而传脾土，土受木克而火不能生，火邪反乘虚而为炎燥之病，其珠必疼尤重，而脾亦急硬。若暴风客热作肿者，必热泪多而珠疼稍缓。然风热自外客感易退，治亦易愈。若木火自内攻击则病亦退迟。……痛连头脑而肿愈高，脾愈实者，此风热欲成毒之候也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "feng",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：風、熱/火。根據證候名稱「肉輪風熱證」分析其病機組成。"
}