{
  "id": "roulunredu",
  "number": 453,
  "name": "肉輪熱毒證",
  "category": "專科證候",
  "overview": "肉輪熱毒證是指火熱毒邪蘊結於胞瞼脈絡而出現的胞瞼紅赤如塗丹，灼熱疼痛，肉腐化膿等病變的概稱。多因過食辛辣炙煿，肥甘燥熱之品，脾胃積熱，熱盛成毒，或因風熱外襲，阻滯於肉輪肌膜脈絡，壅結成毒所致。\n主要臨床表現為：胞瞼紅赤焮熱，腫脹如桃，不能開闔，疼痛難眠，或局部膿疱潰爛，或胞瞼重墜，瞼內顆粒累累，身有寒熱，口苦咽干，大便燥結，舌紅，苔黃膩，脈洪數等。\n肉輪熱毒證常見於“針眼”、“風赤瘡痍”、“椒瘡”、“眼丹”、“實熱生瘡”、“雞冠蜆肉”等疾病中。\n本證應與“肉輪濕熱證”、“肉輪風熱證”相鑑別。",
  "clinical_manifestations": "胞瞼紅赤焮熱，腫脹如桃，不能開闔，疼痛難眠，或局部膿疱潰爛，或胞瞼重墜，瞼內顆粒累累，身有寒熱，口苦咽干，大便燥結，舌紅，苔黃膩，脈洪數等。肉輪熱毒證",
  "common_diseases": [
    "“針眼”",
    "“風赤瘡痍”",
    "“椒瘡”",
    "“眼丹”",
    "“實熱生瘡”",
    "“雞冠蜆肉”"
  ],
  "differential_syndromes": [
    "“肉輪濕熱證”",
    "“肉輪風熱證”"
  ],
  "differential": {
    "self_analysis": "肉輪熱毒證可在多種疾病中出現。如在針眼病中出現肉輪熱毒證，則多表現為胞瞼皮膚紅赤腫脹，瞼弦之硬結較大，焮痛拒按，或瘡頂有黃白色膿頭，全身可兼口渴喜飲，便秘溲黃，舌質紅，苔黃，脈數。此由脾胃積熱，熱毒上攻胞瞼，熱盛肉腐，釀成癤瘡。如《銀海精微》“瞼生偷針”中謂：“患目瞼生小癤，俗名偷針者，……陽明經之熱毒也，或因食壅熱之物，或飲食太過，使胃經上充於眼目，故瞼眦之間時發瘡毒。”治宜清熱解毒，消腫散結，方用仙方活命飲(《校注婦人良方》)加減。若在風赤瘡痍病中出現肉輪熱毒證，其臨床表現為胞瞼紅赤如塗朱砂，焮痛難忍，痒極難任，局部膿疱潰爛，黃水流淌，或伴口舌生瘡潰爛，舌質紅，苔黃，脈數。此由脾經蘊熱，外感風邪，內挟心火，上攻胞瞼而致。如《沈氏尊生書·雜病源流犀燭》謂風赤瘡痍：“由脾臟風熱蘊結，兩瞼似塗朱而生瘡，黑睛端然無染，不治，便生翳膜。”治宜清熱除濕解毒，方用除濕湯(《眼科纂要》)合黃連解毒湯(《外台秘要》)。若在椒瘡病中出現肉輪熱毒證，臨床常表現為胞瞼重墜，瞼內顆粒累累，疙瘩不平，紅赤顯著，眼內刺痛灼熱，眵多流淚，黑睛赤膜下垂，舌質紅，苔薄黃，脈數。此由脾胃熱盛，復感風邪，內外合邪，上攻胞瞼。如《目經大成》卷之二謂：“此症似瘡非疹，細顆叢聚，生於左右上瞼之內，焮嫣紅而堅者，名椒瘡。形實邪盛則疙瘩高低，連下瞼亦蕃衍，礙睛沙澀，開閉多淚。蓋風熱蘊結而成。”治宜除風清熱，散瘀化滯，方用加味活血飲(《眼科金鏡》)。如在眼丹病中出現肉輪熱毒證，多表現為胞瞼漫腫堅硬，焮熱赤紫，疼痛拒按，口渴欲飲，大便秘結，小便黃赤，舌紅，苔黃燥，脈數有力。如《外科啟玄》云：“凡眼胞屬脾胃，謂之肉輪，如赤腫甚，不作膿，為之眼丹。”治宜瀉火解毒，方用內疏黃連湯(《審視瑶函》)合五味消毒飲(《醫宗金鑑》)。如在實熱生瘡病中出現肉輪熱毒證，則多表現為胞瞼膿疱滿布，膿血赤爛，膿痂血痂，腫痛較甚，身熱口渴，溲黃便秘，舌紅苔黃，脈弦數。如《銀海精微》謂：“胞肉生瘡者，此脾胃熱毒，胞肉疙瘩或風粟變而為瘡”，治宜清火解毒，方用內疏黃連湯(《審視瑶函》)。若在雞冠蜆肉病中出現肉輪熱毒證，多表現為胞瞼內長出扁平之肉塊，色赤或紫紅，形若蜆肉，或如雞冠，迅速長大而變硬，痛楚異常。此因臟腑內蘊熱毒，隨血氣而上，積於胞瞼肉膜之內所致。如《龍樹菩薩眼論》謂雞冠蜆肉：“眼瞼皮里生赤肉，狀如蠅許大，或如雞冠，生此是血脈凝結所致，兼熱毒風作之，眼仍見物，重者都覆黑珠遍障。”屬惡症險候，治宜疏風清脾，涼血散瘀，方用涼膈清脾飲(《外科正宗》)，此時忌用針刺刀割之法。總之，在以上諸病中，證候雖然相同，但其症狀各異，臨床可根據上述病證特點，加以辨析。",
    "type_comparison": "肉輪濕熱證與肉輪熱毒證 肉輪濕熱證和肉輪熱毒證兩者病位在肉輪，病因相同，均由過食辛辣炙煿之品，或素有脾胃積熱，客於胞瞼所致。肉輪濕熱證進一步發展，熱盛成毒，或因風熱外襲，阻滯於肉輪肌腠脈絡，壅結成毒而致肉輪熱毒證。前者臨床可見眼瞼局部硬結，紅腫焮熱疼痛，舌紅，脈數。後者則見胞瞼紅赤焮熱，腫脹如桃，不能開阖，疼痛難眠，身有寒熱，口苦咽干，大便燥結，舌紅，苔黃膩，脈洪數，較肉輪濕熱證更加嚴重，二者臨床表現顯然不同。\n肉輪風熱證與肉輪熱毒證 二者共同病机均有風熱外襲，而肉輪風熱證多因風熱外感，客於胞瞼，阻滯脈絡，氣血不和而發。肉輪熱毒證是素有脾胃積熱，熱盛成毒或因風熱外襲，阻滯於肉輪肌腠脈絡，壅結成毒所致。不同之處在於，肉輪熱毒證較肉輪風熱證熱盛毒重，故臨床表現為胞瞼紅赤焮熱，腫脹如桃，不能開闔，疼痛難眠，身有寒熱，口苦咽干，大便燥結，舌紅，苔黃膩，脈洪數。而肉輪風熱證之邪在淺表，症情較輕，表現為痒澀不舒，眵生流淚，瞼內椒瘡叢聚而生，瞼外丘疹如粟，舌紅，苔白，脈浮數或弦數，與肉輪熱毒證不同。"
  },
  "literature": "《證治準繩·七窍门》：“土疳證謂脾上生毒，俗呼偷針眼是也。有一目生，又一目生者，有只生一目者。有邪微不出膿血而愈者；有犯觸辛熱燥膩，風沙煙火，為漏、為吊敗者。有竅未實，因風乘虛而入，頭腦俱腫，目亦赤痛者。其病不一，當隨宜治之。……世傳眼眦初生小疱，視其背上即有細紅點如瘡，以針刺破，眼時即瘥，故名偷針。實解太陽經結熱也。”\n《秘傳眼科龍木論·卷之五》：“風赤瘡痍外障，此眼初患之時，或即痒痛，作時發歇不定，或出多淚，遂合瞼肉瘡出，四眦如朱砂色相似，然後漸生膜翳，障閉瞳人，蓋是脾臟毒風，即熱膈中，致令眼病。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo",
      "du"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：熱/火、毒。根據證候名稱「肉輪熱毒證」分析其病機組成。"
}