{
  "id": "sanyanghebing",
  "number": 327,
  "name": "三陽合病證",
  "category": "傷寒證候",
  "overview": "合病是指傷寒病證二經或三經同時受邪，起病即同時出現各經主症者。三陽合病證是由太陽、陽明、少陽三經同時受邪而引起的證候。多因正氣不足，或感寒較重，外邪直入三陽經所致。一般發病較急，病變複雜，病勢嚴重。\n主要臨床表現為：腹滿而痛，一身盡重，難於轉側，口不仁，汗出谵語，面色垢膩，遺尿，嗜睡，盗汗，或寒熱往來，或惡寒發熱，舌紅苔黃，脈浮大弦數。\n三陽合病證常見於“外感熱病”中。\n本證當與“太陽陽明合病證”、“太陽少陽合病證”、“陽明少陽合病證”、“太陽陽明並病證”、“太陽少陽並病證”、“陽明少陽並病證”相鑑別。由於其病多偏於陽明或少陽，故又應與“胃熱津傷證”和“半表半里證”相鑑別。",
  "clinical_manifestations": "腹滿而痛，一身盡重，難於轉側，口不仁，汗出谵語，面色垢膩，遺尿，嗜睡，盗汗，或寒熱往來，或惡寒發熱，舌紅苔黃，脈浮大弦數。三陽合病證",
  "common_diseases": [
    "“外感熱病”"
  ],
  "differential_syndromes": [
    "“胃熱津傷證”和“半表半里證”"
  ],
  "differential": {
    "self_analysis": "三陽合病證四季可見，但以春、夏、秋居多。《傷寒大白·合病》說：“三陽合病，多發春、夏、秋三時。”其臨床表現，由於三陽經同時受邪，故三陽症狀互見。《醫宗金鑑·訂正傷寒論注·合病並病篇》說：“三陽合病者，太陽、陽明、少陽合而為病也。必太陽之頭痛、發熱，陽明之惡熱、不眠，少陽之耳聾、寒熱等證皆具也。”但因邪熱多偏於陽明或少陽，所以又多以陽明或少陽症狀為主。《傷寒論·辨陽明病脈證並治》說：“三陽合病，腹滿身重，難於轉側，口不仁，面垢，谵語遺尿。發汗則谵語，下之則額上生汗，手足逆冷。若自汗出者，白虎湯主之。”《傷寒論·辨少陽病脈證並治》又說：“三陽合病，脈浮大，上關上，但欲眠睡，目合則汗。”前條所論，偏於陽明；後條所論，偏於少陽。由於邪熱熾盛，腑氣不通，則腹滿而痛；太陽主背，陽明主腹，少陽主脅，今一身盡為三陽邪熱所困，故身重難以轉側；胃熱充斥，耗灼津液，而口不仁；面為陽明經所過之處，邪熱鬱蒸於面，則面色垢膩；津液為陽熱所迫，故自汗出；胃熱上擾神明，故見谵語；熱邪下迫，膀胱不約，則遺尿。若病偏於少陽，榮衛氣澀，陰陽不和，樞機不利，膽火上炎，精神昏濁，常欲眠睡。目合則汗，即是盗汗，是由陽盛迫陰，陰不內守所致。凡人寤則衛行於陽，寐則衛行於陰，今內有伏熱，而衛又行於陰，故腠理開，而盗汗出。邪在少陽，正邪分爭，正勝則熱，邪勝則寒，故寒熱往來。若表邪不解，衛陽被遏，則可出現惡寒發熱。浮脈屬太陽，大脈屬陽明，弦脈屬少陽，數脈為熱甚，邪在三陽，故脈見浮大弦數。《醫宗金鑑·訂正傷寒論注·合病並病篇》曰：“脈浮大弦，三陽合病之脈也。”其治療，偏於陽明者，當用白虎汤(《傷寒論》)獨清陽明里熱。此時，若不治陽明，而誤發其汗，使津液外泄，邪熱愈熾，則谵語更甚；若因腹滿、谵語而誤下，則陰液竭於下；陽無所附而上越，可引起手足逆冷、額上汗出的亡陽之候。誠如《傷寒來蘇集·傷寒論注·白虎湯證》說：“三陽合病，而陽明證多，則當獨取陽明矣。無表證則不宜汗，胃未實則不當下，此陽明半表里證也。里熱而非里實，故當用白虎，而不當用承氣。若妄汗則津竭而谵語，誤下則亡陽而額汗出，手足厥也。”若證情偏於少陽，白虎湯又非所宜，當用小柴胡汤(《傷寒論》)和解少陽。",
    "type_comparison": "太陽陽明合病證與三陽合病證 太陽陽明合病證是太陽、陽明兩經同時受邪，相合為病；而三陽合病證，乃太陽、陽明、少陽三陽俱病。前者病勢偏於太陽，乃表邪不解，內迫陽明，故有惡寒發熱、頭項強痛、無汗、脈浮等太陽經症狀。其具體表現有以下三種情況：一是由於寒邪氣甚，客於二陽，表里之氣升降失常，里氣上逆，發為嘔吐。二是寒邪氣甚，水寒之氣下走大腸，使大腸傳導失司，而下利清谷。三是太陽表不解，肺氣失宣，肺胃之氣被阻，而胸悶喘滿。後者偏於陽明或少陽，故以陽明少陽症狀為主，表現為：腹滿而痛，汗出谵語，口不仁，面色垢膩，或寒熱往來，但欲眠睡，脈大弦數。\n太陽少陽合病證與三陽合病證 二證病因病機及表現均有不同。三陽合病證，雖為三陽同時受邪而俱病，但以陽明熱盛為主，故以腹滿、口燥、谵語、汗出為主要表現，太陽症狀少而輕微。太陽少陽合病證，是邪犯太、少二經相合為病，故即有頭痛發熱的太陽表證，又有口苦、咽乾、目眩、胸脅苦滿的少陽半表半里之證。《傷寒論》中的柴胡桂枝湯證，可以看作是太陽與少陽合病而偏於表的一種類型。此為太陽表證未去而已輕，少陽里證雖見而未甚，有惡寒發熱、頭痛、肢節煩痛、微嘔、心下支結、苔白脈浮等表現。若太陽少陽合病證，以少陽半表半里為主，邪在少陽，膽熱肆逆，內迫陽明，以致胃氣上逆而嘔，逼液下趨而利；嘔吐黃水或心煩喜嘔，大便黃赤或有粘液，里急後重。此為太少合病，而偏於里的一種類型。無論偏於表或偏於里，與三陽合病均有明顯不同，較易鑑別。\n陽明少陽合病證與三陽合病證 二證皆為合病，屬陽屬熱，均與陽明少陽有關。但陽明少陽合病，是因宿食內停，化熱化燥，或太陽證罷，邪入少陽陽明二經所致，故以燥屎內結，腑氣不通，而心下拘急疼痛、痞硬、鬱鬱而煩；燥熱迫津下趨，而熱結旁流，便出少量稀糞，臭穢異常；或邪在少陽，樞機不利，膽火上炎，而以口苦、咽乾、目眩、心煩喜嘔為主要表現。三陽合病以陽明胃熱熾盛為主，故以邪熱內盛，胃氣不能通暢而腹滿，邪熱傷津耗氣而身重，胃熱津傷而口不仁，熱邪鬱蒸而面垢，熱擾心神而谵語，熱迫津液而汗出為辨證要點。此外，二者的脈象亦不相同，前者因內有宿食，燥屎阻結，故脈滑數；後者為三陽俱病，故脈浮大弦數。\n太陽陽明並病證與三陽合病證 三陽合病即三陽經同時受邪，合而為病，其證偏於陽明；太陽陽明並病指太陽經病又伴發陽明經證候，因汗出不徹，而轉屬陽明，故二證均可有身熱、不惡寒、反惡熱、汗出、煩躁等陽明症狀。但太陽陽明並病，由於病初邪在太陽，陽邪拂鬱在表，故面色緣緣正赤；表邪不得外散，鬱於肌表，營衛不能通暢，則引起疼痛，痛無定處，乍在腹中，乍在四肢，甚至因外邪鬱閉，肺氣不宣，而短氣，但坐不臥；由於營衛凝滯，血行不利，則脈澀滯。而三陽合病，無此表現，可資鑑別。\n太陽少陽並病證與三陽合病證 太陽少陽並病證是太陽病未解而少陽病證已見的證候。三陽合病證，雖曰三陽俱病，但以陽明、少陽為主，邪在陽明，胃熱熾甚，則見腹滿而痛，口燥不仁，汗出谵語。邪犯少陽，膽火上炎，故精神昏冒，常欲眠睡；而太陽少陽並病證，因太陽病邪不解，則頭項強痛；少陽樞機不利，則眩冒，胸脘痞硬，時如結胸。三陽俱病，當以湯藥治之。而太陽少陽並病，互相牽制，非湯藥所宜，故採用針法治之，宜刺大椎、肺俞、肝俞等穴，以宣散太陽並疏泄少陽之邪。此外，太陽少陽並病證，易出現變證。倘若誤用汗法，徒傷津液，使少陽木火愈熾，上擾神明，遂致谵語，且脈見弦象。誠如《傷寒論》云：“太陽與少陽並病，頭痛項強，或眩冒，時如結胸，心下痞硬者，當刺大椎第一間、肺俞、肝俞，慎不可發汗，發汗則谵語，脈弦。”如果誤用攻下，可致邪熱內陷，邪熱與水氣互結，而成結胸；且因攻後胃氣大傷，里虛氣陷，出現下利不止，水漿不下；正氣內虛，邪熱上擾，而心中煩熱不安；形成正虛邪實的壞證。如《傷寒論》云：“太陽少陽並病，而反下之，成結胸，心下硬，下利不止，水漿不下，其人心煩。”上述種種表現，與三陽合病迥異。\n陽明少陽並病證與三陽合病證 一為並病、一為合病。三陽合病證是太陽、陽明、少陽同時受邪而俱病，故三陽症狀俱見。少陽陽明並病證是少陽之邪不解，又涉及陽明。故先有少陽之症，又見陽明症狀。如《傷寒論·辨陽明病脈證並治》所謂“陽明病，發潮熱，大便溏，小便自可，胸脅滿不去者”是對少陽陽明並病證的描述。潮熱，是陽明腑實主症之一，潮熱的出現，說明邪已傳及陽明，然由於邪尚未化燥成實，故大便溏，小便自可；或陽明腑實不甚而僅有大便秘結，並無其它腑實之症。此時見有脅下硬滿而嘔，舌上白苔，是邪在少陽的表現。成無已曰：“若脅下硬滿，雖不大便而嘔，舌上白苔者，為邪未入腑，在表里之間。”說明少陽陽明並病證偏於少陽。而三陽合病證，以腹滿、一身盡重、難以轉側、口不仁、汗出、面垢等胃熱熾甚為主，說明其證偏於陽明。即或偏於少陽，亦以眠睡目合則汗為主要表現，與少陽陽明並病證大不相同。此外，三陽合病尚可兼見惡寒發熱等太陽症狀，而少陽陽明並病證絕無太陽症狀。二者的舌脈亦有區別，三陽合病證，舌紅苔黃，脈浮大弦數。少陽陽明並病證，舌苔白，脈弦。\n胃熱津傷證與三陽合病證 二證均現陽明熱甚之候，皆可出現身熱、汗出、口渴、甚則神昏、谵語等症。但三陽合病證以腹滿疼痛、一身盡重、難於轉側、口不仁、面垢為主，且可兼見惡寒發熱之太陽表證，或寒熱往來、欲眠睡之少陽半表半里之證。而胃熱津傷證以身大熱、不惡寒、反惡熱、大汗出、口大渴、面赤之陽明經證為主。\n半表半里證與三陽合病證 三陽合病證，雖為太陽、陽明、少陽同病，但有偏於陽明及少陽之不同。偏於陽明者，有明顯的胃熱症狀，如汗出谵語，腹滿疼痛，口不仁等，與半表半里證鑑別較易。偏於少陽者，雖以半表半里為主，但以膽熱上擾而欲眠睡為主症，並兼有三陽合病證的其它症狀，如入睡汗出(陽盛迫陰)，脈見浮大上關上(浮為太陽之脈，大為陽明之脈，關上為少陽之屬)。因此，三陽合病證與一般半表半里證，由於邪正分爭於半表半里，膽火上炎，樞機不利，而見口苦、咽乾、目眩、往來寒熱、胸脅苦滿、神情默默、不欲飲食、心煩喜嘔等症明顯有別。"
  },
  "literature": "《傷寒來苏集·傷寒論注·白虎湯證》：“三陽合病，脈浮大在關上，但欲睡眠，合目則汗……。此條詳病脈，探病情，究病機。必兩條合參，而合病之大要始得。脈大為陽，關上陽所治也，是為重陽矣。但欲睡眠，是陽入陰矣。合目則衛氣行陰，而兼汗出，熱淫於內矣，與上文自汗同，與少陰脈微細而但欲寐不同。”\n《醫宗金鑑·訂正傷寒論注·辨合病並病脈證並治篇》：“浮大弦皆見於關上，知三陽之熱邪，皆聚於陽明也。熱聚陽明，則當煩不得眠，今但欲眠睡，是熱盛神昏之昏睡也，昏睡自然目合，熱蒸則汗自出也。若施治得宜，使邪還於表而解，否則未可卜也，宜以柴胡、桂枝、白虎三湯，酌其所當，合而用之可也。”",
  "zhengsu_composition": {
    "location": [
      "biao",
      "wei",
      "dan"
    ],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "太陽、陽明、少陽三經同時受邪。表現為頭痛、身熱、口苦、便秘等。"
}