{
  "id": "shangrexiahan",
  "number": 333,
  "name": "上熱下寒證",
  "category": "傷寒證候",
  "overview": "上熱下寒證是由熱邪在上，寒邪在下，致使陰陽不交，升降失常，出現以腹痛、欲嘔為主要表現的證候。\n主要臨床表現為：欲嘔吐，腹中痛，或痞滿不適，胸中煩熱，舌淡苔白，脈細弱，或舌紅苔薄黃，脈數。\n上熱下寒證主要見於“嘔吐”、“腹痛”等病中。\n本證應與“寒熱互結痞證”、“陽明腑實證”、“太陽少陽邪迫大腸證”、“少陽兼里實證”、“脾虛寒濕證”、“少陰陽虛陰盛證”、“少陰陰盛格陽證”、“少陰陽虛水泛證”、“厥陰蛔厥證”、“厥陰寒格證”等相鑑別。",
  "clinical_manifestations": "欲嘔吐，腹中痛，或痞滿不適，胸中煩熱，舌淡苔白，脈細弱，或舌紅苔薄黃，脈數。上熱下寒證主要見於“嘔吐”、“腹痛”等病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“寒熱互結痞證”",
    "“陽明腑實證”",
    "“太陽少陽邪迫大腸證”",
    "“少陽兼里實證”",
    "“脾虛寒濕證”",
    "“少陰陽虛陰盛證”",
    "“少陰陰盛格陽證”",
    "“少陰陽虛水泛證”",
    "“厥陰蛔厥證”",
    "“厥陰寒格證”"
  ],
  "differential": {
    "self_analysis": "上熱下寒證，始出《傷寒論》云：“傷寒，胸中有熱，胃中有邪氣，腹中痛，欲嘔吐者，黃連湯主之。”對於本證，後世論述頗多，但見解不一。如成無己曰：“此傷寒邪氣傳里，而為下寒上熱也。”尤在涇認為：“此上中下三焦俱病，而其端實在胃中，邪氣即寒淫之氣。”程知指出：“陰邪在腹，則陽不得入而和陰，為腹痛；陽邪在上，則陰不得入而和陽，為嘔吐。”而秦之楨則提出“三焦皆熱”之說：“胸中熱，上焦熱也；胃中邪氣，中焦熱也；腹中痛，下焦熱也。”今人有謂“胸中有熱”即指熱偏於上，包括胃脘、胸膈。“胃中有邪氣”部位偏於下，包括脾與腸；熱在上，胃失和降，故欲嘔吐；寒盛於腹，脾與腸皆寒，故腹中痛。亦有謂“胸中”實質上是指胃，“胃中”實質上是指腸；胃中有熱，所以嘔吐；腸中有寒，所以腹中痛。\n以上各家所見，雖然不盡相同，但其病機總不外乎上熱下寒，寒熱互阻。若傷寒邪熱傳里，其人胃中素寒，熱入而為寒所拒，熱不得入，留於胸中，寒入於胃，下及於腸，以致陰陽不調，升降失司。熱擾胸膈，則胸中煩熱；熱氣上逆，則欲嘔吐；寒邪在胃，陽氣不得宣通，則腹中痛；寒熱互阻，氣機不暢，則心下痞滿。治療宜以黄连汤(《傷寒論》)清上溫下，和胃降逆。此方之組成，雖然近似瀉心，但其義理原本於柴胡。柯韻伯說：“此亦柴胡加減方也。表無熱，腹中痛，故不用柴、芩。君黃連以瀉胸中積熱，薑桂以驅胃中寒邪，佐甘、棗以暖腹痛，半夏除嘔，人參補虛，雖無寒熱往來於外，而有寒熱相搏於中，仍不離少陽之治法耳。”以上柯氏之說，雖言立法用藥，但對本證病因病機的理解，頗有啟發。",
    "type_comparison": "寒熱互結痞證與上熱下寒證 兩證均為寒熱錯雜證。但上熱下寒證是因胃中虛寒，表寒之邪傳里化熱，熱入而為寒所拒，以致上熱下寒。熱擾於上，則欲嘔吐；寒留於下，則腹中痛；故欲嘔吐，腹中痛是本證的辨證關鍵。寒熱互結痞證乃誤下損傷脾胃，表邪內陷，寒熱之邪錯雜於中，以致脾胃升降失常，氣機壅塞，痰飲內停，故以心下痞硬，嘔吐，為其主要表現。一為嘔而腹中痛，一為嘔而心下痞，表現各異，不難區別。\n陽明腑實證與上熱下寒證 兩者均有嘔吐、腹痛。但上熱下寒證，為寒熱錯雜；熱逆於上則嘔，寒凝於下則痛。陽明腑實證，為病邪由表入里，盡傳陽明，燥實阻滯，腑氣不通所致。濁氣上逆則嘔，腑氣不通則痛。《傷寒論》云：“傷寒發熱無汗，嘔不能食，而反汗出濈濈然者，是轉屬陽明也。”又云：“病人不大便五六日，繞臍痛，煩躁，發作有時者，此有燥屎，故使不大便也。”嘔吐及腹痛的性質，二者亦大不相同。上熱下寒證多為欲嘔或乾嘔；腹痛，乃為寒痛，得熱則減，遇寒則劇。陽明腑實證吐勢嚴重，食不能進，進則必吐，腹痛則為實熱阻滯，腹滿硬痛，或繞臍疼痛，疼痛拒按。此外，上熱下寒證兼見胸中煩熱，或脘腹痞滿；陽明腑實證兼見潮熱，谵語，大便不通，或熱結旁流，手足濈然汗出，甚則喘冒不得臥。\n太陽少陽邪迫大腸證與上熱下寒證 兩證均有腹痛，嘔吐，但前者為二陽合病，其證屬陽屬熱，乃邪犯太少二經，迫及陽明，氣機失調所致。故除有嘔吐，腹痛外，尚可出現下利，里急後重，肛門灼熱，小便短赤，口苦，咽乾，目眩等症狀。而後者為上熱下寒，寒熱錯雜，胸中煩熱而嘔吐，腹中痛。\n少陽兼里實證與上熱下寒證 上熱下寒證為熱邪在上，寒邪在下，熱氣上逆，則嘔吐；寒凝腹中，則腹痛。少陽兼陽明里實證，乃少陽之邪不解，邪熱內傳陽明，形成少陽與陽明同病的證候。邪犯少陽，正邪分爭於半表半里，膽火上逆，則見寒熱往來，胸脅苦滿，口苦，咽乾，目眩；邪熱兼入陽明，燥熱成實，腑氣不通，則嘔吐不止，上腹拘急疼痛，或痞硬，鬱鬱而煩，日晡潮熱，大便秘結，或熱結旁流，舌苔黃燥。如《傷寒論》中說：“心中痞硬，嘔而下利。”“胸脅滿而嘔，日晡所發潮熱，已而微利。”\n脾虛寒濕證與上熱下寒證 上熱下寒證，是由熱邪在上，寒邪在下，以致陰陽不和，升降失常所致。腹痛是由寒邪留於胃腸，寒凝氣滯引起，故相對較劇。嘔吐系熱氣上逆所致，並兼有胸中煩熱。脾虛寒濕證，是由三陽病失治誤治，里氣虛弱，邪氣傳入太陰，或由寒濕之邪直中太陰，以致脾虛邪陷，清陽不升，寒濕不化，氣機壅滯，證屬虛寒，故腹痛綿綿，喜溫喜按，時作時止。嘔吐系脾病及胃，虛寒之氣上逆，故吐勢多緩，或口吐清涎。此外，太陰既病，脾陽不升，下利為必有症狀；而上熱下寒證無此表現。《傷寒論》云：“太陰之為病，腹滿而吐，食不下，自利益甚，時腹自痛。”二者的舌脈亦不相同。上熱下寒證若熱邪偏盛，則舌紅苔薄黃，脈數；若寒邪偏盛，則舌淡苔白，脈細弱。而脾虛寒濕證由於寒濕阻滯，故舌淡苔白膩，脈緩弱。\n此外，若中陽素虛，又被寒邪所傷，寒邪充斥於中，而致脘腹劇痛，手不可近，腹滿嘔吐，不能飲食，或腸中漉漉有聲，手足厥冷，脈伏者，為脾虛寒盛，與上熱下寒腹痛欲嘔證迥異，鑑別較易。\n少陰陽虛陰盛證與上熱下寒證 上熱下寒證是由素體胃寒，傷寒邪熱入里，熱入而為寒所拒，致使寒熱錯雜。少陰陽虛陰盛證是因病邪直犯少陰或它經病變誤治失治，傳及少陰，以致陽衰陰盛。上熱下寒證以熱氣上逆而欲嘔吐，寒留腹中而腹中痛為主要特點。少陰陽虛陰盛證則陽氣衰微，失於溫煦，而四肢厥冷，惡寒蜷臥；正氣不足，反為邪困，而精神疲憊，懈怠安臥；陰寒之氣上逆，胃失和降，而欲吐或嘔不能食；寒凝氣滯，而腹痛；腎陽虛衰，不能溫養脾陽，而下利清谷；陽虛陰盛，而舌淡苔白，脈微細。一為上熱下寒，寒熱錯雜，一為陽衰陰盛，但寒無熱，表現各異，不難鑑別。\n少陰陰盛格陽證與上熱下寒證 上熱下寒證乃胃中寒邪阻隔，胸中之熱不得降，氣逆則嘔；邪留腹中，陽氣不得宣通而腹痛。嘔吐，腹痛為其主症。而在少陰陰盛格陽證，嘔吐、腹痛為或然症狀，是由邪盛於里，寒氣上逆所致。此外，由於陰寒氣盛，陽氣衰微至極，虛陽外越或浮越，故不但有四肢厥冷，下利清谷，舌苔白滑或黑滑，脈微欲絕等陽衰陰盛症狀，更有身熱，面赤等假熱之象，可資鑑別。\n少陰陽虛水泛證與上熱下寒證 兩者雖然均有嘔吐、腹痛，但陽虛水泛證，是下焦虛寒，水氣不化。水氣沖逆，則嘔吐；水寒留於內，則腹痛。上熱下寒證，是熱擾於上，寒凝於下。熱氣上逆，則欲嘔吐；寒凝於中，則腹中痛。少陽陽虛水泛證，尚見水腫，小便不利，四肢沉重疼痛，心悸而咳，下利，頭眩，身瞤動，振顫欲倒等水邪為患之象。上熱下寒證，尚見胸中煩熱，脘腹痞滿等寒熱錯雜之症。\n厥陰蛔厥證與上熱下寒證 此二者均為寒熱錯雜之候，嘔吐均為上熱，腹痛皆為下寒。但厥陰蛔厥證乃因肝熱、胃虛、腸寒，內有蛔蟲引起。蛔蟲撓動於腸，故繞臍疼痛，得食則疼痛加劇；若蛔蟲上入膽腑，則右上腹痛劇，且有鑽頂之感；胃虛失和，加之蛔蟲上擾，故嘔吐，甚則吐蛔；肝熱上衝，熱擾心神，而心煩不安；由於厥陰疏洩不利，氣血流行不暢，而四肢厥冷，脈微；移時蛔蟲安靜，則諸症隨之減輕。與上熱下寒證之嘔吐腹中痛迥異。\n厥陰寒格證與上熱下寒證 兩者均為上熱下寒之證。上熱下寒證，多因傷寒邪熱入里，其人胃氣素寒，熱入而為寒所拒，以致上焦有熱，下焦有寒。而厥陰寒格證，多因素體中陽不足，感受外邪，邪熱內陷，或因外感病誤用吐下，以致里氣虛甚，寒盛於下，熱格於上；上熱則胃氣不降，故嘔吐或食入則吐，下寒則脾氣不升，故下利。兩證區別之關鍵在於：上熱下寒證上熱輕下寒重，故嘔吐輕(欲嘔或乾嘔)，腹痛重。正如《素問·痺論》說：“痛者，寒氣多也，有寒故痛也。”而厥陰寒格證，上熱重而下虛甚，故嘔吐食入即吐，下利而腹痛微。王太僕說：“食入即吐，是有火也。”"
  },
  "literature": "《傷寒來苏集·傷寒論注·黃連湯證》：“此熱不發於表而在胸中，是未傷寒前所蓄之熱也。邪氣者即寒氣。夫陽受氣於胸中，胸中有熱、上形頭面，故寒邪從脅入胃。內經所謂中於脅則下少陽者是也。今胃中寒邪阻隔，胸中之熱不得降，故上炎作嘔；胃脘之陽不外散，故腹中痛也。熱不在表，故不發熱。寒不在表，故不惡寒。胸中為里之表，腹中為里之里，此病在焦府之半表里，非形軀之半表里也。”\n《傷寒指掌 少陽本病述古》：“邵評，因上熱下寒，格拒中宮，故腹痛而嘔吐，用黃連湯開痞而和上下也。且黃連湯與小柴胡湯俱是樞機之劑，而為和法。小柴胡和其表里，黃連湯和其上下，同一和法，而有橫直之不同也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "han",
      "huo"
    ]
  }
}