{
  "id": "shangjiaozaore",
  "number": 248,
  "name": "上焦燥熱證",
  "category": "溫病證候",
  "overview": "上焦燥熱證是指肺感燥熱之邪，而致肺失潤降，出現以發熱、乾咳、口鼻乾燥為主症的證候。\n主要臨床表現為：發熱，乾咳無痰，咽喉乾痛，口鼻乾燥，或胸脅脹痛，或氣粗而喘，口渴心煩，舌紅，苔薄而乾，脈浮數或弦數。\n上焦燥熱證常見於溫病的“秋燥”、“風溫”病中。\n本證應與“燥犯清竅證”、“肺癆感溫證”相鑑別。",
  "clinical_manifestations": "發熱，乾咳無痰，咽喉乾痛，口鼻乾燥，或胸脅脹痛，或氣粗而喘，口渴心煩，舌紅，苔薄而乾，脈浮數或弦數。上焦燥熱證",
  "common_diseases": [
    "溫病的“秋燥”",
    "“風溫”病"
  ],
  "differential_syndromes": [
    "“燥犯清竅證”",
    "“肺癆感溫證”"
  ],
  "differential": {
    "self_analysis": "上焦燥熱證可見於溫病的秋燥中，燥氣犯病有“溫燥”、“涼燥”之分，本證主要見於“溫燥”。由於溫燥犯肺，肺氣失於宣降，故見發熱、咳嗽；燥熱稽留，氣道不利，肺氣上逆而見氣粗而喘；燥邪為病，最易傷津，燥熱灼傷肺津，故乾咳而無痰，咽喉、口鼻為呼吸出入的通道，現燥熱犯於上焦，津液無以上承，故見咽喉疼痛，口鼻乾燥；上焦燥熱，氣機不利，故見胸脅滿痛；燥熱傷津，熱擾心神，故見口渴心煩；燥熱內蘊，津液被灼，故舌紅，苔薄且乾，脈浮數或細數。燥邪最易化火，溫熱傷津生燥，燥熱相結，煎熬津液，每致津傷而液虧，此乃燥熱為害之特點。燥熱上犯肺衛，治宜清肺潤燥養陰之法，方用喻昌清燥救肺汤(《醫門法律》)加減。本證亦可見於風溫病中，由於風溫客於肺衛，邪熱留戀不去，由衛入氣，熱邪傷津化燥，發為上焦燥熱證。症見身熱，汗出，咳嗽氣急，胸悶胸痛，口渴引飲，口鼻乾燥，舌紅，苔黃，脈數，治宜辛涼甘潤，清熱宣肺，方用桑杏汤(《溫病条辨》)合麻杏石甘汤(《傷寒論》)加減。\n本證多發於秋季。因秋令氣候乾燥，燥邪侵襲肺衛，可發為上焦燥熱證。上焦乃心肺所居，然本證重點是指肺受燥熱之邪為害所出現的病症。由於燥邪致病，故臨床常表現為乾燥之症，如鼻燥，口乾，咽燥，唇裂等。《素問·至真要大論》曰：“燥者潤之”，燥邪雖易化火生熱，但切忌用苦寒瀉火之劑，因苦能化燥，惟以甘涼潤燥為宜。\n本證在演化過程中，由於燥熱傷津，津液虧損，每易造成肺陰不足而出現咳嗽痰少，聲音嘶啞，午後潮熱，五心煩熱等症。亦可因燥熱羈留，耗損肺胃，造成肺胃陰虛或肺胃氣陰兩虛的表現，臨床應隨證而辨。",
    "type_comparison": "燥犯清竅證與上焦燥熱證 二者均為燥熱之邪外感所致，都有口乾、咽喉乾燥疼痛的症狀。然燥犯清竅證是由於燥熱之邪客於上焦氣分，火性炎上，燥邪傷津，清竅為之不利，症見耳鳴，目赤口乾，咽痛，齒齦紅腫，苔黃，脈數等，其病位在上，以頭面孔竅不利為主症，而本證雖為燥熱侵犯上焦，但其病位在肺，以乾咳無痰，氣粗而喘，口鼻乾燥為主症，故二者不難鑑別。況且燥犯清竅證一般病情較輕，其治療亦以輕清宣透上焦燥熱為原則。上焦燥熱證則為燥熱化火，灼傷肺津，病情較前者為重，當以清肺潤燥為治，二者可以此為辨。\n肺癆感溫證與上焦燥熱證 二者均可出現溫熱侵犯肺衛之症，如口渴，咽乾且痛，咳嗽少痰等。然肺癆感溫證為素有肺癆，故病程較長，氣陰不足，復感溫熱之邪，熱灼肺津，症見咳嗽少痰，發熱惡風，口渴，咽痛，聲音嘶啞，甚至咯血，舌尖邊紅，苔薄白，脈虛細而數，表現為本虛標實。而上焦燥熱證是外感燥熱，病程較短，邪鬱於肺，症見咳嗽無痰，氣粗而喘，口鼻乾燥，咽喉疼痛，表現為邪氣壅實。肺癆陰虛證因肺之氣陰不足，感溫後，肺陰虛之症狀較突出；而上焦燥熱證為燥熱傷津，惟肺燥傷津症狀較突出。故二者不難鑑別。"
  },
  "literature": "《溫病条辨·秋燥》：“秋感燥氣，右脈數大，傷干手太陰氣分者，桑杏湯主之。……感燥而咳者，桑菊飲主之。……燥傷肺胃陰分，或熱或咳者，沙參麥冬湯主之。燥氣化火，清竅不利者，翹荷湯主之。諸氣膹鬱，諸痿喘嘔之因於燥者，喻氏清燥救肺湯主之。”\n《溫病學講義·秋燥》(上海中醫學院)：“秋燥一症，以傷肺為特徵。症見乾咳脅痛，津液乾燥，涼燥則惡寒較重，表證較為顯明，但在化熱之後，亦與溫燥無異。上燥治氣，中燥增液，下燥養血，為治燥證初、中、末三期之大法。”\n《溫病學·秋燥》(南京中醫學院)：“本病初期邪在肺衛，而見肺衛證候，其中涼燥頗類風寒，溫燥近似風溫，但不論涼燥或溫燥，初起除具有表證外，都必兼津氣乾燥見證，這是本病的特徵。至於涼燥化熱之後，其證治則與溫燥相同。燥邪內傳入里，其演變過程，大體與其它溫病相同。惟因本病易致津氣乾燥，所以燥熱在肺，易成肺燥陰傷；燥入腸府，多腸燥便秘或陰傷府實；傳入下焦，易傷肝腎之陰而致虛風內動。但如初期治療及時正確，或患者素體不甚虛弱，則一般很少發展到如此程度。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "zao",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：燥、熱/火。根據證候名稱「上焦燥熱證」分析其病機組成。"
}