{
  "id": "shaoyinyinxuhuowang",
  "number": 303,
  "name": "少陰陰虛火旺證",
  "category": "傷寒證候",
  "overview": "少陰陰虛火旺證是指邪入少陰出現的陰虛陽亢，心腎不交的證候，又稱黃連阿膠湯證。素體陰虛之人，邪犯少陰從陽化熱，易見此證。\n主要臨床表現為：心中煩，不得臥，口燥咽乾，手足心熱，舌紅少苔，脈沉細數。\n本證常見於“失眠”、“心悸”、“眩暈”、“遺精”等疾病中。\n本證通常應與“少陰陰虛水熱互結證”、“太陽熱擾胸膈證”相鑑別。",
  "clinical_manifestations": "心中煩，不得臥，口燥咽乾，手足心熱，舌紅少苔，脈沉細數。",
  "common_diseases": [
    "“失眠”",
    "“心悸”",
    "“眩暈”",
    "“遺精”"
  ],
  "differential_syndromes": [
    "“少陰陰虛水熱互結證”",
    "“太陽熱擾胸膈證”"
  ],
  "differential": {
    "self_analysis": "少陰陰虛火旺證，可出現在多種疾病中，其臨床表現各具一定特點，治法不盡相同，必須加以辨析，若失眠出現少陰陰虛火旺證，則多表現為心煩不寐，躁擾不寧，頭昏耳鳴，五心煩熱，舌質紅，脈細數等特點，乃由腎陰虧耗，水不濟火，陰虛於下，陽亢於上所致。治宜育陰清熱，方用黄连阿胶汤(《傷寒論》)。若出現於眩暈中，則表現面色潮紅，眩暈惱怒後增劇，少寐多夢，急躁易怒，口苦脈弦等為特點。此由怒甚傷肝，氣鬱化火，火熱傷陰，陰虛陽亢，上擾空竅所致。治宜滋養肝腎，平肝潛陽，方選镇肝熄风汤(《醫學衷中參西錄》)。若在遺精中出現，則多表現為睡眠不寧，夢中遺精，頭昏心煩，舌紅脈細，此由心陰虧耗，心火旺，相火隨之擾動精室所致。治宜滋陰清火，方選知柏地黄丸(《醫方考》)",
    "type_comparison": "少陰陰虛水熱互結證與少陰陰虛火旺證 二者同為少陰陰虛有熱證候，同有心煩不得眠症。究其病因病機，後者為陰虛陽亢，前者為陰虛水停。導致陰虛的病因大體相同：或素體陰虛，邪入少陰，病勢易從熱化；或由他經失治、誤治，耗損心腎陰精，同呈一派陰虛有熱的徵象。陰虛有兩個轉歸，一為陽亢，一使水停。少陰病得之二、三日以上者，若病者陽虛陰盛，每多欲寐無疑，今為陰虛陽亢，亢陽不得入於陰而躁擾於外，故見心煩不得臥寐。蓋平人心火應降下溫腎水，腎水當承上濟心火，此謂“既濟”。而今腎水虧虛，心火亢而無制，證屬陰虛火旺。足少陰腎經循喉嚨而挾舌本，陰精虧耗，津液不能上濟，故口燥咽乾，舌紅少苔，脈微細數，為陰虛火旺之象。陰虛水熱互結者，乃陰虛水停所致。蓋腎為水臟而主水，腎中又有陰陽。若陽虛水可不化，陰虛水熱互結水停不行，故小便不利；津液不能上承，故渴欲飲水；水鬱不化，水熱互結，泛溢三焦，射於上焦肺故咳，礙於中焦胃則嘔逆，滲於下焦大腸見下利；陰虛陽亢，陽熱擾亂神明，故心煩不得眠。陰虛火旺和陰虛水熱互結二證，心煩不得眠的病理機轉雖同為陰虛陽亢。但兩證鑑別之際，陰虛水熱互結證應抓住體內停水這個特徵。\n太陽熱擾胸膈證與少陰陽虛火旺證 二者均有心煩不得眠之症，且皆為熱證。但其病機和臨床表現又有很大區別。前者為汗吐下之後，餘熱未盡，留擾胸膈使然。而後者則為少陰熱化，陰虛陽亢，心腎不交所致。所以它們的臨床表現雖均現心煩不得眠之症，但熱擾胸膈證以心中懊憹，臥起不安，反覆顛倒，舌苔黃為特徵。而少陰陰虛火旺證，則以口燥咽乾，手足心熱，舌紅少苔，脈沉細數為特徵。彼則邪實正虛，以實為主，而此則但虛無實。其鑑別不難。"
  },
  "literature": "《丹溪手鏡·虛煩》：“虛煩，謂心中鬱鬱而煩也。煩者，熱也，欲吐不吐，心中無奈，胸中煩，心煩，虛煩三者皆邪熱傳里。”\n《丹溪手鏡·不得眠臥》：“不眠，少陰病，心煩不得眠，宜黃連阿膠湯；大熱錯語不眠，宜黃連解毒湯；下利而渴不眠，宜豬苓湯利其水；吐下後，虛煩不得眠，酸棗仁湯導其熱去，用本湯以利水潤燥，不治利而利自止也。”\n《傷寒論綱目·煩躁》：“柯琴曰：‘少陽脈下胸中，故胸煩，是病在表之里也。少陰經出絡心，故心煩，是病在里之里也。’張兼善曰：‘心煩不得臥，而無躁症，則與真陽發動迥別。蓋真陽發動，心先陰氣四布，為嘔、為利、為四逆，乃致煩而且躁，魄汗不止耳，今但心煩不臥，而無嘔利四逆等症，是其煩為陽煩，乃真陰為熱邪煎熬也，故必以解熱生陰以為主治，少緩則無及矣！’喻昌曰：下利六七日，本熱去寒起之時，尚兼咳渴心煩不眠等症，則是熱邪搏結水飲。”\n《傷寒貫珠集·少陰篇》：“少陰之熱，有從陽經傳入者，亦有自受寒邪，久而變熱者，曰二、三日以上，謂自二、三日至五、六日或八、九日，寒極而變熱也，至心中煩不得臥，則熱氣內動，盡入血中，而諸陰蒙其害矣。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo",
      "yin_xu"
    ]
  }
}