{
  "id": "shaoyin",
  "number": 33,
  "name": "少陰證",
  "category": "基礎證候",
  "overview": "少陰證是外感性疾病發展過程中的後期和危重階段，系陽氣衰微，營陰不足所致的證候。少陰包括心、腎，以心、腎的病理變化為基礎，可本臟直中，亦可由他經如太陽、陽明等傳來，屬里虛證，且多死證。\n主要臨床表現為：但欲寐，脈微細。\n少陰證由於致病因素和機體素質不同，可分為寒證和熱化證，且以寒化證為主。少陰病的變化頗為複雜，有陽虛，陰虛，陰陽兩虛，里寒兼表等證，臨床多見於“胸痺”、“水腫”、“失眠”、“咽痛”等病症中。\n本證應與“太陰證”、“厥陰證”相鑑別。",
  "clinical_manifestations": "但欲寐，脈微細。少陰證由於致病因素和機體素質不同，可分為寒證和熱化證，且以寒化證為主。少陰病的變化頗為複雜，有陽虛，陰虛，陰陽兩虛，里寒兼表等證，臨床多見於“胸痺”、“水腫”、“失眠”、“咽痛”等病症中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“太陰證”",
    "“厥陰證”"
  ],
  "differential": {
    "self_analysis": "少陰證以“脈微細，但欲寐”為提綱，病位在心、腎。心、腎為水火之臟，陰陽之根。病入少陰，傷及心腎，心腎兩虛，陽氣衰微，無力鼓動血行則脈微，陰虛則脈細。“陽氣者，精則養神”，心腎陽虛，陰寒內盛，神失所養，而但欲寐。陽氣虛衰，邪從寒化而為全身性虛寒證候；若陰虛陽亢，從陽化熱，而為熱化證。少陰病以寒化證為多見，臨床表現除脈微細，但欲寐等主要脈證外，還出現無熱惡寒、蜷臥，心煩、吐利，口中和或渴喜熱飲，飲亦不多，小便清利，甚至手足厥逆等，也可因陽氣為陰寒格拒，反見不惡寒、發熱、面赤、煩躁等真寒假熱的嚴重症狀。本證以心腎陽虛，陰寒內盛為主症，有火不生土，脾失健運之下利清谷，欲吐不吐之次症，治宜回陽救逆，方用四逆湯(《傷寒論》)。少陰寒化證見於心肌梗死猝心痛，表現為面色蒼白，心悸氣短，惡寒冷汗，四肢厥逆或疼痛或下利清谷，甚則指端青紫，唇青面黑，舌質紫暗，大小便失禁，脈微欲絕或見結代，治則治法同上。若見於黃疸陰黃證中，可表現為病家周身黃色晦暗，脘悶腹脹，大便溏薄，神疲畏寒，苔白膩，舌淡體胖，脈沉細而遲，治宜溫化寒濕，方用四逆湯(《傷寒論》)加茵陳、人參。少陰寒化證亦可見於“水腫”病中，臨床表現為周身浮腫，腰痛膝軟，畏寒肢冷，小便不利或夜尿特多，舌質淡白，兩尺脈弱，治宜溫腎行水，方用真武湯(《傷寒論》)。當有些疾病如高血壓等發展到危重階段，出現陰盛格陽時，多表現有面色紅赤，手足厥逆，煩躁，不惡寒而反熱，下利清谷等，治宜破陰回陽，通達內外，方用通脈四逆湯(《傷寒論》)加減。若周身寒象，脈微下利，惟面部獨赤，此乃陰盛於下，格陽於上的陰盛戴陽證，治宜破陰回陽，宣通上下，方用白通湯(《傷寒論》)。若服白通湯後下利非但不止，反而出現厥逆無脈，乾嘔煩等表現者，為過盛之陰邪與陽藥發生格拒所致，應用白通湯加豬膽汁、人尿，反佐以鹹寒苦降，達到通陽破陰之功。少陰寒化證亦可見於“痺病”中，臨床表現為身體痛，骨節痛，口中和，背惡寒，身不熱而手足寒，脈不浮而沉，乃少陰陽虛，寒濕不化，治宜溫經散寒除濕，方用附子湯(《傷寒論》)。少陰寒化證的從證中可見，吐利，手足逆冷，煩躁欲死等表現，此乃陽虛陰盛，正邪劇爭之象，治宜溫降肝胃，泄濁通陽，方用吳茱萸湯(《傷寒論》)。若下利便膿血，其色晦暗不澤，其氣腥冷不臭，腹痛綿綿，喜溫喜按，無里急後重，肛門灼熱者，系脾腎陽虛之下焦虛寒證，治宜溫澀固脫，方用桃花湯(《傷寒論》)。\n少陰熱化證為少陰陰虛而火旺之熱化徵象，常表現為心中煩不得臥，咽乾，咽痛，或下利口渴，舌質絳，脈細數等。病人腎水素虧，邪從熱化，腎水不足，心火上亢，心腎不交，水火不濟，而見心煩不得眠，臨床多見於失眠病中，治宜滋陰清熱降火，方用黃連阿膠湯(《傷寒論》)。若失眠而煩，且下利，咳而嘔渴者，為陰虛有熱，水氣不利所致，治宜清熱滋陰利水，方用豬苓湯(《傷寒論》)。少陰病有寒化、熱化之別，少陰下利證亦有寒熱之分，包括少陰熱化證之豬苓湯證與少陰寒化證之真武湯證。二者皆為水氣不利之證，但真武湯之少陰下利證乃陽虛寒盛，兼水氣不利，且四肢沉重疼痛，而豬苓湯證為陰虛有熱且水氣不利，有心煩不得眠等表現，因此不難鑑別。由此引出少陰寒化與熱化證的鑑別要點有二：一則小便顏色，若小便色白則說明下焦有虛寒，不能制水，反之則見小便短赤不利；二則口渴與不渴，若口中和即口中不苦，不燥，不渴為里無熱邪之徵，反之則見咽乾咽痛，口渴等表現。\n少陰病的兼變證中可見兼表證，臨床表現應惡寒而反發熱，脈沉，治宜溫經發汗，表里雙解，方用麻黃附子細辛湯(《傷寒論》)；若病勢稍緩，而正氣較虛者，治法同上，方用麻黃附子甘草湯(《傷寒論》)。少陰陽虛兼陽明腑實而真陰將竭者，臨床表現為口燥咽乾，便結不通，或熱結旁流，自利清水，治宜急下存陰，方用大承氣湯(《傷寒論》)。若肝胃不和，陽氣內鬱而致厥者，臨床表現手足逆冷，或咳，或悸，或小便不利，或泄利下重等，治宜疏肝和胃，透達鬱陽，方用四逆散(《傷寒論》)。少陰證可見於咽痛病中，若因虛火上炎而見心煩，胸滿，下利，咽痛者，治宜滋腎潤肺補脾，方用豬膚湯(《傷寒論》)；若客熱於上而見咽痛不甚，局部輕度紅腫者，治宜清熱利咽，方用甘草湯、桔梗湯(《傷寒論》)；若邪熱內鬱，咽傷生瘡，不能語言，聲不出者，治宜清熱滌痰，斂瘡消腫，方用苦酒湯(《傷寒論》)；若客寒上犯而見咽痛較甚，咳吐不利者，治宜散寒通咽，滌痰開結，方用半夏散及湯(《傷寒論》)。\n少陰病屬虛證，治療上一般禁用汗下法，且少陰病變複雜多樣，變化繁多，臨床辨證時須仔細參合、審證。",
    "type_comparison": "太陰證與少陰證 兩證均屬三陰證，病位同在于里，且多為虛證、寒證，臨床表現均可見下利清谷，時腹痛，舌淡苔白，脈沉弱。但仔細推敲，二證又有所區別。首先從病位分，太陰證為脾臟受損，少陰證為心腎虛衰；其次病機上，太陰證為脾弱不運，運化失司，而少陰則為心腎兩虛，氣血不行，陰寒內盛；再者臨床表現上，太陰證有腹滿而吐，自下利，口不渴，時腹自痛，手足自溫等症，少陰證表現為欲吐不吐，心煩但欲寐，自利而渴，小便白，手足逆冷等。二者有兩個主要鑑別要點：一是下利後口渴與不渴，太陰病多從寒濕化生，寒濕瀰漫放口不渴，而少陰證下利，腎陽虛不能蒸化津液上達，故多口渴。但這並非是絕對的，若太陰證腹瀉時間較長，也可出現口渴，但一般飲水不會很多；二是兼證中手足是否溫和，太陰病陽虛程度較輕，可見手足溫和，而少陰病陽虛較甚，故大多手足厥冷。太陰證與少陰證雖有區別，亦有聯繫。從太陰證發展至少陰陽虛下利，說明病邪入里更深，病情更加危重，應當謹守病機，積極救治。\n厥陰證與少陰證 二證均可出現手足厥冷，脈微細等表現，但病理機制、臨床兼證、治則治法有所不同。病機上，少陰證乃心腎陽虛，陰寒內盛，陽氣衰微，以一派虛寒為主證，兼證多有腹痛，下利清谷，治宜回陽救逆，方用四逆湯加減，本證多見於外感病之危重階段。而厥陰乃陰之末，陽之始，厥陰證為上熱下寒，寒熱錯雜，水谷不運所致，臨床兼證多有四肢冷，乾嘔，吐涎沫等，治宜溫清並用，方用烏梅丸、當歸四逆湯等(《傷寒論》)，可資鑑別。"
  },
  "literature": "《傷寒論》：“少陰病，欲吐不吐，心煩但欲寐，五六日，自利而渴者，屬少陰也，虛故引水自救；若小便色白者，少陰病形悉具，小便白者，以下焦虛有寒，不能制水，故令色白也。”\n《醫宗金鑑·訂正仲景全書》：“少陰腎經，陰盛之臟也。少陰受邪，則陽氣微，故脈微細也。衛氣行陽則寤，行陰則寐，少陰受邪，則陰盛行陰者多，故但欲寐。此少陰病之提綱，後凡稱少陰病者，皆指此脈證而言也。”\n《新增傷寒論集注·少陰前篇》：“外邪挾水而動，陽熱變為陰寒則陰盛，故但欲寐。外邪挾火而動，其候俱從熱化則陽盛，故必躁不得臥。”\n《傷寒論淺注補正·辨少陰病脈證篇》：“微是腎之精氣虛，細是心之血虛，脈管是血之道路，血少則脈細，微屬氣分，氣旺則鼓動而不微。又曰：血屬心所生而流行於脈中，心病則陰血少而脈細，氣屬腎所生而發出則為衛陽，衛陽出則醒，入則寐，所以有晝夜也，今腎氣病則困於內，而衛陽不出，故但欲寐。”"
}