{
  "id": "shaoyinyangxuhanning",
  "number": 306,
  "name": "少陰陽虛寒凝證",
  "category": "傷寒證候",
  "overview": "少陰陽虛寒凝證是指少陰陽氣虛衰，寒濕不化而出現以身痛為主症的證候。多因陽虛陰盛，水寒浸漬筋骨脈絡所致。\n主要臨床表現為：身體痛，背惡寒，手足寒冷，肢體骨節疼痛，口中和，舌淡，苔滑，脈沉。\n少陰陽虛寒凝證常見於“少陰病”或“感冒”、“腰痛”、“痺病”等疾病中。\n本證通常應與“陽明熱盛津傷證”、“少陰兼表證”相鑑別。",
  "clinical_manifestations": "身體痛，背惡寒，手足寒冷，肢體骨節疼痛，口中和，舌淡，苔滑，脈沉。少陰陽虛寒凝證",
  "common_diseases": [
    "“少陰病”或“感冒”",
    "“腰痛”",
    "“痺病”"
  ],
  "differential_syndromes": [
    "“陽明熱盛津傷證”",
    "“少陰兼表證”"
  ],
  "differential": {
    "self_analysis": "少陰陽虛寒凝證見於《傷寒論》“少陰病，得之一二日，口中和，其背惡寒者，當灸之，附子湯主之”。又見於“少陰病，身體痛，手足寒，骨節痛，脈沉者，附子湯主之”。本證乃因陽氣虛弱，寒濕鬱滯而成。由於陽氣虛弱，陰寒之邪凝滯不行，留於經脈，注於骨節，故見身體疼痛，骨節痛等症；陽氣虛衰，不能充達於四肢，溫煦肢體，則見手足寒。因陽虛寒鬱是本證的特點，故伴有口中和，背惡寒，脈沉等陽虛寒盛之象。治當溫經散寒，補益陽氣，方宜附子汤(《傷寒論》)。\n少陰陽虛寒凝證可出現在不同的疾病中，臨床表現各具一定的特點，治法不同，臨床上必須加以辨析。如感冒出現少陰陽虛寒凝證，則多表現形寒肢冷，惡寒發熱，頭身痛，倦怠嗜臥，聲低言微，脈沉無力等特點。此由陽氣虛弱，感冒風寒，陽虛不能作汗，難以鼓邪外出，治宜助陽益氣解表，方用再造散(《傷寒六書》)。若腰痛出現少陰陽虛寒凝證，則多表現全身酸痛，腰部為甚，腿膝無力，遇勞更甚，少腹拘急，面色晄白，口中和，手足不溫，小便清長，脈沉舌淡等特點。此由陰損及陽，陽虛不能營筋，則腰身酸痛，少腹拘急。陽虛不能溫煦四肢，故手足不溫，其他症均為一派陽虛徵象，治宜溫補腎陽，方用右归丸(《景岳全書》)。\n少陰陽虛寒凝證，多發生在素體陽虛者，其人平時常見面色晄白，形寒肢冷，遺精陽痿，夜尿多，一旦感寒即發熱，腰痛如折，全身酸楚，不可名狀。少陰陽虛寒凝證的病機是陽虛陰盛；病變主要在脈絡肌表，還未累及臟腑，故未見下利，嘔吐，腹痛等。陽氣虛不能衛外而為固，風寒之邪直中，初則關節寒冷疼痛，日久則腳弱骨重，行動不便，成為痿痺。痺病日久不愈，還可內舍臟腑，出現心慌氣喘腳腫等內臟疾患，病位由表入里，病勢較重。",
    "type_comparison": "陽明熱盛津傷證與少陰陽虛寒凝證 背為陽，腹為陰，兩證同有脊背惡寒，究其病因病機截然不同。陽明熱盛津傷證之背惡寒，乃壯火食氣，肺氣受傷所致，還兼見高熱，心煩，口燥渴引飲，出汗，脈洪大等熱邪內陷之症，此由陽明熱盛，而向外蒸騰，故身熱出汗，熱傷津液，氣熏於上，故燥渴引飲心煩。少陰陽虛寒凝證之背惡寒，乃陽氣不足，陽虛於里，不能溫煦督背之脈，陰寒邪盛所致。身體及骨節疼痛，手足寒，脈沉，乃寒邪凝滯氣血不利所致。陽明熱盛津傷證屬實熱證，少陰陽虛寒凝證屬虛寒證；前者因高熱而背微惡寒，且有口渴，後者因陽虛而惡寒重，且口中和。\n少陰兼表證與少陰陽虛寒凝證 二者都屬少陰病，都有身痛，脈沉。但少陰兼表證系腎虛之人感受寒邪，表證初起，見身痛，脈沉，兼發熱惡寒，屬太陽少陰表里俱病。少陰陽虛寒凝證雖亦見身痛，脈沉，但惡寒而不發熱，乃少陰陽虛生外寒所致。以此可資鑑別。"
  },
  "literature": "《醫宗金鑑·訂正傷寒論注少陰全篇》：“身體痛，表里俱有之證也。如太陽病脈浮發熱，惡寒身痛，手足熱，骨節痛，是為表寒，當主麻黃湯，發表以散其寒。今少陰病，脈沉無熱，惡寒身痛，手足寒，骨節痛，乃是里寒，故主附子湯，溫里以散寒也”。\n《傷寒論十四講·試論四逆湯類的加減證治》：“太陽傷寒，見發熱，惡寒，無汗，身疼，骨節疼痛，脈浮，屬麻黃湯證；若見無熱手足寒，身疼，骨節疼痛，脈不浮而沉，則屬少陰陽虛寒證。治法可先用灸法通陽，然後以附子湯溫陽益氣，固本培元”。",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yang_xu",
      "han"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：陽虛、寒。根據證候名稱「少陰陽虛寒凝證」分析其病機組成。"
}