{
  "id": "shaoyangjianbiao",
  "number": 330,
  "name": "少陽兼表證",
  "category": "傷寒證候",
  "overview": "少陽兼表證是太少二經相兼為病，既有太陽表證，又有少陽半表半里證的證候。多由表邪未罷，內涉少陽所致。\n主要臨床表現為；發熱，微惡風寒，肢節煩痛，微嘔，不欲飲食，心下支結，苔薄白，脈浮或弦。\n少陽兼表證常見於“外感熱病”等疾病中。\n本證應與“太陽陽明合病證”、“陽明少陽合病證”、“太陽陽明並病證”、“少陽陽明並病證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“外感熱病”"
  ],
  "differential_syndromes": [
    "“太陽陽明合病證”",
    "“陽明少陽合病證”",
    "“太陽陽明並病證”",
    "“少陽陽明並病證”"
  ],
  "differential": {
    "self_analysis": "《傷寒論》云：“傷寒六七日，發熱，微惡寒，支節煩痛，微嘔，心下支結，外證未去者，柴胡桂枝湯主之。”本證為少陽兼太陽表證，屬於太少並病。多因正氣不足，抗邪無力，或失治，誤治，太陽之邪未罷，又波及少陽。邪在太陽，故有發熱，微惡風寒，四肢關節煩痛，脈浮。邪犯少陽，故見微嘔，心下支結，脈弦。微惡寒，是為寒少；四肢關節痛，較一身盡痛為輕；微嘔，即少陽喜嘔之輕者，心下支結，即少陽胸脅苦滿之輕者，總為太陽表證未罷而猶輕，病入少陽其證也微。治宜和解少陽，發散表邪，方用柴胡桂枝汤(《傷寒論》)。\n太陽少陽並病，若誤用汗法，則必津傷熱甚，神明被擾，出現谵語；若誤用攻下，陽邪乘虛內陷，阻結胸中，而成結胸；或因氣虛下陷，而下利不止，水漿不下；邪熱上擾，而心煩不安；形成正虛邪實的壞證。此時即不宜發汗，亦不宜攻下，可採用針刺大椎、肺俞、肝俞的方法，以宣散太陽，並疏洩少陽之邪。",
    "type_comparison": "太陽陽明合病證與少陽兼表證 同屬兩經受病，皆有邪侵太陽，然太陽陽明合病證，由於邪氣盛實，正邪相搏劇烈，故出現發熱惡寒，無汗，頭項強痛的太陽表實證。而少陽兼表證，為太少並病，太陽之表，發熱微惡寒，支節煩痛，其證較微，與太陽陽明合病之典型太陽表實證不同。又太陽之邪不解，內迫陽明，上逆於胃，下迫大腸，故太陽陽明合病證常嘔利並作；而本證之嘔甚微，且無下利之候。此為二者主要鑑別之處。太陽陽明合病，兩經同病不分先後，而本證之兩經皆病，有先後之別，亦可鑑別之。\n陽明少陽合病證與少陽兼表證 前者有陽明症狀，後者有太陽症狀。陽明少陽合病證，是由宿食內停，化熱化燥，或太陽證罷，邪入少陽陽明二經，鬱而化熱，邪熱與燥屎內結，腑氣不通，而腹滿，疼痛拒按，兼有潮熱，手足濈然汗出，鬱鬱而煩；燥熱迫津下趨，而熱結旁流；陽明熱盛則苔黃燥，脈滑數。少陽兼表證，無此表現。\n太陽陽明並病證與少陽兼表證 太陽陽明並病證，是由太陽病發汗不徹，轉屬陽明所致。由於病初邪在太陽，表邪鬱遏，不得外解，故面色緣緣正赤，並伴有身熱，惡寒，無汗等表證。此時若發汗不徹，以致陽氣拂鬱在里，熱擾神明，而煩躁不安。邪氣鬱閉，營衛流行不暢，則致疼痛，痛無定處，乍在腹中，乍在四肢。外邪鬱閉，肺氣不宣，而短氣，但坐。營衛凝澀，血行不利，則脈澀滯。而少陽兼表證，是半表半里兼有太陽中風之證。二證一為太陽表實，一為太陽表虛；一為熱入陽明，一為邪在少陽，病機不同，表現各異。\n少陽陽明並病證與少陽兼表證 二證皆病及少陽，故均有少陽半表半里證。但少陽陽明並病，是少陽之邪不解，又涉及陽明而成。故除有少陽症狀外，具有陽明之證。《傷寒論》所謂：“陽明病，發潮熱，大便溏，小便自可，胸脅滿不去者。”即是對少陽陽明並病的記述。其中發熱、胸脅滿與少陽兼表證的發熱，心下支結，又有輕重之別；少陽陽明並病之發潮熱是陽明主症之一，說明邪已傳及陽明。由於尚未化燥成實，故大便溏，小便自可。這與少陽兼表證之太少並病有所不同。"
  },
  "literature": "《傷寒大白·惡寒》：“此申明傷寒不拘日數，但以微惡寒，骨節煩痛，心下支結，外症未去。當從桂枝柴胡等，散太陽少陽表邪，不用桂枝柴胡湯，用柴胡桂枝湯，以少陽症多於太陽耳。”\n《冉注傷寒論·少陽病篇》：“本條傷寒六七日，過經不解，已顯里證，心下支結，脫令邪全內陷，必做結胸。必正當心下，何支之可云，今不大結，僅似微結，而成支結。邪微正亦微，外微里亦微。惟寒與嘔，可衡量內外，日微惡寒，日微嘔。兩微字病情如繪，際此邪正俱衰，體工猶能與奮，拿出最後力量，熱而能發，幸中之幸。”",
  "zhengsu_composition": {
    "location": [
      "biao",
      "dan"
    ],
    "nature": [
      "feng",
      "huo"
    ]
  }
}