{
  "id": "shaoyinyangxuhuatuo",
  "number": 315,
  "name": "少陰陽虛滑脫證",
  "category": "傷寒證候",
  "overview": "少陰陽虛滑脫之證是脾腎陽氣虛衰，溫煦功能減退，運化與固攝機能失職而出現以下利為主，伴有陰寒內盛的證候。本證多因外邪侵入，或久病脾腎不足所致。\n主要臨床表現為：下利清谷，惡寒蜷臥，精神萎靡，小便色白，口渴，脈微細。\n少陰陽虛滑脫證可見於少陰病、少陰兼太陽病、“下利”等疾病中。\n本證應與“少陰陰虛下利證”、“太陰虛寒證”、“厥陰寒厥下利證”等相鑑別。",
  "clinical_manifestations": "下利清谷，惡寒蜷臥，精神萎靡，小便色白，口渴，脈微細。少陰陽虛滑脫證",
  "common_diseases": [
    "少陰病",
    "少陰兼太陽病",
    "“下利”"
  ],
  "differential_syndromes": [
    "“少陰陰虛下利證”",
    "“太陰虛寒證”",
    "“厥陰寒厥下利證”"
  ],
  "differential": {
    "self_analysis": "在《傷寒論》中，言及陽虛下利的條文很多，如“少陰病，下利，脈微澀，嘔而汗出，必數更衣；反少者，當溫其上，灸之。”少陰陽虛滑脫證是素體陽虛，外邪侵入，邪從寒化而下利，或由其他經下利不止而轉屬少陰。少陰屬心腎，但以腎為主，腎中命門真火主一身之陽氣，又能生養脾胃之土，故腎陽虛衰，可使脾腎陽氣不足，腐熟無力，運化失職而見下利清谷等症狀。本證病機是陽衰陰盛，其治療原則當是扶陽抑陰，以便使偏衰的陽氣得以恢復，獨盛的陰邪自散，其他的症狀可隨之而除。方藥可用四逆汤(《傷寒論》)。下利是少陰病的常見症，陽虛下利則常見於少陰寒化證，各種寒化證出現陽虛下利時，其表現各有特點，治療亦不相同。如少陰陽虛水泛證出現陽虛下利，其臨床表現特點是四肢腫，沉重疼痛，小便不利。這是陽氣虛衰，水寒之氣外攻於表，內停下焦，膀胱氣化失職而致。同時伴有腹痛下利或嘔吐，這是水寒之氣潰滯中焦，濕氣下注，胃氣上逆而致。這些症狀的出現主要是腎陽衰微，水氣不化，故治當溫陽祛寒利濕，方用真武汤(《傷寒論》)。如果少陰兼太陽病見有陽虛下利時，其臨床表現特點是以下利為主，伴有四肢厥冷，小便色白，頭痛身痛，惡寒發熱，脈微細。這是陽衰寒盛，復感外邪，衛氣被鬱所致。治當先救其里，用四逆湯，里和後解表，用麻黄附子甘草汤(《傷寒論》)。\n少陰陽虛滑脫證多發於小兒和老年人，夏秋季發病率較高。臨床上應根據小兒、老年人的各自特點，採取相應的方藥治療，不可拘泥於古人的成方成法。\n由於機體的素質強弱不同，感受邪氣的輕重差別，其病理演化過程不同，兼挾證候亦不相同，臨床治療時應視其具體情況，給予正確的處理。如果本證見有四肢厥逆，面赤身熱，脈微欲絕，是陰盛格陽，里寒外熱，治當溫通散寒，回陽救逆，用通脉四逆汤(《傷寒論》)；如見有嘔吐，煩躁欲死，是脾胃陽虛，肝寒上逆，治當暖肝降胃，溫陽止利，用吴茱萸汤加減(《傷寒論》)。\n少陰陽虛滑脫證治療後，如果病人手足逆冷轉溫或反發熱，惡寒蜷臥轉為時覺心煩，欲脫衣去被，下利漸止，脈和緩，緊象反去，這些是陽氣恢復，下利欲解的徵象。反之，如見下利不止，手足厥逆益甚，嘔吐躁煩不得臥，時頭眩，或脈伏而不出，反見面赤身熱，這些是陽氣衰微，陰陽離決，或陰精內竭，陽失依附，脫越於外，皆屬危象。",
    "type_comparison": "少陰陰虛下利證與少陰陽虛滑脫證 由於少陰本陰而標陽，所以可從陰化寒，也可從陽化熱，臨床證候上就有寒化、熱化兩種不同情況。少陰陰虛下利證即熱化而成，可因誤用火劫或強發少陰汗而致津液外耗，陰虛內熱而生，水失化源而下利。其臨床表現特點為：下利伴有咽痛，胸滿，心煩等症，是虛熱循經上擾而引起的。少陰陽虛滑脫證則是寒化而成，可因外邪直中或其他經下利不愈而轉屬少陰，損傷脾腎陽氣，元陽虛衰，陰寒內盛。其臨床表現特點為：下利伴有手足厥冷，惡寒蜷臥，神疲等虛寒證候。兩者截然不同。\n太陰虛寒證與少陰陽虛滑脫證 兩者皆為陽虛陰盛的虛寒證，兩者均有下利而不發熱的臨床表現。但太陰虛寒證是以中陽不足為主，下焦陽氣未受影響，其臨床表現是下利不渴，且下利較輕一些，手足溫，脈濡或緩。因脾腎陽氣虛衰，經脈失於溫養，寒氣上逆，還可見有腹滿，食不下，時腹自痛，嘔吐等症狀出現。《傷寒論》中說：“自利不渴者，屬太陰，以其藏有寒故也。”少陰陽虛滑脫證則不同，可由太陰下利不止而轉屬少陰，其病勢較太陰虛寒證明顯為重，少陰陽虛滑脫證是中陽不足更兼下焦元陽虧虛，其臨床表現下利，較太陰下利為甚；陰液外泄，加之下焦元陽衰微，氣不化液生津，故下利而口渴；無明顯腹滿不適，同時多伴有惡寒蜷臥，精神萎靡，脈微細等症狀。臨床診斷時應注意鑑別。\n厥陰寒厥下利證與少陰陽虛滑脫證 厥陰寒厥下利多是少陰病傳入厥陰而致。二者的病機與臨床表現都很相似，時鑑別很難，應注意抓住主症加以區別。厥陰寒厥下利主要臨床表現是下利厥逆，陰寒內盛，陽氣衰微，臟腑失溫，四肢失煦。同時伴有身熱汗出，為虛陽外越，衛氣不固的假熱象。此證多見有寒熱錯雜或寒熱真假的複雜表現。少陰陽虛滑脫證，多由太陰下利傳入少陰或外邪直中少陰，病勢較厥陰下利為輕。主要臨床表現是下利清谷，四肢厥冷，由陰寒內盛，陽衰失溫而致。"
  },
  "literature": "《傷寒論譯釋》：“少陰寒化證畢竟以陽虛為主要原因，若陽氣不虛，雖陰寒外盛，亦不致成為少陰病。由於陽虛陰盛，所以每多厥冷下利，這是本病過程中最多的見證。四肢為諸陽之本，陽衰不能溫運，則四肢厥冷；陰寒內盛，不能腐熟水谷，則大便洞瀉。此種下利，每多完谷不化，且自利而渴，與太陰病自利不渴者有所不同。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_xian",
      "yang_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：氣陷、陽虛。根據證候名稱「少陰陽虛滑脫證」分析其病機組成。"
}