{
  "id": "shaoyangjianweire",
  "number": 299,
  "name": "少陽兼胃熱證",
  "category": "傷寒證候",
  "overview": "少陽兼胃熱證是指少陽陽明並病而出現的證候。多因柴胡證治不得法，誤用丸藥下之所致。\n主要臨床表現為：胸脅苦滿，嘔吐，潮熱，微利不止，或兼口苦，咽乾，目眩，或不大便，苔黃厚，脈弦數。\n少陽兼胃熱證常見於“外感熱病”、“腹痛”、“便秘”、“嘔吐”、“鬱病”等疾病中。\n本證通常應與“少陽兼里實證”相鑑別。",
  "clinical_manifestations": "胸脅苦滿，嘔吐，潮熱，微利不止，或兼口苦，咽乾，目眩，或不大便，苔黃厚，脈弦數。少陽兼胃熱證",
  "common_diseases": [
    "“外感熱病”",
    "“腹痛”",
    "“便秘”",
    "“嘔吐”",
    "“鬱病”"
  ],
  "differential_syndromes": [
    "“少陽兼里實證”"
  ],
  "differential": {
    "self_analysis": "少陽兼胃熱證見於《傷寒論》少陽病中，也可出現於其它疾病，臨床應加辨析。若嘔吐出現少陽兼里熱證，可見嘔吐酸苦，煩熱，口苦，脅脹，便秘，舌紅苔少，脈弦數等症，系熱積中州，煎熬胃津，胃腸津虧所致。宜清胃止嘔，方選清胃散(《蘭室秘藏》)。若便秘出現少陽兼胃熱證，則多表現大便不下，腹痛腸鳴，胸脅脹滿，噯氣食少，苔薄脈弦，此由肝脾之氣不舒，氣機鬱滯所致，宜調氣行滯，方選六磨汤(《世醫得效方》)。若腹痛出現少陽兼胃熱證，則多表現腹痛，兩脅脹滿，大便乾燥或秘結不通，煩熱口渴，或兼有潮熱谵語，舌苔黃燥，脈滑實的特點，良由邪熱蘊結腸胃，津傷，便閉之腑實證。宜瀉熱通便，行氣止痛，方選大承气汤(《傷寒論》)。鬱病出現少陽兼胃熱證，則多表現胸悶脅痛，腹脹，性情急躁，口苦咽乾，便秘，目赤耳鳴，舌紅苔黃，脈弦數。此由肝氣鬱結失於條達，鬱久化火，火熱灼津所致。宜清肝瀉火，方選丹栀逍遥散(《醫統方》)。臨床可根據上述病證特點加以辨析。",
    "type_comparison": "少陽兼里實證與少陽兼里熱證 兩證廣義上可以稱為少陽兼里實證，都有胸脅苦滿，嘔吐少陽見症，都有便秘或下利，苔黃乾，脈弦數里實熱的見症，此時若都用大柴胡湯治療，諸症可以治癒。醫者失治，誤用丸藥下之，緣其性緩不能盪滌腸胃實邪，藥力留中不去，正傷而微利不止，呈見少陽兼里熱證，潮熱未解，里實還在，仍為柴胡證，前已誤攻，大便微利，故先投小柴胡湯和解；病不癒者，再用柴胡加芒硝湯兼治里實。少陽兼里實者還有心下拘急疼痛或痞硬，症勢較重，故用大柴胡湯和解通下並用，為和解清里之重劑。少陽兼里熱證，前已誤攻，正氣較虛，里實不甚，故不用大黃枳實之盪滌通下，而留人參甘草扶正。柴胡加芒硝湯方劑量小，為和解清里之輕劑，以此可資鑑別。"
  },
  "literature": "《傷寒解惑論·少陽病串解》：“凡柴胡湯證，如果不是脅下痞硬，而是心下痞硬，或心下拘急，就是更偏於半里，更靠近陽明胃的周圍。胃家受干擾，氣不暢達，就常出現嘔吐或下利等證。治以小柴胡湯去人參甘草之補，再加枳實芍藥以開心下的結氣。如果還兼有大便秘結的話，就再加大黃，這就是主治少陽兼陽明症的大柴胡湯。\n還有，少陽病的胸脅滿或嘔還未消失，同時又出現潮熱，其人大便粘溏不硬的，可先用小柴胡湯以治胸脅滿或嘔，然後以小劑量的小柴胡湯加入芒硝，即柴胡加芒硝湯，以盪滌陽明之熱。”\n《傷寒論方醫案選編·柴胡加芒硝湯》：“治療熱入血室 鄭xx，女，29歲，工人，患者因月經來潮忽然中止，初起發熱惡寒，繼即寒熱往來，傍晚發熱更甚，並自言亂語，天亮時出汗，汗後熱退，又復惡寒，口苦咽乾目眩，目赤，胸脅苦滿，心煩喜嘔，不欲飲食，神倦，九天不大便。經某醫療室血液檢查：瘧原蟲陽性，診為瘧疾，按瘧疾治療無效。\n迫詢病史，據云，結婚多年，未曾生育，月經不正常，一般都是推遲，3~4個月來潮一次，經期甚短，量少，繼即惡寒發熱，雖經服藥治療，但未能根治。……舌苔白，脈象弦數。\n處方：黃芩柴胡 半夏 黨參 生薑各9克 炙甘草6克 大棗6枚 芒硝9克(另沖)加清水二杯，煎取半杯，一次服。\n當日上午十時服藥，下午四時許通下燥屎，所有症狀解除。囑常服當歸流浸膏，月經恢復正常，至今四年未見復發，並生育兩個女孩。”",
  "zhengsu_composition": {
    "location": [
      "wei"
    ],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：胃。病性：熱/火。根據證候名稱「少陽兼胃熱證」分析其病機組成。"
}