{
  "id": "shaoyinyinshenggeyang",
  "number": 317,
  "name": "少陰陰盛格陽證",
  "category": "傷寒證候",
  "overview": "少陰陰盛格陽證是陽氣大衰，陰寒內盛，虛陽浮越於外的一種真寒假熱的證候。本證多因外感寒邪傳入少陰，或直接侵犯少陰所致。\n主要臨床表現為：下利清谷，手足厥冷，口渴，或渴不欲飲，身熱而不惡寒，面赤，乾嘔，咽痛，或利止脈不出，或脈微欲絕。\n少陰陰盛格陽證，尚可見於某些雜病晚期。\n本證應與“少陰陽虛陰盛證”、“少陰虛火犯咽證”等證候相鑑別。",
  "clinical_manifestations": "下利清谷，手足厥冷，口渴，或渴不欲飲，身熱而不惡寒，面赤，乾嘔，咽痛，或利止脈不出，或脈微欲絕。少陰陰盛格陽證，尚",
  "common_diseases": [
    "某些雜病晚期。"
  ],
  "differential_syndromes": [
    "“少陰陽虛陰盛證”",
    "“少陰虛火犯咽證”等證候"
  ],
  "differential": {
    "self_analysis": "少陰陰盛格陽證見於《傷寒論》“少陰病，下利清谷，里寒外熱，手足厥逆，脈微欲絕，身反不惡寒，其人面色赤，或腹痛，或乾嘔，或咽痛，或利止，脈不出者，通脉四逆汤主之。”少陰主心腎兩臟，心主神明與血脈，腎司下焦氣化主水，傷寒病邪損害心腎之氣，故見但欲寐，脈微細。少陰病日久不愈，耗傷元陽之氣，致脾腎陽虛，陰寒內盛，運化失司，固攝無權，故下利清谷。元陽衰微，失於溫煦，故有四肢厥逆。陽氣不足，津不上承，故口渴或渴不欲飲。陽氣被陰寒格拒於外，虛陽浮越於表，故身熱反不惡寒。陽虛浮越於上則面赤，陰寒阻滯氣機，胃失和降，故乾嘔不止。虛陽循經上攏於咽，故咽痛。瀉利過甚，陰津內竭，故下利止而脈不出。病趨危殆，非大劑扶陽抑陰之品，則不能挽救其將脫之陽氣，故以通脉四逆汤(《傷寒論》)治之。如寒厥證出現陰盛格陽，其臨床表現特點，必以四肢厥逆為著，常常冷至肘膝，甚則四肢拘急，伴有小便清長，身熱，面頰嫩紅，唇白等症狀。此是陰寒獨盛於內，虛陽浮越於外，陰陽之氣不能順接所致。嚴重者陽亡陰竭，陰陽離決，治當散寒回陽、宣通內外，仍可採用通脉四逆汤，服藥後如無效或症狀反而加重者，可用通脉四逆加猪胆汁汤(《傷寒論》)，本方加豬膽汁，是一種反佐法，使同氣相求，引陽藥直入陰中，使不相格而相成，此即《內經》所謂：“甚者從之”之意。如少陰陽虛下利出現陰盛格陽，其臨床表現特點，必以下利為著，溏瀉不止，伴有四肢厥冷，身熱不惡寒，小便清白。“清氣在下，則生飧泄(《素問·陰陽應象大論》)。”脾陽虛衰而不升則下利清谷，陰寒盛於內陽不外達則四肢厥冷，小便清白。久利陰竭陽衰，虛陽外越身熱面反不惡寒。治當大辛大熱，逐退在內之陰寒，急回外越之陽氣，消除格拒之勢，方仍可用通脉四逆汤，則陽復陰散，下利自止。\n少陰陰盛格陽證，多發生於成年或老年人。冬感寒邪傳化入里，因其年齡不同，體質不一，抗力機能的強弱各異，雖均為少陰病，但變化多端；雖均有四肢厥逆，下利清谷等症狀，但其兼證不同。在用藥上則有通脈四逆湯，四逆湯，白通湯等區別，必須辨證施治，因人、因時、因地制宜。\n少陰陰盛格陽證，是外感病的危重階段，古人稱“少陰為生死之關”，而陰盛格陽又是少陰病的極期，是陰陽離決，陽氣欲脫的危急證候。此時尚有一線殘陽，如服藥後脈漸出，手足漸溫者，是陽氣漸復的佳象。俞嘉言說：“蓋暴出則脈已離根，即出則陽已返舍。由其外反發熱，反不惡寒，真陽尚在軀殼，然必通其脈，而脈即出，始為休徵。設脈出艱遲，恐其陽已隨熱勢外散，又主死矣。”如果脈突然出現且洪大無根，或者汗出如油，躁煩，氣息喘促，昏迷，甚至脈如游絲等表現，則非佳兆。古人說：“陽復則生，陰竭則亡。”如是者實難挽回。",
    "type_comparison": "少陰陽虛陰盛證與少陰陰盛格陽證 二者病因病機、臨床表現相近。但少陰陽虛陰盛證是體內陽氣虛衰，陰寒內盛，但陰陽尚能相互維繫。其主要臨床表現是精神萎靡，惡寒蜷臥，四肢厥逆，下利清谷，或嘔，脈沉微細等虛寒症狀。少陰陰盛格陽證則是在此基礎上出現了陰盛格陽的假熱表現。如身熱反不惡寒，這是格陽於外，病人雖覺熱，但熱勢輕微，初按覺熱，久按則不熱；面色赤，這是格陽於上，其色多紅而嬌嫩，且遊移不定，較四逆湯證更為危重。\n少陰虛火犯咽證與少陰陰盛格陽證 陰虛咽痛屬少陰熱化之證，陰盛格陽屬少陰寒化證，二者病機雖不相同，症狀卻有相似之處。少陰虛火犯咽證的主要臨床表現是下利，咽痛，胸滿心煩，多是由於下利傷陰，虛火上炎所致。咽痛，多為乾痛，痛亦不甚，虛火循經上擾於心胸，故有心煩，胸滿悶等虛熱為主的表現。此證雖是虛熱，但熱象為真。少陰陰盛格陽證亦有下利、咽痛症狀，然而是陰盛陽微所致，必無咽部乾痛的感覺；雖有身熱不惡寒，面赤症狀，卻是陰盛格陽，虛陽外越的表現，並非真熱。同時還伴有手足厥逆等。此證雖有熱象，但屬於假熱。兩證相比，前者較輕，後者較重。"
  },
  "literature": "《傷寒貫珠集》：“此寒中少陰，陰盛格陽之證，下利清谷，手足厥逆，脈微欲絕者，陰盛於內也。身熱不惡寒，面赤色，格陽於外也。為真陽之氣被陰寒所迫，不安其處，而遊散於外。故顯諸熱象，實非熱也。”\n《傷寒尚論辨似》：“此少陰寒邪，上犯胃陽，將陽氣逼迫於外者也。脈中營氣，起於中焦胃腑，胃因寒逆，故脈欲絕，此通脈者，通其胃中之陽也，條中總以里寒外熱句為綱領，里寒故下利清谷，手足厥逆，脈欲絕，腹痛，乾嘔；外熱，故不惡寒，面赤，咽痛也；利不止，即下利清谷之甚者；脈不出，即脈微欲絕之甚者。”\n《醫學衷中參西錄》：“太陽篇中乾薑兩半，以治汗多亡陽之證。至通脈四逆湯藥味同前，惟將乾薑加倍，蓋因寒盛脈閉，欲借辛熱之力，開凝塞以通脈也。面赤者加蔥九莖，蓋面赤乃陰寒在下，逼陽上浮，即所謂戴陽證。加蔥以通上下之氣，……而愚遇此證，又恆加芍藥數錢，蓋芍藥與附子並用，最善收斂浮越之元陽下降也。”",
  "zhengsu_composition": {
    "location": [
      "shen",
      "xin"
    ],
    "nature": [
      "han",
      "yang_xu"
    ]
  }
}