{
  "id": "shaoyinjianyangming",
  "number": 310,
  "name": "少陰兼陽明證",
  "category": "傷寒證候",
  "overview": "少陰兼陽明證亦稱少陰里熱證，是少陰陰液虧虛，腸中津液不足，化燥生熱，出現熱結腑實等臨床表現的證候。多為少陰病陰虛熱化而成。本證的形成較為複雜，因此歷代醫家的認識也不盡相同。\n\n主要臨床表現為：腹脹硬滿而痛，不大便或下利清水，口燥咽乾，舌紅少津，舌苔少或白中帶黃而乾，脈細數有力。\n\n少陰兼陽明證多見於外感熱病的後期，如“熱厥”中可見。\n\n本證應與“陽明腑實證”、“陽明津傷腸燥證”相鑑別。",
  "clinical_manifestations": "腹脹硬滿而痛，不大便或下利清水，口燥咽乾，舌紅少津，舌苔少或白中帶黃而乾，脈細數有力。",
  "common_diseases": [],
  "differential_syndromes": [
    "“陽明腑實證”",
    "“陽明津傷腸燥證”"
  ],
  "differential": {
    "self_analysis": "少陰兼陽明證見於《傷寒論》“少陰病，得之二三日，口燥咽乾者，急下之，宜大承氣湯。”“少陰病，自利清水，色純青，心下必痛，口乾燥者，可下之，宜大承氣湯。”“少陰病，六七日，腹脹不大便者，急下之，宜大承氣湯。”本證可因傷寒失治誤治，病邪傳入少陰，從熱而化，津傷燥結而成。也可因素體陰虛陽旺，時有便秘，復感寒邪，直入少陰，內外合邪，從陽化熱，耗損真陰，津涸腸燥而成。正如高學山說：“此平日陽勝陰虧之人，故入少陰二三日，而熱邪剝削真陰，便見口燥咽乾之症，雖屬上焦，而實則下焦，陰精為邪熱所傷，反吸太陰陽明之液故也。”(《傷寒尚論辨似》)本證的病機與臨床表現特點是，腎水虧少，邪熱內入。燥屎內結，腸道阻滯，腑氣不通，故腹脹硬滿疼痛，不大便。少陰陰虧，熱轉陽明，胃火上炎，可見口燥咽乾，舌紅少津。腸內燥結，大便不通，肝膽火旺，疏洩太過而見下利清水，即熱結旁流。治當急下存陰，方用大承氣湯。如熱厥見有少陰兼陽明證候，其臨床表現特點是四肢厥逆，身熱，口舌乾燥而渴，腹滿硬痛，大便不通。此為邪熱與腸中糟粕相結，熱盛於里，陰液虧少，陽氣鬱伏，陰陽之氣不相順接而成。熱深厥深，熱微厥微，甚者可見神昏，谵語。治當急下燥結，以救陰液，方用大承氣湯。\n\n少陰兼陽明證，多發生於冬季，冬傷於寒，傳經入里化熱而成。如系體質羸弱，不任攻伐之人，不可草率急下，可用增液承氣湯或緩下法。\n\n少陰病是全身衰弱性疾病，在六經證候中病勢最為嚴重。但少陰兼陽明證多是陰證兼陽之候，如能抓住時機，急下陽明之實，以救少陰之虛，可使疾病向癒。否則認證失確，治療有誤，容易出現不良後果，導致熱厥，甚至出現亡陰亡陽的敗局。",
    "type_comparison": "陽明腑實證與少陰兼陽明證 二者的病因病機臨床表現十分相似，但仍有一定的區別。從病因病機上看，陽明腑實證是感受外邪入里化熱，損傷胃津，里熱燥結，正氣未虛。少陰兼陽明證同是感受外邪，但其平素體質多有不足，入里化熱，耗竭少陰陰液，陰津虧虛所致。從臨床表現上看，陽明腑實證熱盛燥結的現象較重，如潮熱汗出，腹脹滿硬痛，拒按，大便不通。少陰兼陽明證正虛陽耗的現象比較顯著，如口燥咽乾，舌紅少津，脈細等皆為少陰陰虛的表現。從病勢上看，少陰兼陽明證比陽明腑實證病變更複雜，病勢更重。少部分陽明腑實證失治誤治也可進一步發展為少陰兼陽明證。\n\n陽明津傷腸燥證與少陰兼陽明證 二者皆以大便秘結為主症，但其病機不同，臨床表現各有不同。陽明津傷腸燥證見於《傷寒論》“陽明病，自汗出，若發汗，小便自利者，此為津液內竭，雖硬不可攻之，當須自欲大便，宜蜜煎導而通之，若土瓜根及大豬膽汁，皆可為導。”此證陽明腑證較輕，熱勢不高，汗出、小便自利，津液已失，造成大便乾，排出困難，但無腹滿燥實，故可不必急下。少陰兼陽明證，腎陰損失嚴重，有陰津竭絕之勢，因此必見有精神萎靡，口渴而乾，腹脹腹痛，不大便或下利清水等少陰病與陽明腑實的見證。"
  },
  "literature": "《宋本傷寒論校注》：“柯韵伯曰：‘熱淫於內，腎水枯涸，因轉屬陽明。胃火上炎，故口燥咽乾。’言急下之，必有大便秘結之證。下之則津液自復。此亦急下存陰之一端。”\n\n《傷寒論條析》：“少陰兼水火二氣，火盛水涸，水盛則火滅，然水火交濟，必賴中土之為媒介。……今少陰病，邪在陰也，得之二三日，邪未淫也，病陰邪淺，而即見口燥咽乾者，是心火太過而腎水欲涸也。陽明病急下之證，六七日，睛不和者，陽火灼陰也。今少陰病二三日，即口燥咽乾者，陰火燥土也，陰火亢進，土燥津涸，故宜急下之，以大承氣湯也。”",
  "zhengsu_composition": {
    "location": [
      "shen",
      "wei"
    ],
    "nature": [
      "yang_xu",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "少陰病兼陽明燥實。表現為下利清谷兼腹滿硬痛。"
}