{
  "id": "shaoyangbanbiaobanli",
  "number": 297,
  "name": "少陽半表半里證",
  "category": "傷寒證候",
  "overview": "少陽半表半里證是指邪犯少陽，膽火上炎，樞機不運，經氣不利，邪結脅下少陽膽經部位而引起的證候。多因外邪侵襲，由太陽病傳變而來，或因正虛，外邪直中其經，停留在半表半里所致。\n主要臨床表現為：往來寒熱，胸脅苦滿，默默不欲飲食，心煩喜嘔，口苦，咽乾，目眩，苔白，脈弦等。\n本證常見於“感冒”、“瘧疾”、“伏暑”等疾病中。\n少陽半表半里證應與“少陽兼表證”、“少陽兼陽明證”、“熱入血室證”、“少陽氣機微結證”、“太陽邪鬱肌表證”相鑑別。",
  "clinical_manifestations": "往來寒熱，胸脅苦滿，默默不欲飲食，心煩喜嘔，口苦，咽乾，目眩，苔白，脈弦等。",
  "common_diseases": [
    "“感冒”",
    "“瘧疾”",
    "“伏暑”"
  ],
  "differential_syndromes": [
    "“少陽兼表證”",
    "“少陽兼陽明證”",
    "“熱入血室證”",
    "“少陽氣機微結證”",
    "“太陽邪鬱肌表證”"
  ],
  "differential": {
    "self_analysis": "少陽半表半里證可出現於多種疾病中，其臨床表現各具特點，治療方法不同，必須加以辨析。如溫病伏暑出現少陽半表半里證，多表現為寒熱似瘧，口渴心煩，脘痞苔膩，身熱午後較重，入暮尤劇，天明得汗，諸症皆減，但胸腹灼熱始終不除的特點，此乃暑濕之邪，鬱阻少陽，樞機不利所致，治宜清泄少陽，佐以利濕，方選蒿芩清胆汤(《通俗傷寒論》)。若瘧疾出現半表半里證，則多表現往來寒熱，休作有時，一日、二日或三日一發，始則寒慄鼓頷，重被不溫，呵欠乏力，皮膚栗起，繼則寒冷止，身大熱，煩渴引飲，唇紅面赤，最後全身汗出，脈靜身涼等“正瘧”的特點，良由瘧邪伏於半表半里，正邪相爭，陽氣被遏，不能伸展，故見寒象；鬱遏之陽，得以外達，故見熱象，熱隨汗泄；脈靜身涼而暫時停止。治宜和解表里，截瘧祛邪，方用柴胡截疟饮(《醫宗金鑑》)。\n少陽半表半里證在病機演化過程中，由於少陽居於表里之間，其位在陽經之末，陰經之始，所以病邪進退出入，都與少陽有關，少陽為樞，臟腑經絡病變都相互影響，少陽病位在半表，其位與太陽相連，太陽病可傳少陽，少陽病可兼太陽未盡之邪而為太陽少陽合病；少陽病位在半里，其位與陽明為鄰，少陽病可傳入陽明，少陽病未已，可兼見陽明證，而成少陽陽明合病。也可使表邪入里內傳陽明，少陽樞機不利，還可使病證由陽證轉為陰證，而出現三陰證，關鍵在於正氣是否充足，正氣充足，自無內傳之虞。少陽病可影響脾胃的生理功能，“邪在膽，逆在胃”，“見肝之病，知肝傳脾”就是這個意思。",
    "type_comparison": "少陽兼表證與少陽半表半里證 《傷寒論》云：“傷寒六七日，發熱，微惡寒，支節煩疼，微嘔，心下支結，外證未去者，柴胡桂枝湯主之。”柴胡桂枝湯證為少陽兼表證，是病已入少陽而太陽表證未罷。故其臨床表現，既有發熱，微惡寒，支節煩疼太陽表證未解之證，又有微嘔，心下支結等病及少陽半表里之象。少陽兼表證與少陽半表半里證相比，一為表邪未解，初犯少陽；一為半表半里，正邪分爭。一為太少並病，一為單純少陽病。故兩者的臨床表現則同中有異，均有少陽半表半里證的表現為共同點，但少陽兼表證的微嘔，心下支結，與少陽半表半里證心煩喜嘔，胸脅苦滿有輕重之別，前者其病微，後者其病甚。其次，表證之有無為二者的主要區別，前者太陽表證未盡但其勢已微，後者但有半表半里證而無發熱、微惡寒，支節煩疼等太陽表證。由此可見，太陽表證之有無是少陽兼太陽證與少陽半表半里證鑑別的關鍵所在。\n少陽兼陽明證與少陽半表半里證 少陽兼陽明證，即大柴胡湯證和柴胡加芒硝湯證，其病雖在半表半里，但邪熱已波及到陽明之里，成為少陽兼陽明結熱之候。而少陽半表半里證，其病但在半表半里，並無陽明熱實之象。故少陽兼陽明證以往來寒熱，或日晡所發潮熱，胸脅苦滿，心下拘急疼痛，或心下痞硬，鬱鬱微煩，嘔吐不止，大便秘結或下利，苔黃而乾，脈弦數為主要臨床表現。其中往來寒熱，胸脅苦滿，煩而嘔吐等與少陽半表半里證之主症相同，但心下拘急疼痛和痞硬，潮熱，便秘，或熱結旁流而下利，卻是少陽半表半里證之所無。所以少陽兼陽明證與少陽半表半里證的鑑別要點在於有無熱結陽明之症。彼證既有少陽之半表半里，又有陽明之里，而本證只有少陽之半表半里，而無陽明之里，臨床不難鑑別。\n熱入血室證與少陽半表半里證 二證病位都在半表半里，少陽居表里之間，邪結脅下，部位亦屬於半表半里。血室的部位，亦即胞宮的部位，居軀殼之里，腸胃之外，也可謂之半表半里。半表半里的含義相同，部位實不相同。二證雖皆以往來寒熱為主要症狀，但熱入血室之往來寒熱，是由於婦人患中風或傷寒病，經水適來或適斷，血室空虛，表熱之邪乘虛內陷血室，與血相搏，結而不行，正邪交爭，少陽樞機不利，故出現寒熱往來。少陽半表半里證則無經水適來或適斷之象，亦非表熱之邪乘虛內陷血室，故兩者易於鑑別。由於病機不同，二者兼挾症迥異。少陽半表半里證兼有口苦，咽乾，目眩，胸脅苦滿，嘿嘿不欲飲食，心煩等，究其機理乃熱聚於膽，少陽經腑之氣不舒，風木挾熱內擾，胃土不和，心神不安所致；熱入血室證兼有心煩不安，甚則入暮譫語，晝則明了。其機理乃血熱擾亂神明，心主血脈，主神明，故心神不安而有心煩；血屬陰，夜為陰，邪熱動血上凌於心，故入暮譫語；陽分無病，故晝日明了。熱入血室證與少陽半表半里證的鑑別，應始終抓住熱入血室證主要是婦女月經期感受外邪，邪熱與血互結，影響了肝膽的疏洩功能而致。二證之間不難鑑別。\n少陽氣機微結證與少陽半表半里證 少陽氣機微結證即柴胡桂枝乾薑湯證。《傷寒論》云：“傷寒五六日，已發汗而復下之，胸脅滿，微結，小便不利，渴而不嘔，但頭汗出，往來寒熱，心煩者，此為未解也，柴胡桂枝乾薑湯主之。”其主要見症為；往來寒熱，胸脅滿，心煩，口渴，不嘔，小便不利，頭汗出等，和少陽半表半里證比較，則二證同有往來寒熱，胸脅滿，心煩等症，究其病因病機則異。少陽氣機微結證乃傷寒誤用汗下，邪傳少陽，正邪交爭，樞機不利，三焦氣機受阻，水飲內結所致。因此除上列共同症狀外，少陽氣機微結證兼有小便不利，不嘔，不渴，頭汗出。由於有飲停，胸脅不僅苦滿，還有“微結”的感覺。在病因病位上為少陽病未解，導致水飲與邪熱錯雜在三焦。而少陽半表半里證為邪犯少陽，樞機不利，邪結脅下而成，故兼有脅下痞硬，喜嘔，口苦，咽乾，目眩等症。兩者病因，症狀有別，可資鑑辨。\n太陽邪鬱肌表證與少陽半表半里證 太陽邪鬱肌表證，《傷寒論》云：“太陽病，得之八九日，如瘧狀，發熱惡寒，熱多寒少，其人不嘔，清便欲自可，一日二三度發。脈微緩者，為欲癒也；脈微而惡寒者，此陰陽俱虛，不可更發汗，更下，更吐也。面色反有熱色者，未欲解也，以其不得小汗出，身必癢，宜桂枝麻黃各半湯。”指明太陽病已八九日，邪氣已減，正氣漸盛，正勝邪卻，放熱多寒少。與少陽往來寒熱相似，少陽半表半里證常伴有胸脅苦滿，口苦，咽乾，目眩，心煩，喜嘔等少陽見症，而太陽邪鬱肌表證則為寒熱並見，一日二三度發，不嘔，可見病勢還未侵及少陽，由此可資兩者證候之鑑別。"
  },
  "literature": "《註解傷寒論·辨太陽病脈證並治中》：“病有在表者，有在里者，有在表里之間者。此邪氣在表里之間，謂之半表半里證。……邪在表則寒，邪在里則熱。今邪在半表半里之間，未有定處，是以寒熱往來也。邪在表，則心腹不滿，邪在里，則心腹脹滿。今止言胸脅苦滿，……知邪氣在表里也。默默，靜也。邪在表，則呻吟不安，邪在里，則煩悶亂。《內經》曰：陽入之陰則靜。默默者，邪方自表之里，在表里之間也。邪在表則能食，邪在里則不能食，……邪在表，則不煩不嘔，邪在里，則煩滿而嘔，心煩喜嘔者，邪在表方傳里也。”\n《傷寒大白·寒熱》：“寒熱者，寒已又熱，熱已又寒，或一日二三度發。若每日一發，先寒後熱，發作有定期者，又名似瘧而非寒熱矣。寒熱之症，太陽經居多，有時邪熱內伏則寒，有時邪熱外發則熱。表邪多，則寒多熱少而無汗，羌活柴胡湯散表，里熱多，則熱多寒少而有汗，以小柴胡湯和解。”\n《重訂通俗傷寒論·傷寒要義》：“少陽以寒熱脅痛耳聾為半表證，口苦咽乾目眩為半里證者，以少陽經外行腠理，內行兩脅，不居身之前後而居側也。兩耳寤則聞，寐則不聞。口咽目開之則見，闔之則不見，此數者，不可謂之表，亦不可謂之里，則謂之半表半里而已矣。惟寒熱一證，必寒已而熱，熱已而寒，則為少陽之寒熱往來，若發熱惡寒如症狀，一日二三發，其人不嘔，仍是太陽表證，非少陽之半表證也，臨證時亦要辨明。”"
}