{
  "id": "shaoyinxuhuofanyan",
  "number": 311,
  "name": "少陰虛火犯咽證",
  "category": "傷寒證候",
  "overview": "少陰虛火犯咽證是下利傷陰，腎經陰液虧損而虛火上炎，燻灼咽喉所致。其病變雖見於上，而病根實在於下，即下利傷陰也。\n主要臨床表現為：咽痛，口咽乾燥，咽部輕微紅腫，下利，胸滿，心煩，舌紅，少苔，脈沉細或細數。\n少陰虛火犯咽證見於《傷寒論》少陰病，其主方豬膚湯在古代醫家曾用於治療喉痺和喉癬。\n本證應與“陰虛喉痺咽痛證”、“陰虛喉癬咽痛證”相鑑別。",
  "clinical_manifestations": "咽痛，口咽乾燥，咽部輕微紅腫，下利，胸滿，心煩，舌紅，少苔，脈沉細或細數。少陰虛火犯咽證見於《傷寒論》少陰病，其主方豬膚湯在古代醫家曾用於治療喉痺和喉癬。",
  "common_diseases": [],
  "differential_syndromes": [
    "“陰虛喉痺咽痛證”",
    "“陰虛喉癬咽痛證”"
  ],
  "differential": {
    "self_analysis": "《傷寒論》云“少陰病，下利，咽痛，胸滿，心煩，豬膚湯主之。”本證咽痛是由下利傷陰，陰虛不能制陽，虛火上逆，循經上犯於咽，故咽痛多不太甚，身體多不發熱，但伴有下利、胸滿、心煩等症。手少陰心經起於心中，心居胸中而藏神。足少陰腎經經脈從肺出，絡心，注胸中。下利傷陰，損傷少陰心腎二臟，故有心煩胸滿等臨床表現。治以養陰清熱，健脾止瀉等法，方用猪肤汤(《傷寒論》)或增液汤(《溫病条辨》)。如少陰客熱所致咽痛，失治誤治，日久常常轉化為少陰虛火犯咽證，但初起時病變輕淺，臨床特點是咽部僅有輕度的紅腫熱痛，可用一味甘草汤(《傷寒論》)，清火解毒，治之則愈。服後客熱不解，可加桔梗，開宣肺氣，使客熱之邪外達，則咽痛病愈。如少陰感寒所致咽痛者，日久亦可導致少陰虛火犯咽證，但其初起臨床表現多兼有形寒怕冷的感覺，又常伴有氣逆欲嘔等症，原因是寒邪外束，陽邪鬱聚不得伸達所致。可用辛溫散寒的半夏散及汤(《傷寒論》)服之。如少陰咽中生瘡所致咽痛者，常見於少陰虛火犯咽證候，其臨床特點是咽喉部必有紅腫糜爛或潰瘍化膿，語言不利，甚則聲不能出等症狀。其原因是熱浮於上而兼挾痰濁閉阻所致，故用斂瘡消腫，利竅清熱的苦酒汤(《傷寒論》)治之。《傷寒來蘇集·傷寒論注》說：“取苦酒以斂瘡，雞子以發聲，而兼半夏者，必因嘔而咽傷，胸中之痰飲尚在，故用之。”總之，證候的病位，雖都在咽喉部，但因病程及兼證表現不同，各有其特點，臨床上常根據上述的不同特點來確定診斷和治療。\n本證多發生在冬春季節，青壯年或中年人罹患率較高，此因機體陽氣旺盛，不斷地向上升發，向外宣泄，若受冬寒之邪或春溫之熱，鬱閉陽氣的升宣，則少陰心腎二經壅鬱，故有咽喉腫痛等臨床表現。若咽喉腫痛，兼有高熱不退，多屬喉痺，乳蛾等病，治當因時因人不同而論之。\n少陰下利傷陰所致的陰虛咽痛，不能及時治療，任其發展下去，或復感客熱，或又感寒邪等，均可使其病變加深，症狀加重。在疾病的演化過程中，常可出現如下的兼挾證候。一是多感風熱之邪，使其咽痛加重，咽喉部乾燥灼熱，紅腫疼痛，吞嚥不利，或有異物堵塞感，必兼挾發熱惡風，頭痛，咳嗽痰黃等症狀，在喉科中稱此為風熱喉痺，以疏散表邪，清泄里熱為法，清咽利膈汤(《外科正宗》)治之。二是復感寒邪，多見咽痛輕微，吞嚥不利，兼挾惡寒發熱，頭痛，無汗，鼻流清涕，咳痰清稀等症常稱為風寒喉痺。以解肌散寒，調和營衛為法，荆防败毒散(《外科理例》)等治之。",
    "type_comparison": "陰虛喉痺咽痛證與少陰虛火犯咽證 陰虛喉痺，多由素稟虛弱，真陰不足，或房勞過度，腎陰虧損，以致水竭於下，不能制火，虛火上炎，發為喉痺。咽部可見輕度紅腫疼痛，多見早晨痛輕，下午加重，夜間尤甚，往往兼有口乾舌燥，唇紅頰赤，手足心熱，精神疲憊，脈象細數等陰虛證候。陰虛喉痺咽痛證與少陰虛火犯咽證，二者雖均屬陰虛咽痛，但其病因與病史各不相同。陰虛喉痺無少陰病之前驅史，也無下利傷陰之因由，而是素來陰虛，虛火上炎薰灼咽喉成為喉痺。一般只要通過詢問病史，即可加以區別。少陰虛火犯咽證的前提是少陰病，有下利病史而後發咽痛，故該證候具有精神萎靡，懶言欲靜，疲憊乏力，並有似睡非睡，脈象微細先驅病史，繼而因邪熱下注又發下利。傷寒傳致少陰，已屬久病傷陰，加之下利耗陰，勢必造成水不制火，虛火上炎，循經上逆充斥咽喉而發咽痛。由於少陰心腎二臟的經脈均注於胸中，所以雖以咽痛為主，而又兼有胸滿、心煩等症，亦是其類證鑑別的要點。\n陰虛喉癬咽痛證與少陰虛火犯咽證 二者病均在咽喉，其病變均屬陰虛，但其病因及臨床表現不同。前者初起時，咽痛乾燥，微痛，顏色晦暗，甚則吞嚥疼痛，妨礙飲食，咽喉乾燥痛癢，夜則尤甚；大多數病人往往兼有咳嗽咯血，聲音嘶啞，潮熱盗汗，身體消瘦等症狀。是因陰虛勞損，真水虧耗，水不濟火，虛火上炎，肺金受灼，津虧液損，不能濡潤於咽喉而成。少陰虛火犯咽證，系少陰病，伴有下利，雖陰虛於下，火逆於上，並未出現潮熱、盗汗、消瘦等肺陰虛的症狀。"
  },
  "literature": "《傷寒貫珠集·少陰篇》：“少陰之脈，從腎上貫肝膈，入肺中循喉嚨，其支別者從肺出絡心，注胸中，陽邪傳入少陰，下為泄利，上為咽痛，胸滿心煩。”\n《傷寒論條析》：“少陰病，寒邪入里，土氣被侮故下利，但下利愈甚，津液下走，經絡空虛，而經熱因以亢進。少陰之脈，夾咽注胸中，邪火灼陰，熱燻胸膈故咽痛胸滿，心液被灼故心煩也。”\n《宋本傷寒論校注》：“本條所述之咽痛，乃陰虛津耗；胸滿、心煩為虛熱內擾，此乃水不上承於心，火不下交於腎之證。取豬膚治上焦虛浮之火，和蜜、白粉之甘，瀉心潤肺以和脾，滋化源，培母氣，水升火降，上熱下行，虛陽得復，不治利而止。”\n《傷寒論湯證新編》：“本條屬陰虛咽痛，是因下利傷陰，虛火上炎所致。因無實熱故咽痛不甚，不甚紅腫，舌紅少苔，脈細數，故用豬膚湯清熱潤燥滋陰以治療。”"
}