{
  "id": "shaoyinyangyusini",
  "number": 318,
  "name": "少陰陽鬱四逆證",
  "category": "傷寒證候",
  "overview": "少陰陽鬱四逆證是肝氣鬱結，氣機不暢，陽鬱不伸，而致以手足不溫為特徵的證候。因其四逆，故言少陰病。但其四逆，非為寒厥、熱厥之厥逆，乃是陽氣閉鬱於里，不能達於四肢，既所謂氣鬱致厥。\n主要臨床表現為：手足不溫，胸脅滿悶疼痛，或腹痛，泄利下重，脈弦。亦可見或咳、或悸、或小便不利等。\n少陰陽鬱四逆證常見於傷寒“少陰病”，其臨床表現亦可見雜病之中。\n本證應與“少陰陰虛水熱互結證”、“少陰陽虛陰盛證”、“少陰陽虛水泛證”等相鑑別。",
  "clinical_manifestations": "手足不溫，胸脅滿悶疼痛，或腹痛，泄利下重，脈弦。亦可見或咳、或悸、或小便不利等。少陰陽鬱四逆證",
  "common_diseases": [
    "傷寒“少陰病”，其臨床表現亦可見雜病之"
  ],
  "differential_syndromes": [
    "“少陰陰虛水熱互結證”",
    "“少陰陽虛陰盛證”",
    "“少陰陽虛水泛證”"
  ],
  "differential": {
    "self_analysis": "少陰陽鬱四逆證，見於《傷寒論》“少陰病四逆，其人或咳、或悸、或小便不利、或腹中痛、或泄利下重者，四逆散主之。”少陰司水火，寓真陰而含真陽，水火交通，陰陽既濟，是人生命活動的必要條件。少陰為三陰經之樞，在正常的生理活動中，心火下濟於腎水，腎水上滋於心火，心腎相交，水火相濟，陰陽相合，全賴少陰的樞機作用，可見少陰不僅為三陰之樞，而且也是調節陰陽、水火平衡的樞紐。\n少陰病，見四肢厥逆，以陽虛陰盛居多，但也有見於陽氣鬱遏而不達四肢者。四肢為諸陽之本，若少陰樞機不利，陽氣被鬱，而不能疏達於四末，亦可形成四肢厥逆之候。\n少陰陽鬱四逆證之形成，或因外感溫病過早服寒涼之品，致使陽氣冰伏，閉鬱於內；或因精神刺激，使肝氣鬱結不舒，少陰陽氣被遏而不達於四肢所致。方用四逆散，以疏暢陽鬱，條達氣血，使陽氣舒展而達於四肢，則厥逆自愈。\n少陰陽鬱四逆證，多發於小兒或青壯年。在小兒多是由於機體機能發育尚未健全，樞機不利，發病即可見發熱而四肢厥冷。在青年多因肝氣不舒，樞機不利而致四肢厥逆，診治時應注意病人的年齡，體質的差異，具體情況具體分析，因人因病制宜。\n本病若遷延日久，外感病可轉化為內傷雜病。出現腹脹滿，脅肋痛，矢氣多，急躁易怒等臨床表現，是肝氣鬱滯所致，治當舒肝解鬱，可在四逆散的基礎上加香附、川芎、陳皮等藥，即柴胡舒肝汤(《景岳全書》)。如誤用火劫或強發少陰汗，就會出現陽亡陰竭、口鼻眼等空竅出血的下厥上竭證，此時病危難治。",
    "type_comparison": "少陰陰虛水熱互結證與少陰陽鬱四逆證 前者屬少陰熱化證，邪入少陰，從熱而化，陰虛水熱相搏而成。臨床表現：以下利(大便熱灼臭穢)、咳嗽、嘔吐、心煩不眠、口渴、小便短赤為主。是因濕熱下走大腸，上逆脾胃，擾亂心神，虛熱灼津所致。後者是少陰機樞不利，陽氣內鬱所致。如《醫宗金鑑》所說：“凡少陰四逆，雖陰盛不能外溫，然亦有陽為陰鬱，不得宣達，而令四肢逆冷者，但四逆而無諸寒熱證，是既無可溫之寒，又無可下之熱……。”其臨床表現為：氣鬱尚未化熱，下利不爽，無明顯熱灼臭穢，腹痛腹脹。陰鬱不達，四肢厥逆，水津內停，影響膀胱氣化，小便不利，但無短赤等，同時不伴有心煩不得眠等虛熱內生的證候，與少陰水熱互結證不同。\n少陰陽虛陰盛證與少陰陽鬱四逆證 少陰陽虛陰盛證是陰寒內盛，脾腎陽虛引起的，其四肢厥逆症狀表現較重，同時伴有下利清谷，精神萎靡，惡寒蜷臥等虛寒之候，而小便多為自利。少陰陽鬱四逆證是陽氣內鬱引起，其四肢厥逆程度較輕，同時伴有腹脹痛，下利不爽等氣滯證候，且小便多短少不利。此證雖為少陰病卻沒有“無熱惡寒，脈微細，但欲寐”的症狀。彼為寒厥，此為熱厥，判然有別。\n少陰陽虛水泛證與少陰陽鬱四逆證 兩證皆有四肢厥冷，腹痛，下利，小便不利，咳嗽等症狀。少陰陽虛水泛證是陰寒內盛，陽氣已衰，脾腎陽虛不能化氣行水，水濕內停所致，其臨床表現的特點是：下利清谷，無不爽之感，腹痛多喜溫喜按，小便不利，伴有肢體重痛浮腫，四肢厥冷較甚，咳嗽多伴有喘促、氣短。少陰陽鬱四逆證是陽氣內鬱所致，其臨床表現的特點是，腹痛屬氣鬱，多為脹痛，拒按。下利不爽，而非為下利消谷。四肢厥冷較輕微，雖小便不利，但無浮腫之象。咳嗽，多不兼喘，以此可資鑑別。"
  },
  "literature": "《傷寒來蘇集·傷寒論注》：“四肢為諸陽之本，陽氣不達於四肢，因而厥逆，故四逆多屬於陰，此則泄利下重，是陽邪下陷入陰中，陽內而陰反外，以致陰陽脈氣不相順接也”。\n《傷寒貫珠集》：“四逆，四肢逆冷也，此非熱厥，亦太陽初受寒邪，未鬱為熱，而便入少陰之證，少陰為三陰之樞，猶少陽為三陽之樞也。其進入則在陰，退而出則就陽，邪氣居之，有可進可退時上時下之勢。故其為病，有或咳或悸或小便不利，或腹中痛，或泄利下重之證。夫邪在外者，可引而散之，在內者，可下而去之。其在外內之間，則和解分消之，分消之者半從外半從內之謂也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_zhi"
    ]
  }
}