{
  "id": "shaoyangjianbiaojilixushicuoza",
  "number": 349,
  "name": "少陽兼表及里虛實錯雜證",
  "category": "傷寒證候",
  "overview": "少陽兼表及里虛實錯雜證是指邪熱瀰漫三陽，表里俱病，虛實互見，寒熱挾雜的證候。其證可由太陽傷寒誤用下法，或失治演變而來。\n主要臨床表現為：胸脅滿悶，煩躁谵語，小便不利，一身困重，不能轉側，或耳鳴眩暈，失眠易怒，舌紅苔黃，脈弦數等。\n少陽兼表及里虛實錯雜證常見於“太陽病變證”、“心悸”、“眩暈”、“狂病”、“癃閉”等疾病中。\n本證通常應與“太陽熱擾胸膈中焦氣滯證”、“太陽陽虛心神浮越證”、“太陽陽虛心神失守證”、“太陽陰陽兩虛虛陽上擾證”相鑑別。",
  "clinical_manifestations": "胸脅滿悶，煩躁谵語，小便不利，一身困重，不能轉側，或耳鳴眩暈，失眠易怒，舌紅苔黃，脈弦數等。少陽兼表及里虛實錯雜證",
  "common_diseases": [
    "“太陽病變證”",
    "“心悸”",
    "“眩暈”",
    "“狂病”",
    "“癃閉”"
  ],
  "differential_syndromes": [
    "“太陽熱擾胸膈中焦氣滯證”",
    "“太陽陽虛心神浮越證”",
    "“太陽陽虛心神失守證”",
    "“太陽陰陽兩虛虛陽上擾證”"
  ],
  "differential": {
    "self_analysis": "本證見於《傷寒論》：“傷寒八九日，下之，胸滿煩驚，小便不利，谵語，一身盡重，不可轉側者，柴胡加龙骨牡蛎汤主之。”因誤下邪陷少陽，樞機不利，三焦氣機不暢所致。臨床上以胸脅苦滿之症為主，還可兼見煩驚、谵語、小便不利、一身盡重、不可轉側等症。究其病機，因誤用下法，正氣受傷，少陽相火上炎，胃熱隨之，故見心煩、驚惕、谵語；少陽樞機不利，三焦壅滯，決瀆失職，故見小便不利；三陽經氣不利，陽鬱於內不得外達，故“身盡重，不可轉側，”治宜扶正與祛邪並用，和解與鎮攝共進，用柴胡加龍骨牡蠣湯(《傷寒論》)。\n少陽兼表及里虛實錯雜證可出現在多種疾病之中，臨床表現各具定特點，治法亦不盡相同，必須加以辨析。若在溫熱病中則多表現身熱入暮更甚、心煩躁擾、時有谵語、舌紅絳無苔、脈細數的特點。此由氣分熱邪不解，傳入營分，營陰耗損，營熱擾心、熱閉心神而致，宜透熱轉氣，涼血養陰，方選清营汤(《溫病条辨》)。若癃閉出現少陽兼表及里虛實錯雜證，則多表現小便不通，或尿細，脅痛脹滿，病者性情憂鬱，或易激動，心煩多怒，舌紅苔黃，脈弦的特點，此由肝氣鬱滯，疏洩無能，三焦決瀆失司，氣鬱化火所致，宜疏肝清熱，通利小便，方選沉香散(《金匱翼》)。",
    "type_comparison": "太陽熱擾胸膈中焦氣滯證與少陽兼表及里虛實錯雜證 太陽熱擾胸膈中焦氣滯證見於《傷寒論》：“傷寒下後，心煩腹滿，臥起不安者，梔子厚朴湯主之。”兩證同為傷寒下後的變證，同有心煩腹滿，究其病因、病位、兼證迥然而異。太陽熱擾胸膈中焦氣滯證系傷寒下後，邪熱留在胸膈、熱邪擾胸，故心煩；邪熱內擾，氣壅於腹，故腹滿；氣機不暢，胸腹壅滯，故臥不安。而少陽兼表及里虛實錯雜證為傷寒下後、邪陷少陽。少陽樞機不利，三焦不暢，故見胸脅苦滿，心煩；其兼症小便不利、谵語、一身盡重、不可轉側，亦因少陽經氣不利，三焦決瀆失職，陽氣內鬱所致，兩證不難鑑別。\n太陽陽虛心神浮越證與少陽兼表及里虛實錯雜證 太陽陽虛心神浮越證見於《傷寒論》：“傷寒脈浮，醫以火迫劫之，亡陽，必驚狂、臥起不安者，桂枝去芍藥加蜀漆牡蠣龍骨湯主之。”兩證之間同有驚症，應予鑑別。太陽陽虛心神浮越證為太陽病變證，傷寒脈浮，當用汗法，會誤用火劫迫汗、出汗過多，心陽內亡，心主神明，汗為心之液、津液損耗、神氣不斂，大汗亡陽，火為陽邪，心居上為陽臟，陰虛神氣失養、神不守舍，浮越不斂，故見驚症。本證以驚、狂為主症，兼見煩悶躁擾，臥起不安等症，均因過汗亡陽所致。少陽兼表及里虛實錯雜證的驚症，因誤用下法，正氣受傷，陰液受損，少陽相火挾胃熱上擾神明所致，其兼症亦不相同，以此可資鑑別。\n太陽陽虛心神失守證與少陽兼表及里虛實錯雜證 太陽陽虛心神失守證見於《傷寒論》：“火逆下之，因燒針煩躁者，桂枝甘草龍骨牡蠣湯主之。”太陽陽虛心神失守證與少陽兼表及里虛實錯雜證，都是誤治變證，兩證之間均可出現煩躁，但病因病機不同。太陽陽虛心神失守證因誤用火療而又復用下法，致心陽虛損、心神浮越而致，以煩躁為主要見症，若心陽虛損過重，心不藏神，神不守舍，還可兼見驚狂等症，責在心陽虛損。而少陽兼表及里虛實錯雜證出現的煩躁，系因下後正傷、少陽相火挾胃熱上擾神明所致，責在少陽樞機不利，二者不難鑑別。\n太陽陰陽兩虛虛陽上擾證與少陽兼表及里虛實錯雜證 太陽陰陽兩虛虛陽上擾證指的是《傷寒論》：“下之後，復發汗，晝日煩躁不得眠，夜而安靜，不嘔，不渴，無表證，脈沉微，身無大熱者，乾薑附子湯主之。”兩證都是傷寒誤治所致，同有煩躁一症，但病因、病機、兼症並不一樣。前者汗下失宜，過汗傷陽，誤下傷陰，先下後汗，陰陽俱傷，誤治太陽，虛其少陰，陽氣大傷，陰寒內盛，虛陽外擾，故見煩躁。白日陽旺，陽得陽助，故白日煩躁為甚。夜來陰盛，虛陽不能與陰爭，故夜來安靜。此證以陽虛陰盛為特點，故伴有惡寒，厥逆蜷臥，欲寐等症，責之腎陽虛，不難與少陽兼表及里虛實錯雜證鑑別。"
  },
  "literature": "《傷寒來苏集·傷寒論注·柴胡湯證》：“妄下後，熱邪內攻，煩驚谵語者，君主不明，而神明內亂也。小便不利者，火盛而水虧也。一身盡重者，陽內而陰反外也。難以轉側者，少陽之樞機不利。此下多亡陰，與火逆亡陽不同。”\n《傷寒大白·煩躁》：“若寒熱嘔而口苦，脈弦而煩者，此少陽半表半里煩躁也，小柴胡合梔子豆豉湯。若腹脹便閉，有汗而煩躁，此少陽有下症煩躁也，大柴胡湯下之。又有積熱內結，外不大熱，手足反冷，脈沉而數，口渴飲水，時有汗出而煩者，宜用清里。又有表邪伏於經絡，中焦凝滯，表熱不能外發，遍身反冷，脈反沉伏而煩熱，宜用升散。總之，有汗之煩躁，里症也，宜清熱；無汗之煩躁，表症也，宜散；表脈浮之煩躁，表症也，宜散表；脈伏之煩躁，伏邪也，宜升提；沉數之煩躁，里熱也，宜清熱；沉遲之煩躁，里寒也，宜溫經。”\n《傷寒大白·身重》：“下後變證，仲景立小柴胡湯，加桂枝治身重，加大黃治谵語，又加龍骨牡蠣斂神收攝，制使大黃清里熱而不下脫，制柴胡、桂枝散表邪而不外越，以下後危證，外越不脫，又所當慎。”",
  "zhengsu_composition": {
    "location": [
      "dan",
      "biao"
    ],
    "nature": [
      "huo",
      "qi_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "少陽病兼表證及裡虛實夾雜。病機複雜，寒熱虛實並見。"
}