{
  "id": "shaoyangqijiweijie",
  "number": 358,
  "name": "少陽氣機微結證",
  "category": "傷寒證候",
  "overview": "少陽氣機微結證乃少陽樞機不利，氣機鬱滯，而以胸脅滿，小便不利為主要症狀之證候。本證乃因邪傳少陽，樞機不暢，氣化失常，津液不能敷布所致。\n主要臨床表現為：往來寒熱，胸脅滿悶，如有物支撐狀，心煩，渴而不嘔，但頭汗出，小便不利。\n少陽氣機微結證為“少陽病”的兼證之一，或見於“太陽病”變證之中。\n本證應與“少陽半表半里證”、“陽微結證”、“大結胸證”、“太陽蓄水證”等鑑別。",
  "clinical_manifestations": "往來寒熱，胸脅滿悶，如有物支撐狀，心煩，渴而不嘔，但頭汗出，小便不利。少陽氣機微結證為“少陽病”的兼證之一，或見於“太陽病”變證之中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“少陽半表半里證”",
    "“陽微結證”",
    "“大結胸證”",
    "“太陽蓄水證”"
  ],
  "differential": {
    "self_analysis": "少陽氣機微結證見於《傷寒論》：“傷寒五六日，已發汗而復下之，胸脅滿，微結，小便不利，渴而不嘔，但頭汗出，往來寒熱，心煩者，此為未解也，柴胡桂枝乾姜汤主之。”由於太陽表證，汗而復下，虛其里氣，以致表邪內陷，傳入少陽。少陽樞機不暢，氣鬱微結乃成。本證以往來寒熱，心煩等少陽證為主。由於邪熱內陷，進退於少陽之間，正邪相搏，以致少陽樞機不暢，氣機有所鬱結，則胸脅滿悶，或見胸脅滿如有物支撐狀，但因鬱結之勢不甚，故其滿悶支撐的症狀亦較輕，故稱“微結”。氣機微結，陽鬱不宣，則影響三焦水道不暢，氣化不利，或見水津不化，敷布失常，乃致小便不利，口渴而不嘔，但頭汗出等症隨之而現。諸證悉由邪陷少陽，氣機微結為患，故治以柴胡桂枝乾薑湯(《傷寒論》)，一則和解少陽樞機之邪；一則疏利氣鬱，助氣化以生津液。\n若少陽氣機不暢，鬱結日久，三焦氣化失職，甚則津液疏利失常，而水濕留滯，水飲內停，故不但小便不利，而且見心下悸；或見飲犯於胃，出現嘔逆等症，即為少陽兼水飲內停之候。此是少陽氣機微結證的進一步發展，故治療宜在柴胡桂枝乾薑湯，和解少陽，疏利氣機的基礎上，佐以茯苓利水驅飲之品；或施以小柴胡湯(《傷寒論》)去黃芩，加茯苓，和解少陽，兼利水濕。",
    "type_comparison": "少陽半表半里證與少陽氣機微結證 少陽半表半里證，是少陽病主證。見於《傷寒論》：“傷寒五六日，中風，往來寒熱，胸脅苦滿，嘿嘿不欲飲食，心煩喜嘔……。”此為少陽受邪，正邪分爭，樞機不利所致。故見往來寒熱，胸脅苦滿，神情默然，心煩喜嘔，不欲飲食等症，或可兼見膽火上炎之口苦，咽乾，目眩等，此為典型的少陽病證。而少陽氣機微結是少陽半表半里之兼變證。二者病因，病機及主要病證雖然相似，但前者為少陽樞機不利；後者是少陽樞機不利兼見氣機微結，故有胸脅滿微結，如有物支撐之氣結徵象。其樞機鬱滯，影響三焦氣化不利，水津敷布失職，故見渴而不嘔，小便不利等症，這是典型的少陽半表半里證少見的症狀。因此，區別二者的關鍵，在於氣機的“微結”，故其治療亦應在和解樞機的基礎上，佐以軟堅散結，助陽化氣之品。\n陽微結證與少陽氣機微結證 陽微結證見於《傷寒論》：“傷寒五六日，頭汗出，微惡寒，手足冷，心下滿，口不欲食，大便硬，脈細者，此為陽微結，必有表復有里也。……可與小柴胡湯。”本證既有太陽表證不解，又有陽明熱結於里，更有少陽表里之樞機不利，這種“必有表復有里”的見證，古人稱之為“陽微結”。所謂“陽微結”即指陽熱內結尚較輕淺，而外邪尤未悉入於里之意。故二者病機、病證，皆有相似之處，但陽微結者，因病起於傷寒，其表未解，故微惡寒之表證尚存，又有陽明里熱初結之心下滿，口不欲食，大便硬等症，同時又有少陽樞機不利，鬱而不宣，故見手足冷，頭汗出等表里不和之症，並呈現弦細之少陽主脈。此證既有表證，又有里證，並見少陽樞機不利的病證，即是“陽微結證”的特徵。也是區別於“少陽氣機微結證”的關鍵所在。\n大結胸證與少陽氣機微結證 二者均有胸中氣滯，胸脅滿悶之症，故應加以鑑別。大結胸證，為熱邪與水飲相搏，水熱互結於胸腹，內為有形之實邪停聚，故見胸脅疼痛，心下硬滿，甚則從心下至少腹硬滿痛疼而拒按，並可兼見日晡所小有潮熱，大便秘結，短氣躁煩，舌苔黃厚，脈沉緊或沉遲有力等症，其病重而勢急；少陽氣機微結證，是少陽樞機不利，為氣機的鬱結，並無有形實邪，其結不甚，僅見胸脅滿悶，或自覺胸脅有支撐感，但無疼痛，拒按之象，而本證又以往來寒熱，心煩等少陽證為主症，胸脅滿微結為兼有之症，其病輕而勢緩。故據其典型症狀，不難鑑別。\n太陽蓄水證與少陽氣機微結證 二者臨床表現皆有小便不利一症，但病因、病機不同，治療亦異。蓄水證為太陽病變證，由於太陽經邪不解，或汗後傷正，以致表邪隨經入府，內犯膀胱。“膀胱者，州都之官，津液藏焉，氣化則能出矣。”外邪侵犯，膀胱氣化失職，水道失調，津液不行則水蓄下焦，遂為蓄水證。此為太陽經腑俱病，表里證兼見，在外有太陽表證未解，見微熱，汗出，苔白，脈浮或浮數等；在里為膀胱蓄水之腑證，見小便不利，口渴，渴欲飲水，甚則水入則吐；或見水蓄於下之少腹脹滿，此與少陽氣機微結之小便不利，自然有別。後者為邪居少陽，病在半表半里，少陽樞機不利，故以往來寒熱，心煩，胸脅滿悶為主症，其小便不利僅為少陽氣機微結，三焦不利之兼症。由於氣機微結，三焦氣化失職，津液敷布失常，故渴而不嘔，這與太陽蓄水證之渴欲飲水，水入即吐，有水蓄與氣結之別。若抓住主證，辨證分析，則可迎刃而解。"
  },
  "literature": "《傷寒辨注·辨少陽病脈證並治法》：“微結者，言其邪不甚，未入於府，正當表里之間也。小便不利者，此因汗下之後而津液少也，惟津液少而非停飲，以故渴而不嘔。但頭汗出者，此熱鬱於經，不得外越，故但升於頭而汗出也。心煩者，即胸煩，往來寒熱，胸煩者，此為少陽之邪未解也，故與柴胡桂枝乾薑湯，以專解其半表之邪，兼散其半里之結也。”\n《傷寒來苏集·傷寒論注》：“汗下後而柴胡證仍在者，仍用柴胡湯加減，此因增微結一證，故變其方名耳，此微結與陽微結不同，陽微結對純陰而言，是指大便硬滿在胃，此微結對大結胸而言，是指心下痞，其病在胸脅，與心下痞硬心下支結同義。”\n《傷寒論本旨·汗吐下後並誤治諸證》：“已發汗而復下之，胸脅滿微結，餘邪在少陽也，小便不利，渴而不嘔者，津液傷而經絡閉，故身無汗，但頭汗出，邪熱上蒸也。往來寒熱心煩者，皆少陽之邪未解也。故以柴胡轉少陽之樞，桂枝通營，乾薑黃芩調其陰陽，瓜蔞滋津液，牡蠣鎮肝，合姜桂消胸脅之痞滿，而以甘草和中，因其邪正錯雜，清濁混淆，故初服則藥病相格而微煩，復服則表里氣退，汗出自愈。”\n《傷寒論辨證廣注·辨少陽病脈證並治》：“太陽病傳入少陽之證，傷寒五六日，已發汗矣，而復下之，不無少誤，惟誤下，以故胸脅滿，微結。微結者，言其邪不甚，未入於府，正當表里之間也。小便不利者，此因汗下之後而津液少也。惟津液少而非停飲，以故溫而不嘔，但頭汗出者，此熱鬱於經，不得外越，故但升於頭面而汗出也。心煩者，即胸煩，往來寒熱胸煩者，此為少陽之邪未解也，故與柴胡桂枝乾薑湯，以專解其半表之邪，兼散其半里之結也。”"
}