{
  "id": "shaoyinxuhanhuatuo",
  "number": 308,
  "name": "少陰虛寒滑脫證",
  "category": "傷寒證候",
  "overview": "少陰虛寒滑脫證是脾腎陽虛，寒濕中阻，固攝無權，大腸滑脫，以下利便膿血為主要臨床表現的證候。\n臨床主要症狀有：下利膿血，便色暗晦或血色淺淡，其氣不臭，里急後重不明顯，腹痛綿綿，喜溫喜按，小便不利，神疲欲寐，畏寒肢冷，口淡不渴，舌淡或淡紫而嫩，苔白滑或白厚膩，脈微細弱兩尺尤甚。\n少陰虛寒滑脫證常見於“傷寒少陰病”，亦可見於“痢疾”等疾病中。\n本證應與“下焦滑脫證”、“少陰陽虛陰盛證”、“太陰虛寒證”、“表熱兼里寒下迫大腸證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“傷寒少陰病”，亦可見於“痢疾”"
  ],
  "differential_syndromes": [
    "“下焦滑脫證”",
    "“少陰陽虛陰盛證”",
    "“太陰虛寒證”",
    "“表熱兼里寒下迫大腸證”"
  ],
  "differential": {
    "self_analysis": "少陰虛寒滑脫證常見於傷寒少陰病，亦可見於痢疾，在這兩個疾病中，它的臨床表現不盡相同，治法方藥也稍有差異。傷寒少陰病出現本證時，主要表現是下利膿血、腹痛、小便不利，並以泄利稀薄日久不止，挾雜暗晦膿血便或淺淡血水，其氣不臭，無里急後重及肛門灼熱的感覺，腹痛較輕而以喜溫喜按為特點。乃由寒邪傳入或直中少陰，損傷脾腎陽氣，寒凝濕滯，水谷不別，並走腸間，更加寒濕邪毒傷血，脾虛固攝無權，腎虛大腸滑脫而成。如《註解傷寒論·辨少陰病脈證並治法》謂：“少陰病下利便膿血者，下焦不約而里寒也”。治宜溫陽固澀下焦，方用桃花汤(《傷寒論》)。若痢疾病出現少陰虛寒滑脫證，則以久痢不止、下痢稀薄、赤白粘凍、白多赤少、滑脫不禁為主，但必見里急後重，並伴納減神疲、腰膝酸冷、形羸畏寒為特點。此因脾腎素弱之人，感受寒濕之氣，滯留腸中，氣血凝滯腐敗為膿血，混雜滯下而成；或久痢不止，過服寒涼，克伐太過，脾腎虛寒，滑脫不禁所致。治宜溫補脾腎，收澀固脫，方用真人养脏汤(《證治準繩》)。\n本證多見於年老體弱或稟賦不足之小兒。見於老年體弱者時，以下利便膿血、滑脫不禁、畏寒肢冷、腹隱痛、腰膝酸冷為主要表現；小兒見本證，則以瀉下赤白粘凍而稀薄、日久不止、納呆形羸、神疲嗜睡為特點。\n本證為陽虛之證，但由於下利膿血日久不愈，可損傷陰血，臨床可逐步出現心中煩熱、咽乾口燥、午後潮熱、舌轉嫩紅苔少、脈轉細數虛弱等陰虛的兼證；另一方面，下利膿血日久，又可以耗傷胃中氣陰，以致濁陰不降，而更見嘔吐頻繁，呼吸喘促，舌紅絳而乾等氣陰兩虛、胃氣上逆的兼證；最為常見的是，因脾腎陽虛日久，下利膿血，滑脫不禁，清陽下陷，而出現脫肛之脾氣下陷的兼證，倘若脾腎陽氣虛微，全不固攝，滑脫不禁，下利無度，必致虛陽下泄，而出現面色天然不澤、畏寒蜷臥、四肢厥冷、息微喘逆、神識昏蒙、脈微欲絕等亡陽之證。綜上所述，本證先天元陽、後天中陽既弱，在病機演化過程中，易招致種種危重兼挾證候的出現，應及早預防。",
    "type_comparison": "下焦滑脫證與少陰虛寒滑脫證 二者病位均涉及中下二焦，同樣以下利不止為主要的臨床表現，都伴有神疲欲寐、畏寒肢冷、口淡不渴、小便不利等元陽不足的症狀，治療上又都採用收澀固脫之法，所用方中皆以赤石脂為主藥，證候疑似。所不同者，主要在病因病機及臨床表現的差異上。少陰虛寒滑脫證因寒邪傳入或直中少陰，損傷脾腎陽氣，大腸滑脫而成，脾腎陽虛，失於固攝，大腸滑脫，故下利不止；寒濕凝滯腸中，氣血腐敗，故大便膿血暗晦或血色淺淡，其氣不臭；寒凝氣滯，故腹痛綿綿；陽虛內寒，故痛而喜溫喜按，口淡不渴，神疲欲寐，畏寒肢冷；水走腸間，故小便不利。而下焦滑脫證，則因胃虛氣逆痞證服瀉心湯後，病尚未愈，又復誤用下法，不但進一步損傷中焦脾胃，而且傷及下焦腎陽，失所固攝，大腸滑脫所致。臨床上以單純的泄利不止，而不伴腹痛、便膿血，同時原有的心下痞一症狀仍然存在為特點。鑑別時主要抓住病機發展的不同，以及心下痞與腹痛、便膿血的孰有孰無即可。\n少陰陽虛陰盛證與少陰虛寒滑脫證 二者同屬少陰病，皆因脾腎陽虛，陰寒內盛，清陽不升所致，臨床均以下利、腹痛、喜溫喜按為主要表現，都伴有神疲欲寐、畏寒肢冷、口淡不渴、脈微細兩尺尤甚等症狀，故二者證候類同。鑑別要點是：少陰陽虛陰盛證，以陽虛寒盛為主，故以下利清谷而無膿血，肢冷腹痛較甚，且常伴嘔吐，小便反而清利為特點；當陰寒盛於內而虛陽浮於外時，還可兼見汗出身熱的現象，為後者所無。而少陰虛寒滑脫證，以陽虛滑脫不固為主，以下利不止而見便膿血並伴有小便不利為特徵。\n太陰虛寒證與少陰虛寒滑脫證 太陰虛寒證亦屬陽虛寒濕之證，多由三陽病傳變而來，或寒濕之邪直犯太陰而發，但其病位僅在脾。臨床上有下利、腹痛、口淡不渴、舌淡苔白等陽虛內寒，清陽不升的表現，與少陰虛寒滑脫證相似。但太陰虛寒證的病機以中陽不振，升降失職為特點，故更兼納減、胃脘痞硬、嘔吐諸症狀，下利完谷不化，卻無便膿血。而少陰虛寒滑脫證，病位在脾腎，病機重在下焦滑脫不固、以下利不止，便膿血為突出的症狀，且無胃脘痞硬、嘔吐等脾虛胃氣上逆之症，可資鑑別。\n表熱兼里寒下迫大腸證與少陰虛寒滑脫證 表熱兼里寒下迫大腸證，因太陽表證屢次誤下，不但表邪不解，反致損傷脾陽，健運失司，升降失常而發病。臨床有下利不止、腹微痛、口淡不渴、舌淡苔白等清陽不升的表現，與少陰虛寒滑脫證相似。但其病位在中焦為主，病機特點是里寒挾表熱，故必兼發熱惡寒等表證，以及胃脘痞硬這一中焦氣機阻滯的症狀，下利雖甚，但無膿血。而少陰虛寒滑脫證，病位在脾胃，病機特點是下焦滑脫不固，臨床除以下利不止而便膿血為突出的症狀之外，還兼神疲欲寐、畏寒肢冷、脈微細弱兩尺尤甚等腎陽不足的症狀，乃前證所無，二者不難鑑別。"
  },
  "literature": "《傷寒論·辨少陰病脈證並治》：“少陰病，下利，便膿血者，桃花湯主之。”\n《傷寒論·辨少陰病脈證並治》：“少陰病，二三日至四五日，腹痛，小便不利，下利不止，便膿血者，桃花湯主之。”\n《註解傷寒論·辨少陰病脈證並治法》：“二三日至四五日，寒邪入里深也；腹痛者，里寒也；小便不利者，水谷不別也；下利不止便膿血者，腸胃虛弱下焦不固也。”\n《類證活人書·問下利者》：“協熱利者，臍下必熱，大便赤黃色，及腸間津汁垢膩。寒毒入胃，則臍下必寒，腹脹滿，大便或黃白，或青黑，或下利清谷。濕毒氣盛，則下利腹痛，大便如膿血，或如爛肉汁也。下利欲飲水者，以有熱也。下利谵語者，有燥屎也。”\n《尚論篇·少陰經後篇》：“腹痛，小便不利，少陰熱邪也。而下利不止，便膿血，則下焦滑脫矣。滑脫即不可用寒……注家見用乾薑，謂是寒邪傷胃，欠清。蓋熱邪挾少陰之氣，填塞胃中，故用乾薑之辛以散之，若混指熱邪為寒邪，寧不貽誤後人耶。”\n《中寒論辨證廣注·太陰少陰厥陰中寒脈證並治法》：“此條乃少陰中寒，即成下利之證。下利便膿血，協熱者多，今言少陰病下利，必脈微細，但欲寐，而復下利也。下利日久，至便膿血，乃里寒而滑脫也。”\n“或問下利膿血，使不問病於何日起，兼之腹痛，小便不利，焉知非協熱證？余答云；少陰里寒便膿血，所下之物，其色必暗而不鮮，乃腎受寒濕之邪，水谷之津液，為其凝泣，醞釀於腸胃之中，而為膿血，非若火性急速而色鮮明。蓋水伏已久，其色暗黑，其氣不臭，其人必脈微細，神氣靜，而腹不甚痛，喜就溫暖，欲得手按之，腹痛即止，斯為少陰寒利之徵。”\n《傷寒論今釋·少陰篇》：“二三日以下二十字，與下文真武湯證同。然真武不治膿血，本方(桃花湯)不治咳，易知其辨。”"
}