{
  "id": "shaoyangjianlishi",
  "number": 298,
  "name": "少陽兼里實證",
  "category": "傷寒證候",
  "overview": "少陽兼里實證是指少陽氣機不利，陽明胃腸結熱而出現的少陽與陽明同病的證候。多因少陽病不解，邪熱內傳陽明，或太陽病過經不解，誤用下法而致。\n主要臨床表現為：往來寒熱，胸脅苦滿，嘔吐不止，胃脘拘急疼痛，急不可待，鬱鬱而煩，便秘或熱結旁流，苔黃而乾，脈弦有力。\n本證可見於“脅痛”、“黃疸”、“瘧疾”、“胃脘痛”、“腹痛”等疾病中。\n本證應與“少陽半表半里證”、“大結胸證”、“少陽兼胃熱證”等相鑑別。",
  "clinical_manifestations": "往來寒熱，胸脅苦滿，嘔吐不止，胃脘拘急疼痛，急不可待，鬱鬱而煩，便秘或熱結旁流，苔黃而乾，脈弦有力。",
  "common_diseases": [
    "“脅痛”",
    "“黃疸”",
    "“瘧疾”",
    "“胃脘痛”",
    "“腹痛”"
  ],
  "differential_syndromes": [
    "“少陽半表半里證”",
    "“大結胸證”",
    "“少陽兼胃熱證”"
  ],
  "differential": {
    "self_analysis": "少陽兼里實證可出現於多種疾病中，其臨床表現不一，各具一定特點，治法亦不盡相同，必須加以辨析。如脅痛中出現少陽兼里實證，則多表現為右脅疼痛拒按，厭惡油膩，痛引心背，往來寒熱，心煩口苦，噁心嘔吐，便秘，苔黃膩等特點。此由少陽膽為濕熱所薰蒸，疏洩失常，膽熱犯胃，腑氣不通所致。治宜疏肝利膽，瀉熱通便，方用大柴胡汤加減(《傷寒論》)。若胃脘痛、腹痛等病症中出現少陽兼里實證，其臨床表現多以脘腹脹滿疼痛，痛而拒按，或痛連脅肋，噁心嘔吐，或見黃疸，便秘，煩躁不安，口苦，舌苔黃膩，脈弦數為特徵，此為濕熱蘊結，脾胃升降失常所致。治當疏氣化濕，清熱通便之法，方如清胰汤加減(《中醫大辭典·方劑分冊》)。若瘧疾出現少陽兼里實證，則多表現寒熱往來，熱多寒少，頭痛如裂，煩渴飲冷，胸悶嘔吐，便秘溲赤，舌苔乾黃等熱瘧的特點。此由瘴氣瘧邪，伏於募原，傷津耗陰，熱邪鸱張，胃氣不降，熱壅腸胃而致。治宜和解少陽，清熱解毒，宜清瘴汤(《中醫內科學》)。\n少陽病的大發展可以出表，也可入里，出表入里常以兼證表現出來。本證病機以少陽表邪未解，陽明胃實已成為特點，病勢有向里發展的趨勢，病至於此，除需和解少陽外，尚要通便瀉實以治之。",
    "type_comparison": "少陽半表半里證與少陽兼里實證 少陽病，其病邪不在表，又不在里，而在半表半里之間。少陽半表半里證與少陽兼里實證，病因病機，臨床表現有很多相同之處，但也有較大的差別。少陽兼里實證是少陽半表半里證的進一步發展。從病因病機而論，少陽兼里實證，乃太陽病經過十餘日，表證已罷，經誤下之，四五日後，柴胡證仍在，予小柴胡湯而見嘔吐不止，胃脘拘急疼痛，煩躁鬱悶，其邪已偏於半里，小柴胡湯不能開半里之結氣，故用大柴胡湯兩解少陽陽明之邪。嘔和煩，是少陽半表半里證和少陽兼里實證共有的症狀。少陽兼里實證的心下急較之少陽半表半里證的脅下痞硬其病位已偏於里，此為少陽兼里實證最為關鍵的辨證指徵。少陽半表半里證，可由太陽病轉化而來，亦有外邪直中少陽經而成者，病位在半表半里，以半表半里寒熱錯雜之表現為主。其主症為往來寒熱，脅下痞硬，若風木挾火內擾，胃失和降，心神不寧，還可兼見喜嘔，嘿嘿不欲食，心煩等症。總之少陽半表半里證並無胃家實的現象，以資鑑別。\n大結胸證與少陽兼里實證 《傷寒論》云：“傷寒十餘日，熱結在里，復往來寒熱者，與大柴胡湯，但結胸，無大熱者，此為水結在胸脅也，但頭微汗出者，大陷胸湯主之。”傷寒十餘日，熱結在里，症見便秘，心下急，胃脘拘急疼痛，急不可待，又有往來寒熱之症，此為少陽陽明合病，大柴胡湯為合拍之方。這種證候多見心下急或胸脅硬滿疼痛，頗似結胸證，應予鑑別。少陽兼里實證，有往來寒熱等少陽證，又兼有“熱結在里”的陽明燥實證，自與大結胸證不盡相同。結胸證無在表之大熱，亦無往來寒熱，這是區別之一；就病邪和病位來說，大結胸證為水邪結在胸脅，腸道並無實滯。水熱互結不能宣達於全身，鬱蒸於上，故頭微汗出。少陽兼里實證是熱結在里，汗出不解，腸道內有實滯，宜從病機及主症著眼加以鑑別。\n少陽兼胃熱證與少陽兼里實證 同為少陽陽明同病，病位近里。在病機及症狀上需仔細鑑別，方不致誤。《傷寒論》云：“傷寒十三日，不解，胸脅滿而嘔，日晡所發潮熱，已而微利。此本柴胡證，下之以不得利，今反利者，知醫以丸藥下之，此非其治也。潮熱者，實也，先宜服小柴胡湯以解外，後以柴胡加芒硝湯主之。”傷寒十三日不解，邪有里傳之勢，胸脅滿而嘔，日晡發潮熱，此為少陽兼陽明里實之證，醫誤用丸藥，藥力留中不去，正傷而微利不止，燥結仍留，故先用小柴胡湯以解少陽，再用柴胡加芒硝湯軟堅清熱，治陽明里實之證。在疾病的虛實上，少陽兼里實證是正盛邪實，腑氣壅塞較甚，故用大黃枳實以攻下。少陽兼胃熱證正氣較虛，故用小柴胡湯加芒硝，一來和解少陽之邪，二來軟堅潤燥，而不傷正氣。\n【文獻摘錄】\n《傷寒來苏集·柴胡湯證》：“大小柴胡，俱是兩解表里，而有主和主攻之異，和無定體，故有加減，攻有定局，故無去取之法也。”\n《傷寒貫珠集·少陽篇》：“大柴胡有柴胡、生薑、半夏之辛而走表，黃芩、芍藥、枳實、大黃之苦而入里，乃表里並治之劑。而此云大柴胡下之者，謂病兼表里。故先與小柴胡湯解之，而後以大柴胡下之耳。蓋分言之，則大小柴胡各有表里，合言之，則小柴胡主表，而大柴胡主里。古人之言，當以意逆，往往如此。”\n《傷寒論·大柴胡湯證》：“本證的病機特點，是邪熱內結，氣機阻滯，其病變部位偏於上，見證以心中痞硬，嘔吐酸苦，下利臭穢而不爽為主，故與瀉心湯證的心下痞，以及承氣湯證的熱結旁流之證均不相同。”"
  },
  "literature": "",
  "zhengsu_composition": {
    "location": [
      "dan",
      "wei"
    ],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "少陽病兼陽明里實。表現為往來寒熱、腹滿便秘。"
}