{
  "id": "shenjingbuzu",
  "number": 192,
  "name": "腎精不足證",
  "category": "臟腑證候",
  "overview": "腎精不足證是指腎精虧損、髓海空虛所致的發育遲緩、未老先衰、肢體痿弱不用等臨床表現的總稱。多由先天不足，後天失調，或勞傷過度所引起。\n主要臨床表現為：眩暈，耳鳴，腰膝痠軟，陽痿，不孕；小兒生長發育遲緩，智力和動作遲鈍，骨骼痿弱，囟門遲閉；成人為早衰，兩足痿弱，步履艱難，精神呆鈍，動作遲緩，脈細無力。\n腎精不足證常見於“解顱”、“五遲、五軟”、“痰證”、“眩暈”、“虛勞”、“陽痿”、“不孕”等疾病中。\n本證通常應與“腎陰虛證”相鑑別。",
  "clinical_manifestations": "眩暈，耳鳴，腰膝痠軟，陽痿，不孕；小兒生長發育遲緩，智力和動作遲鈍，骨骼痿弱，囟門遲閉；成人為早衰，兩足痿弱，步履艱難，精神呆鈍，動作遲緩，脈細無力。腎精不足證",
  "common_diseases": [
    "“解顱”",
    "“五遲",
    "五軟”",
    "“痰證”",
    "“眩暈”",
    "“虛勞”",
    "“陽痿”",
    "“不孕”"
  ],
  "differential_syndromes": [
    "“腎陰虛證”"
  ],
  "differential": {
    "self_analysis": "對不同疾病所出現的腎精不足證，應作辨析。如小兒的解顱病，臨床以顱縫裂開、前囟寬大、頭額青筋暴露、神情呆鈍、目無神采、面色晄白等為特點，多由先天胎稟不足，或生後久病體虛，腎精不足，髓海不實所致。如《幼幼集成》：“腎主腦髓，腎虧則腦髓不足，故囟為之開解。”治宜補腎益髓，益氣養血，方用补肾地黄丸(《證治準繩》)。若小兒五遲、五軟病中以肢體軟弱，屆期不能站立行走和生齒，兼解顱、智力不健、神情呆鈍、形體瘦削等為特點，多因先天稟賦不充，後天哺養失調，腎精不充，氣血虛弱所致。如《醫宗金鑑·幼科心法要訣》說：“小兒五遲之證，多因父母氣血虛弱，先天有虧，致兒生下筋骨軟弱，行步艱難，齒不速長，坐不能穩，要皆腎之不足之故。”治宜填精補腎，益氣養血，方選加味六味地黄丸(《醫宗金鑑》)。若在痰證中出現腎精不足證者，以下肢漸見痿弱不用，腰脊痠軟，兼有眩暈、遺精、遺尿為特點，多由房勞過度或久病精氣虧耗，肝腎虧損所致，張景岳說：“元氣敗傷則精虛不能灌溉，血虛不能營養者，亦不少矣。”治宜補益肝腎，方選虎潜丸(《丹溪心法》)。若在眩暈病中出現腎精不足證者，以眩暈，精神萎靡，健忘，腰膝痠軟，耳鳴耳聾，脈弦細等為特點，病由先天不足，或年高氣衰，或縱欲勞傷，腎精不足，髓海空虛，上下俱虛所致，如《靈枢·海論》說：“髓海不足，腦轉耳鳴，脛痠眩冒，目無所見，懈怠安臥。”治宜補腎益精，方選左归丸(《景岳全書》)。若在虛勞、陽痿、不孕等疾病中出現腎精不足證時，可見遺精，滑精，耳鳴耳聾，陽痿不舉，神疲乏力，女子經少或經閉，不孕等等，治宜益腎填精，方選大补元煎(《景岳全書》)、河车大造丸(《醫方集解》引吳球方)等。\n腎精不足證的出現常因人而異，在小兒為發育遲緩，體力、智力、體形皆較同年齡兒童為差；在成人則表現為早衰現象，如精力不支、記憶力減退、齒髮早墮、性機能減退等，當加以辨析。\n腎精是人體維持生長發育、生殖以及全身各臟腑正常生理活動的基本物質，同時又能化氣生血，因此，在腎精不足證的病機演變過程中，常因腎精虧虛而致氣血兩虛之證，出現面色蒼白無華，氣短神疲，痠軟乏力，自汗，脈細弱等伴發症狀，治療時除補益腎精外，還需益氣養血。",
    "type_comparison": "腎陰虛證與腎精不足證 兩證均屬虛證，精屬陰，腎精不足證隸屬於腎陰虛證，兩證在病因病機、臨床表現方面十分相似，然而仍有不同之處。從理論上說，腎陰虛證所包括的含義較腎精不足證為廣，後者僅是前者的一個方面；腎精不足證僅表現為精氣不足，而腎陰虛證則除了陰精虧虛的表現外，尚有因陰虧而產生的火旺現象。從病因分析，腎精不足證的形成主要因先天稟賦不足，後天失於調養；或因亡血亡液，陰精虧損；或因恣意縱欲，欲竭其精，如《靈枢·邪氣臟腑病形》說：“入房過度則傷腎”或因七情所傷，驚恐傷腎，如《素問·舉痛論》說：“恐則精卻。”腎精空虛則腦轉耳鳴眩暈；腎主生殖，精室虛則陽事不用，性機能減退，不育；腎主作強主伎巧，腎虛則肢體痿弱不用；精是小兒生長發育的必需物質，精虧則小兒發育遲緩，造成五遲、五軟、解顱、囟陷等等。腎陰虛證除了上述病因外，亦往往由溫病熱入下焦，肝腎陰津受灼所致，或由肺陰不足進一步發展而來。再從臨床表現看，兩證雖皆可出現虛象，但腎精不足證主要表現為精氣虧損，髓海空虛的各種臨床徵象；而腎陰虛證又以五心煩熱，口乾咽燥，盗汗，舌質紅，脈細數等陰虛火旺症狀為側重。因此，兩證不難辨別。"
  },
  "literature": "《諸病源候論》：“腎主骨髓，而腦為髓海，腎氣不盛，則髓腦不足，不能盛，故頭顱開解也。”\n《醫宗說約》：“行遲，齒遲，髮遲，解顱，鶴節，俱屬腎氣未成，元精不足。”",
  "zhengsu_composition": {
    "location": [
      "shen"
    ],
    "nature": [
      "jing_kui"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "腎精虧虛不足。腎主藏精，精虧則發育遲緩、早衰、生殖功能減退。"
}