{
  "id": "shenyinxu",
  "number": 186,
  "name": "腎陰虛證",
  "category": "臟腑證候",
  "overview": "腎陰虛證是指腎臟陰液虧損、虛火上亢而出現的證候。本證多因內傷勞倦，久病及腎，或溫病後期熱極傷陰所致。\n主要臨床表現為：五心煩熱，失眠盗汗，口乾咽燥，足跟痛，腰膝痠軟，遺精，女子崩漏，舌質紅，脈細數等。\n腎陰虛證常見於“遺精”、“不寐”、“虛勞”、“膏淋”、“尿血”、“崩漏”、“消渴”以及溫熱病等疾病中。\n本證應於“腎精不足證”、“腎陰陽兩虛證”、“肝腎陰虛證”、“肺腎陰虛證”相鑑別。",
  "clinical_manifestations": "五心煩熱，失眠盗汗，口乾咽燥，足跟痛，腰膝痠軟，遺精，女子崩漏，舌質紅，脈細數等。腎陰虛證",
  "common_diseases": [
    "“遺精”",
    "“不寐”",
    "“虛勞”",
    "“膏淋”",
    "“尿血”",
    "“崩漏”",
    "“消渴”以及溫熱病"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "腎陰虛證在不同疾病中出現時，各有不同的臨床表現，治法亦有區別。如在遺精病中出現腎陰虛證，則見陽事易舉、夢遺、早洩、頭暈眼花、精神不振等症，多因恣情縱慾，腎陰虧耗，虛火擾動精室所致，治宜滋腎陰，瀉虛火，方選知柏地黄丸(《醫方考》)。若在不寐病中出現腎陰虛證，則見心煩，失眠，雜夢紛紜，五心煩熱，頭暈耳鳴等症，多因思慮過度，所願不遂，陰精暗耗，腎陰不足，心火偏旺所致。徐東泉說：“有因腎水不足，真陰不升，而心火獨亢，不得眠者。”治宜滋腎壯水制火，安神定志，方用六味地黄丸(《小兒藥證直訣》)合黄连阿胶汤(《傷寒論》)。如在膏淋病中出現腎陰虛證，則見小便渾如米泔、尿道澀痛、或淋出如脂、形羸乏力、腰膝痠軟、舌質紅苔膩等症，多因房室勞傷，或情志所傷，由腎陰虧損，下元不固，脂液下洩所致，治宜益腎固攝，方用萆薢分清饮(《丹溪心法》)合六味地黄丸加減。如在虛勞病中出現腎陰虛證，則見形體羸瘦，煩熱，頭暈耳鳴，耳聾，兩足痿弱，神色萎頓等症，多因先天稟賦不足，後天勞作過極，或久病失於調養，使腎臟真陰不足，久虛不復，發為虛勞，治宜滋腎填陰，方選大补阴丸(《丹溪心法》)及大补元煎(《景岳全書》)。若在尿血病中出現腎陰虛證，可見小便短赤帶血，腰膝痠軟，神疲乏力，舌質紅，脈細數等症，此由縱情色欲，相火妄動，腎陰虧耗，陰虛則生內熱，熱灼血絡而外溢，張景岳說：“此多以酒色慾念，致動下焦之火而然。”治宜滋陰清火，兼以止血，方用大补阴丸(《丹溪心法》)合小蓟饮子(《濟生方》)。若在消渴病中出現腎陰虛證，稱為“下消”、“腎消”，症見小便頻數量多、尿如脂膏、口乾舌紅、消瘦、脈沉細而數，此由房室不節，酒體肥甘過食，腎虛陰虧，下焦虛憊，約束無權使然。《景岳全書》：“下消者，下焦病也，小便黃赤，為淋為濁，如膏如脂，面黑耳焦，日漸消瘦，其病在腎，故又名腎消也。”治宜滋陰固腎，以六味地黄丸重用山藥、萸肉等。倘若溫熱病中，因熱入下焦，邪熱久稽，熱灼真陰，引起腎陰虛者，則病勢較急，臨床見身熱不甚，久留不退，手足心熱甚於手足背，口乾，舌質乾絳，甚則紫晦而乾，或神倦耳聾，脈虛大等症，治宜滋養腎陰清熱，方選加减复脉汤(《溫病条辨》)。若婦科崩漏病中出現腎陰虛證，則見經行先期，崩中漏下，淋漓不斷，經色紅，量多，或帶下粘稠、舌質紅、脈沉細數等症，治宜滋陰涼血止血，方選清海丸(《傅青主女科》)、花蕊石散(《十藥神書》)。\n腎陰虛證常因人、因時不同，表現亦不完全相同。如老年腎陰虛證，以齒髮早墮、便秘、尿澀滴瀝、耳聾耳鳴、眩暈等為主要表現；在男性青壯年患腎陰虛證者，以夢遺、早洩、失眠等為主症；在女性患者則為經行先期，或崩漏，不孕等主症。從時間上來說，腎陰虛證的陰虛火旺現象以傍晚或夜間為甚，晨起好轉。\n根據臟腑相關的理論，一臟有病，勢必波及他臟，腎陰虛證在其病機演化過程中常出現一些兼挾證候。如心與腎之間水火互濟，腎陰必上滋於心，心火才不亢；若腎陰不足，水不濟火，心火獨亢，遂出現心腎不交之證，症見心煩不寐，多夢遺精，心悸健忘，眩暈耳鳴，口乾咽燥，腰膝痠軟，潮熱盗汗，舌紅無苔，脈細數等。",
    "type_comparison": "腎精不足證與腎陰虛證 精屬陰，腎精不足證屬陰虛證的範疇，兩證的病因病機、臨床表現十分相似，但還是有一定的區別。腎陰的概念較之腎精為廣，腎精不足證是腎陰虛證的表現之一，但不是全部。從病因而論，腎陰虛證每因房室不節，腎陰虧耗；或下焦濕熱久蘊，耗傷腎陰；或在溫熱病後期，熱灼津傷，腎陰受損；或情志內傷，氣火傷陰；或慢性病中，其他臟腑陰分先傷，久則累及於腎，腎陰傷而虛火亢，發為此證。腎陰虛則生內熱，故有五心煩熱，失眠盗汗，口乾咽燥；陰虛則陽偏亢，精關不固，故遺精；虛火擾動衝任，故有崩漏，不孕；腎陰不足，精氣亦虧，故有腰膝痠軟，脈細數等症。腎精不足證的病因，常由先天秉賦不足，或房勞過度，陰精虧耗；或疲勞衰竭，精氣匱乏所致。從臨床表現看，腎精不足證的主症是：眩暈耳鳴，腦鳴耳聾，齒搖髮落，鬚髮早白，神疲乏力，健忘，記憶力減退，男子不育，女子不孕，尺脈沉細等。其與腎陰虛證不同的是，一般沒有五心煩熱，盗汗，咽乾，舌紅，脈細數等陰虛火旺的症狀，以此為別。\n腎陰陽兩虛證與腎陰虛證 所謂腎陰陽兩虛證即包括腎陰虛證和腎陽虛證。從病機上分析，腎陰虛日久，陰損及陽，導致腎陰陽兩虛，因此腎陰陽兩虛證可以是腎陰虛證的進一步發展。臨床表現有畏寒手足心熱，口乾咽燥，但喜熱飲，耳鳴盗汗，陽痿遺滑，腰膝痠軟，小便清長或餘瀝不盡，舌根苔白，舌質稍紅，尺脈細弱或帶數象等。此與單純腎陰虛證所出現的陰血虧損、虛火上亢的一系列症狀顯然有別。\n肝腎陰虛證與腎陰虛證 肝藏血，腎藏精，肝與腎之間乙癸同源，精血互生，肝腎兩臟的生理關係至為密切。肝腎陰虛證的形成，常由失血過多，或久病營陰虧損，或房勞過度，使肝腎陰分虧損；亦可因腎陰先虛，精不化血，血不養肝，使肝腎俱虛。臨床可見頭暈目花，視物不清，面色憔悴，耳鳴耳聾，脅肋疼痛，腰膝痠軟，肢麻，顴紅唇赤，手足心熱，盗汗遺精，女子月經不調等症。其與單純腎陰虛證不同的是，由於波及臟腑有異，因而後者常無眩暈，視物不清，脅肋疼痛，肢麻拘攣等肝血不足之證，以此可資鑑別。\n肺腎陰虛證與腎陰虛證 肺屬金，腎屬水，肺腎兩臟乃金水相生關係，肺腎陰虛證與腎陰虛證在發病機制與臨床表現上頗多相似。但肺腎陰虛證的形成，或因久咳耗傷肺陰，肺陰虛者日久金不生水，進而耗損腎陰，使肺腎皆虛；或由於腎陰不足，不能滋養肺陰，形成肺腎陰虛證。臨床表現為咳嗽痰出不爽，動則氣促，同或咯血，口乾咽燥，或聲音嘶啞，腰膝痠軟，骨蒸潮熱，盗汗遺精，顴紅，舌紅少苔，脈細數。而腎陰虛證病因多由房室勞倦、久病及腎、熱病後期熱入下焦所致，病理變化僅局限於腎，尚未累及於肺，故不出現咳嗽咯血、聲音嘶啞等肺陰損傷的見證。"
  },
  "literature": "《臟腑藥式補正·中卷》：“腎家陰液不充，多有氣火外浮，隨經絡所過，發為肌熱，或則肌膚亦無熱象，而病人自知熏蒸燔灼，此宜峻滋腎水，以制陽光。”\n《症因脈治·腎虛勞傷》：“腎虛勞傷之脈，兩尺細數，真陰不足；兩尺數大，腎中有火；兩尺沉遲，真陽不足。腎虛勞傷之治，真陰不足者，人参固本丸，家秘肝肾丸；腎中火旺者，知柏天地煎；真陽不足者，金匱腎氣丸。”\n《筆花醫鏡·腎部》：“腎之熱，水將洞也，傷寒門有之，而雜症罕見，左尺右尺必沉數，或浮而空，舌黑無液，其症為口燥咽乾，為目不明，為小便不利，為小便濁，為小便出血，為大便秘。”",
  "zhengsu_composition": {
    "location": [
      "shen"
    ],
    "nature": [
      "yin_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：腎。病性：陰虛。根據證候名稱「腎陰虛證」分析其病機組成。"
}