{
  "id": "shenyangxu",
  "number": 187,
  "name": "腎陽虛證",
  "category": "臟腑證候",
  "overview": "腎陽虛證是元陽不足、氣化無權而出現的溫煦失職、水濕內盛以及性機能衰弱等臨床表現的概稱。腎陽虛證又稱命門火衰證。多因勞傷過度、年高腎虧或久病及腎所致。\n主要臨床表現為：畏寒、面色晄白、腰膝痠冷、小便清長或遺尿，浮腫以腰以下為甚、陽痿滑精、女子帶下清冷、宫寒不孕、舌淡苔白、尺脈沉細或沉遲等。\n腎陽虛證常見於“虛勞”、“陽痿”、“癃閉”、“水腫”、“泄瀉”、“帶下”、“哮喘”等疾病中。\n本證通常應與“腎氣虛證”、“腎陰陽兩虛證”、“脾腎陽虛證”、“心腎陽虛證”相鑑別。",
  "clinical_manifestations": "畏寒、面色晄白、腰膝痠冷、小便清長或遺尿，浮腫以腰以下為甚、陽痿滑精、女子帶下清冷、宫寒不孕、舌淡苔白、尺脈沉細或沉遲等。腎陽虛證",
  "common_diseases": [
    "“虛勞”",
    "“陽痿”",
    "“癃閉”",
    "“水腫”",
    "“泄瀉”",
    "“帶下”",
    "“哮喘”"
  ],
  "differential_syndromes": [
    "“腎氣虛證”",
    "“腎陰陽兩虛證”",
    "“脾腎陽虛證”",
    "“心腎陽虛證”"
  ],
  "differential": {
    "self_analysis": "腎陽虛證可出現於多種疾病之中，其臨床表現各具一定特點，治法亦不盡相同，必須加以辨析。如慢性泄瀉病出現腎陽虛證，則多表現黎明之前臍周作痛，腸鳴泄瀉，瀉後痛減，肢冷畏寒等“五更泄瀉”的特點，此由腎陽不足，火不生土，脾運失健所致，張景岳說：“今腎中陽氣不足，則命門火衰，而陰寒極盛之時，則令人洞泄不止也。”治宜溫腎健脾，方用四神丸(《婦人良方》)。若水腫病中出現腎陽虛證，其臨床表現每以全身水腫，尤以腰以下為甚，按之凹陷不起，尿少，腰痛痠重，四肢厥冷，舌淡胖，邊有齒痕等“陰水證”為特點，此由腎陽衰弱，開闔不利，膀胱氣化失常，水液稽留，以致泛濫橫溢，而成水腫，喻嘉言說：“腎氣從陰則闔，陰太盛則關門常闔，水不通為腫。”治宜溫腎化氣利水，方用真武汤(《傷寒論》)。若癃閉病中見腎陽虛證，常以小便不通或滴瀝不暢，排出無力，腰膝痠冷為特點，多由腎陽不足，命門火衰，“無陽則陰無以化”，膀胱氣化失職所致，治宜溫腎益氣，補腎通竅，方用济生肾气丸(《濟生方》)。若陽痿病中見腎陽虛證，以陽事不舉，或舉而不堅，滑精，精神萎靡，腰膝痠軟為特點，此多由恣情縱欲，腎精虧損，命門火衰，精氣虛寒所致，治宜補腎壯陽，方用赞育丹(《景岳全書》)。若虛勞病中見腎陽虛證，則可表現為惡寒肢冷，下利清稀，小便清長而多，腰脊痠痛，遺精陽痿等症狀，緣因久病積虛成損，真陽漸衰，不能溫煦臟腑所致，治宜溫補命門，兼養精血，用右归丸(《景岳全書》)及龟鹿二仙胶(《蘭台軌範》)。若哮喘病中出現腎陽虛證，臨床表現以氣虛喘促，呼多吸少，動則喘甚，肢冷面青，舌淡，脈虛浮等“腎不納氣”為特點，因腎為氣之根，哮喘日久，腎氣虧損，下元不固，氣不攝納所致，《證治準繩》說：“真元耗損，喘生於腎氣上奔。”治宜溫腎納氣，方用人参胡桃汤(《濟生方》)或肾气丸(《金匱要略》)。總之，證候雖相同，但在不同疾病中，其症狀表現各有特色，臨床可根據上述病證特點，加以辨析。\n又，腎陽虛證較多發生於年高體弱者，因高齡元陽漸衰，常見精神萎頓，面色無華，動則氣促，腰膝痠軟，肢冷畏寒，夜尿多或有餘瀝等症；婦人見腎陽虛證者，主要表現為帶下綿綿而清稀，經行衍期或閉經，宫寒不孕等特點。此即因人而異，治當“因人制宜”。\n腎為先天之本，中寓命門真火(真陽)，故人身五臟諸陽，皆賴腎中元陽以生發，疾病發展到腎陽虛衰階段，常提示病情深重。在其病機演進過程中常伴見兩種情況：一是由於腎中元陽衰微，陽氣不運，氣化失司，開闔不利，以致水濕、痰濁、瘀血等陰邪留滯，出現面色晦黯，精神萎頓，甚則神識昏蒙，眩暈，噁心嘔吐，尿少或尿閉，全身浮腫，舌質晦暗帶青等濁陰上逆之證；二是由腎陽虛衰，復因外邪直中，或汗下太過，或病久元陽漸竭，陽微陰盛，瀕於離決，出現大汗淋漓，汗出清稀而涼，畏寒蜷臥，四肢不溫，神識昏蒙，脈微欲絕等陽氣欲脫之證。疾病至此，宜急挽垂絕之陽，救得一分陽氣，便有一分生機。",
    "type_comparison": "腎氣虛證與腎陽虛證 氣屬陽，腎氣虛證本屬腎陽虛證的範疇，兩證的病因病機、臨床表現十分相似，但亦有一定的區別。腎陽的概念較腎氣為廣，腎陽虛證可包括腎氣虛證，腎陽虛證可以是腎氣虛證的進一步發展。從病因而論，腎陽虛證或由稟賦薄弱、素體陽虛；久病不愈，累及腎陽；或房勞過度，下元虧損；或年高體衰，元陽不足所致。陽虛則不能溫煦肢體，故畏寒肢冷；腰為腎之府，腎陽虛則腰膝痠冷；腎主藏精，元陽不足，精氣不固，而見陽痿滑精，女子帶下清冷，宫寒不孕；腎主水，司二便，陽虛則開闔不利，氣化無權，水濕逗留而見浮腫；尺脈屬腎，故尺脈沉細或遲。腎氣虛證也可由先天不足，勞損過度，久病及腎等原因而引起。但病變尚未達到傷陽的階段，臨床以頭暈耳鳴，聽力減退，腰膝痠軟，夜間多尿，滑精早洩，脈細弱等表現為主症。而腎陽虛證除了上述表現外，尚有面色晄白，畏寒肢冷，陽事不用，帶下清冷，下肢浮腫，苔白，脈遲等陽氣不足見證。陽虛者見寒象，氣虛者寒象不顯，以此可資鑑別。\n腎陰陽兩虛證與腎陽虛證 根據陰陽互根的理論，陰損及陽，陽損及陰。腎陰陽兩虛證與腎陽虛證在病機上既有聯繫，又有區別。前者可由腎陽虛證發展而成，或因腎陰虛證演變所致。若腎陽已虛之體，遷延失治，陰損則陰無以化，或過服溫腎助陽之品，溫熱爍陰，或感熱邪，腎陰受灼，致成腎陰陽兩虛；或腎陰先虛，陽無以生，亦可發展成腎陰陽兩虛之證。臨床表現有畏寒而手足心熱，口乾咽燥，但喜熱飲，耳鳴盗汗，腰膝痠軟，陽痿遺滑，小便清長或餘瀝不盡，舌根苔白，舌質稍紅，尺脈細弱或帶數象，顯然與單純腎陽虛證的一派陽衰陰盛之象不同。\n脾腎陽虛證與腎陽虛證 脾屬土，腎為水火之臟，土能制水，火能生土，脾腎兩臟的生理關係至為密切。脾腎陽虛證的形成，常由飲食勞倦、久瀉不已等因素致脾陽受損，久延失治，脾病及腎，造成脾腎兩陽皆虛；亦可因腎陽先虛，命火不足，火不生土，土運失健，漸至脾陽亦虧。臨床可見神疲乏力，面色萎黃或蒼白無華，納呆腹脹，泄瀉不已，完谷不化，全身水腫，腰膝沉重，苔白滑，脈濡弱等症狀。而腎陽虛證則以命門火衰，氣化失司為重點，故臨床除了水濕內盛的症狀外，尚有腰膝痠冷，陽痿滑精，帶下清冷等下元虛冷、性機能衰退等較突出的表現，然無面色萎黃，納呆腹脹，完谷不化等脾運失健的症狀，可助鑑別。\n心腎陽虛證與腎陽虛證 心主君火，腎主相火，心陽助血運，腎陽司氣化，在病理狀態下，心腎之陽可以互相影響。心腎陽虛證可因房勞、久病、本元素虧等因素致腎陽不足，氣化失司，水濕泛濫，繼則上凌於心，心陽被遏，造成心腎之陽皆虛；抑或由於過汗、勞心過度、痰濁等因素損傷心陽，累及於腎，君火不旺，相火不充，遂致心腎之陽俱虛。臨床可見形寒怕動，面部虛浮，色蒼白，心悸怔忡，動則喘促，自汗，小便不利，浮腫按之凹陷不起，舌質紫暗，苔白脈虛弱或結代等症狀。心腎陽虛證與腎陽虛證雖然都有陽虛及水濕停留的見症，但前者心陽虧，心主血，位於胸中，心陽虛則胸陽不展，血運不利，或兼有心悸怔忡，動則氣促，舌質紫暗等症狀，與單純腎陽虛者不同。"
  },
  "literature": "《濟生方·腎膀胱虛實論治》：“夫腎者足少陰之經，其位居於北方，屬乎壬癸水。左為腎經，右為命門，與足太陽膀胱之經相為表里。腎精貴乎專澀，膀胱常欲氣化者也。若快情縱欲，失志傷腎，過投丹石，因其虛實，由是寒熱見焉。方其虛也，虛則生寒，寒則腰背切痛，不能俛仰，足脛痠弱，多惡風寒，手足厥冷，呼吸少氣，骨節煩疼，臍腹結痛，面色黧黑，兩耳虛鳴，肌骨乾枯，小便滑數，診其脈浮細而數者，是腎虛之候也。”\n《臟腑標本藥式·命門》：“腎為水臟，而真陽居於其中，水虧則真陽失其窟宅，無可依附，故固陽必先補水。”\n《筆花醫鏡·腎部》：“腎之寒，腎之虛也，脈左右尺必遲沉，其症為命門火衰，為不欲食，為雞鳴泄瀉，為天柱骨倒，為蜷臥厥冷，為奔豚。”",
  "zhengsu_composition": {
    "location": [
      "shen"
    ],
    "nature": [
      "yang_xu"
    ]
  }
}