{
  "id": "shiduyunjiejifu",
  "number": 431,
  "name": "濕毒蘊結肌膚證",
  "category": "專科證候",
  "overview": "濕毒蘊結肌膚證為濕濁毒邪蘊結肌膚以皮肉生瘡或濕疹、瘙癢、糜爛、流水等為常見症的證候。多由外感濕濁毒邪或脾失健運引起濕邪蘊結成毒而致病。\n\n主要臨床表現為：肌膚、陰股、四肢、趾間等處生瘡瘍、濕疹、糜爛、流水、瘙癢疼痛，常伴有胸悶脘脹、納呆食少、便溏溲少、苔白膩、脈濡緩等全身症狀。\n\n本證常見於“濕毒瘡”、“天疱瘡”、“浸淫瘡”、“腳濕氣”等皮膚病中。\n\n本證需與“皮膚濕熱證”、“風濕蘊膚證”相鑑別。",
  "clinical_manifestations": "肌膚、陰股、四肢、趾間等處生瘡瘍、濕疹、糜爛、流水、瘙癢疼痛，常伴有胸悶脘脹、納呆食少、便溏溲少、苔白膩、脈濡緩等全身症狀。",
  "common_diseases": [
    "“濕毒瘡”",
    "“天疱瘡”",
    "“浸淫瘡”",
    "“腳濕氣”等皮膚病"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "濕毒蘊結肌膚證由濕邪引起，濕邪有內外之分，濕邪侵入肌膚，鬱久化毒，與氣血相搏而發生水皰、瘙癢、糜爛、滲液等，且濕邪重濁而粘滯，故皮疹常見於下部或浸淫他處，滋水淋漓，纏綿難愈。《素問》云：“諸濕腫滿皆屬於脾。”濕困脾陽，水濕不運，溢於肌膚而為腫脹或濕爛，並伴胸悶、納呆、肢體無力、苔白膩、脈濡緩等症。本證見於不同的皮膚疾患中。臨床表現及治療方法不盡相同。\n* **濕毒瘡：** 見於本證者，多見於腿內外，其次為足背、足踝、足蹠，常先起紅粟、水皰、瘙癢，抓破糜爛滲水，浸淫漸大，如銀元或手掌大，甚則黃水淋漓、糜爛蛻皮。多因居處卑濕、坐臥濕地，日久濕邪浸淫肌膚，或脾運失健，濕濁內生，下注足脛而致。治宜健脾理濕法，方用除濕胃苓湯(《醫宗金鑑・外科心法要訣》)加減，納差加藿香、佩蘭，苔膩加炒薏米，劇癢滋水過多者，宜加利濕止癢的滑石、苦參、白鮮皮。滲水多時，可用生地榆、馬齒莧、黃柏各15~30g，任選一種或幾種，煎水作冷濕敷；滲水不多，可用濕毒膏(《朱仁康臨床經驗集》)。\n* **浸淫瘡：** 見於本證者，病以下半身為主，皮損色暗，淡紅或不紅，水皰不多，搔破出水，滋水浸淫，延纏不愈，並常伴納食不香、身倦無力、大便溏薄、小便清白、舌淡、苔薄白、脈緩等症。此屬脾失健運，濕濁內生，蘊積肌膚所致。治療同濕毒瘡。\n* **天疱瘡：** 見於本證者，多自生後不久或幼年起，手、肘、膝、足及其他易受壓力及摩擦部位，輕度外傷或碰觸即起水皰或大皰，水泡數目不多，糜爛、流水、結痂，數天可愈，可反覆發作，兼見腹脹納差、便溏、惡心吐乳、神疲、舌質較淡、苔薄白、脈沉緩等症。屬先天不足，脾肺氣弱，濕濁胎毒蘊阻肌膚而致。治宜健脾益氣，利濕解毒，方用健脾除濕湯(《趙炳南臨床經驗集》)加銀花、公英，脾虛明顯加黨參。一般外用清涼膏(《趙炳南臨床經驗集》)，水皰糜爛明顯者，用祛濕散(《趙炳南臨床經驗集》)植物油調敷。\n* **腳濕氣：** 見於本證者，常先在趾縫間發病，趾間潮濕糜爛，覆以白皮，白皮剝脫後露出鮮紅濕爛面，可蔓延至足蹠，皮損以水皰為主，抓破皮脫，糜爛滲液，劇烈瘙癢，往往搓至皮爛津流以疼代癢方止，並有特殊臭味。多由居處卑濕、坐臥濕地、水中工作、水漿浸漬，感染濕毒，浸淫肌膚而致。治宜利濕解毒，方用萆薢滲濕湯(《瘍科心得集》)加減，外用腳氣粉(《中醫外科學》)。\n\n濕毒蘊結肌膚證多見於稟性不耐之人，素體脾虛者易患本證，並且與患者居處、職業及季節氣候因素有密切關係，長夏多濕氣，故南方夏季本證多見。濕邪鬱久易化熱化毒，可致皮損嫩紅灼熱腫脹，作癢作痛。濕傷脾，脾惡濕，本證日久，使脾氣更虛，脾虛症狀更顯。另外，濕性纏綿，難以速去，破津流水，日久亦可傷陰化燥，表現為皮損肥厚，色暗不鮮，滲液不多，瘙癢無度。治宜滋陰除濕法，方用滋陰除濕湯(《朱仁康臨床經驗集》)。",
    "type_comparison": "* **皮膚濕熱證與濕毒蘊結肌膚證：** 二者均為濕邪為患，均有不同程度的水皰、糜爛、滋水等濕邪致病特點，但病因病機及臨床表現又不盡相同。皮膚濕熱證屬濕熱搏結、蘊蒸肌膚而發，其病因或由暑濕外侵，或由臟腑積熱、飲食內傷、脾運失健引起的濕熱互結。故皮損除上述濕邪為病特點外，尚有皮損嫩紅、灼熱、作痛作癢等熱證表現，並常伴有身熱口渴、胸悶腹滿、食欲不振、肢體無力、便秘溲黃，舌苔黃膩、脈濡數等脾胃濕熱症狀。濕毒蘊結肌膚證屬濕濁毒邪蘊結肌膚而發，多由外感濕濁毒邪或脾失健運引起濕邪蘊結成毒而致病。故臨床表現明顯的上述濕邪為病特點，而無熱證表現，並常有胸脘痞悶、納呆食少、體倦乏力、便溏溲少、舌質淡，苔薄白或膩，脈緩等脾虛症狀。從病因病機、臨床表現及伴隨症狀二者不難區別。\n* **風濕蘊膚證與濕毒蘊結肌膚證：** 二者病因病機及臨床表現有諸多相同之處，而又不盡相同。風濕蘊膚證多由風濕之邪蘊結肌膚而發，風濕之邪既可外受，亦可內生，臨床除有水皰、糜爛、滋水等濕邪為病特點外，尚有劇烈瘙癢、乾燥脫屑等風邪致病表現。風濕蘊膚證一般不伴或有輕度脾虛症狀。濕毒蘊結肌膚證屬濕濁毒邪蘊結肌膚而發，多由外感濕濁毒邪或脾失健運引起濕邪蘊結成毒而致病。故臨床表現明顯的上述濕邪為病特點，而無風邪致病表現，並常伴胸悶腹脹、納呆食少、體倦乏力、便溏溲少、舌質淡，苔薄白或膩，脈濡緩等明顯脾虛症狀。"
  },
  "literature": "* 《素問·太陰陽明論》：“傷於濕者，下先受之。”\n* 《外科啟玄·濕毒瘡》：“凡濕毒所生之瘡，皆在於二足脛、足踝、足背、足跟。初起而微癢，扒則水出，久而不愈。內服除濕等藥，外用蜜調製柏散上之，一二次即安。”\n* 《外科啟玄·水漬腳丫爛瘡》：“久雨水濕，勞苦之人行，致令足丫濕爛成瘡，疼痛難行。”\n* 《儒門事親·卷六》：“自髀至足，生濕瘡，大者如錢，小者如豆，癢則搔破，水到則浸淫，狀類蟲行褲襪，愈而復生，瘢痕成凹，一餘年不。戴人哂之曰：此濕蟹瘡也。由水濕而得，故多在足下。”"
}