{
  "id": "shieweiyang",
  "number": 244,
  "name": "濕遏衛陽證",
  "category": "溫病證候",
  "overview": "濕遏衛陽證是指“濕溫”初起，溫邪鬱於表，清陽被阻，衛氣不宣所出現的以惡寒，身熱不揚，頭重且痛為主症的證候。本證多為外濕侵淫所致。\n主要臨床表現為：始惡寒，後發熱，身熱不揚，頭痛如裹，肢體困重，胸悶，口渴不欲飲，苔膩，脈濡。\n濕遏衛陽證常見於“濕溫”病中。\n本證應與“暑兼寒濕證”、“濕阻表里證”相鑑別。",
  "clinical_manifestations": "始惡寒，後發熱，身熱不揚，頭痛如裹，肢體困重，胸悶，口渴不欲飲，苔膩，脈濡。濕遏衛陽證",
  "common_diseases": [
    "“濕溫”病"
  ],
  "differential_syndromes": [
    "“暑兼寒濕證”",
    "“濕阻表里證”"
  ],
  "differential": {
    "self_analysis": "濕遏衛陽證是濕溫之邪初襲肌表所致。由於濕熱侵淫的部位不同，其臨床表現各具特點。在“濕溫”病中，濕熱之邪鬱於表衛而見本證者，多為濕鬱於表，衛氣不宜，且熱為濕遏，故發病之初可見惡寒，其惡寒短暫，隨即發熱，由於熱被濕阻，其熱不揚；濕遏氣機，衛氣不得宣暢，故見胸悶；濕為陰邪，其性粘膩，濕熱鬱遏，故口渴而不欲飲。因此，濕邪鬱於表衛者，症見始惡寒，後發熱，其熱不揚，胸悶，口渴引飲，苔膩，脈濡，治宜芳香宣透，方選藿朴夏苓汤(《醫原》)。又如濕溫初起，濕熱鬱遏清陽而見本證者，多為濕邪遏鬱，衛陽不得舒展，清陽不能上升，即《素問·生氣通天論》中所謂“因於濕，首如裹”，故除見上述表衛症狀外，其臨床特點是濕偏重於寒者，症見惡寒無汗，頭重身困，頭痛，治宜芳香宣散，方選《濕熱病篇》的藿香、香蕾、羌活、蒼朮皮、薄荷、牛蒡子。又如濕溫初起，濕在肌肉而見本證者，多為濕邪侵淫肌肉、關節，表衛之肌膜不和，脈絡不通，故除見上述表衛症狀外，其特點為濕遏熱鬱，症見身重，關節疼痛，不為汗解，治宜芳香宣化，方選《濕熱病篇》的滑石、大豆黃卷、茯苓皮、蒼朮皮、霍香葉、鮮荷葉、白通草、桔梗。\n本證多為冒雨淋濕，或感受濕熱之氣所致。好發於長夏初秋，此時雨水較多，氣候悶熱，濕蒸熱鬱，體弱之人每易感受濕熱之邪而患本證。臨床上若見濕熱為患，常須忌食油膩、厚味之品，恐助內濕，應以清淡食品為宜。由於濕性粘滯難除，故雖為濕溫表邪，亦決非可望一表而除或一清而退。因此，有“濕溫忌汗”之說，大發其汗，常致津液耗而濕不除。故濕溫之表解，需通過芳香宣透，腠理疏達，使氣機流通，才可微微汗出而解，庶無濕熱稽留之弊。\n濕遏衛陽證是濕溫病初起的表現。然外濕為患，易引動內濕，常會導致“濕鬱表里證”。因濕為陰邪，其性重濁，常易入里而阻遏氣機，出現太陰濕土的病變，表現為脘腹脹滿，大便溏薄，身重胸悶等症。濕熱互結，又可見濕重於熱，熱重於濕的現象，且因濕熱所犯部位的不同而表現為各種濕熱病變，臨診必須詳辨。",
    "type_comparison": "暑兼寒濕證與濕遏衛陽證 二者均可見濕邪犯表而出現的惡寒發熱，頭痛胸悶等。然暑兼寒濕證是因夏月傷暑，復貪涼飲冷或冒雨感寒所致暑熱內伏，寒濕外來，症見頭痛發熱，惡寒無汗，胸悶心煩，泛泛欲嘔，苔白膩，脈濡數。與本證的鑑別在於：一、暑兼寒濕證多發於盛夏季節，而本證多發於長夏或初秋；二、前者是先受暑熱，又復感寒濕所出現的外寒內熱證，而本證則為濕熱之邪犯於衛陽；三、暑兼寒濕證其表寒之象明顯，有發熱惡寒的症狀，而本證則始惡寒，後發熱，且惡寒一般時間較短暫；四、前者發熱頭痛症狀較重，而後者表現為身熱不揚，頭重頭痛，其濕遏熱邪之象突出；五、前者以解表散寒，清暑化濕為治，後者以芳香宣透為法。\n濕阻表里證與濕遏衛陽證 二者均有濕阻表衛的惡寒，身熱不揚，胸悶頭重的表現。然濕阻表里證是濕邪外犯而引動內濕，每見外濕與里濕同時發病，且不僅有上述濕阻表衛的症狀，還有濕熱犯里的症狀，如午後身熱，脘腹痞悶，小便短赤等。"
  },
  "literature": "《濕熱病篇》：“濕熱證，始惡寒，後但熱不寒，汗出胸痞舌白，口渴不引飲。”\n《溫病条辨·上焦篇》：“頭痛惡寒，身重疼痛，有似傷寒，脈弦漓，則非傷寒矣。舌白不渴，面色淡黃，則非傷暑之偏於火者矣。胸悶不飢，濕閉清陽道路也。午後身熱，狀若陰虛者，濕為陰邪，陰邪自旺於陰分，故與陰虛同一午後身熱也。”\n《時病論·傷濕》：“傷濕之病，原有表里之因。蓋傷乎表者，因於居濕涉水，雨露沾衣，其濕從外而受，束於軀殼，證見頭脹而痛，胸前作悶，舌苔白滑，口不能渴，身重而痛，發熱體疲，小便清長，脈浮而緩，或滑而少者，此言濕邪傷於表也。又有傷於里者，因於喜飲茶酒，多食瓜果，其濕從內而生，踞於脾臟，證見肌肉隱黃，脘中不暢，舌苔黃膩。口渴不欲飲水，身體倦怠，微熱汗少，小便短赤，脈沉而緩者，此言濕氣傷於里也。”",
  "zhengsu_composition": {
    "location": [
      "biao"
    ],
    "nature": [
      "shi"
    ]
  }
}