{
  "id": "shireyunjiejifu",
  "number": 426,
  "name": "濕熱蘊結肌膚證",
  "category": "專科證候",
  "overview": "濕熱蘊結肌膚證是濕熱蘊郁皮膚而出現的热毒亢盛、水濕泛膚等臨床表現的概稱。多因濕、熱、染毒所致，禀賦不耐，內濕以及臟腑實熱亦可引起。\n\n主要臨床表現為皮損處焮紅、灼熱、疼痛、搔癢，並可見水皰或膿皰。水皰或膿皰潰破後，症在皮層以下淺表者稱糜爛，色鮮紅，一般無全身症狀出現；症在體表皮層以下，稱潰瘍，有者可出現全身症狀，如身熱口渴，胸悶腹滿，食欲不振，肢體無力，便秘，尿黃，舌苔黃膩，脈濡數等。\n\n濕熱蘊結肌膚證常見於\"膿窠瘡\"、\"天疱瘡\"、\"纏腰火丹\"、\"濕毒瘍\"、\"漆瘡\"等疾患。\n\n本證應與\"皮膚風濕熱證\"、\"皮膚熱毒挾濕證\"、\"皮膚濕勝證\"相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "\"膿窠瘡\"",
    "\"天疱瘡\"",
    "\"纏腰火丹\"",
    "\"濕毒瘍\"",
    "\"漆瘡\""
  ],
  "differential_syndromes": [
    "\"皮膚風濕熱證\"",
    "\"皮膚熱毒挾濕證\"",
    "\"皮膚濕勝證\""
  ],
  "differential": {
    "self_analysis": "濕熱蘊結肌膚證於不同疾患中臨床表現各有特點，治法各異。如膿窠瘡(又名黃水瘡、滴膿瘡、膿窩瘡)出現皮膚濕熱證，初起皮膚發紅色斑點或丘疹，有搔癢感，繼而變成黃豆大小之膿皰，色黃而密集，膿皰周圍皮膚焮熱疼痛，膿皰潰破，膿盡處傷面鮮紅，凹陷成窠，瘡面乾燥後結成黃痂，脫痂可留下疤痕；亦有过早結痂，流膿不清，以至於反复化膿結痂，痂呈蠟黃色或灰黃色，可互相融合，有的中央自愈而邊緣擴展呈環狀，時流黃水。此證多發於頭面、手臂、小腿處，甚至可引起臖核，病情嚴重者可伴有身熱，口渴，尿黃，便秘，舌質紅，苔黃膩，脈濡數。好發於夏秋季節，兒童尤為多見。多由肺經蘊熱，脾經聚濕，二氣交結，蘊蒸於肌膚而致，亦有患有其他皮膚病，搔抓破傷後染毒所致。治宜清熱利濕解毒，可用萆薢滲濕湯(《瘍科心得集》)合黃連解毒湯(《外台》)，夏季發生的應清暑利濕，可用萆薢滲濕湯合解暑湯(《外科全生集》)。\n\n又如天疱瘡，常於皮膚或粘膜上發出成批大小水皰，皮損以大疱為主，糜爛滋水，其周圍皮膚也極易破損，可伴有低熱，口苦舌破，胸悶，納呆，全身乏力，大便燥結，小便短赤，舌苔黃膩，脈濡數等全身症狀。乃心火亢盛，脾虛失運，復感暑濕之邪而致，治宜清熱除濕，可用清脾除濕飲(《醫宗金鑑》)加減。\n\n又如纏腰火丹(又名蛇串瘡、火帶瘡、串腰龍)，患處呈帶狀刺痛，之後痛處皮膚發紅，繼而可見如綠豆大小累累串珠狀水疱，聚集於一處或數處，每每纏腰而發，一般發於身體的一側。若水疱破裂，可呈糜爛現象，一般不留疤痕，愈後多不復發，劇烈的疼痛是本證特點，舌苔黃膩，脈弦滑。多因情志內傷，肝郁化熱，脾經聚濕，濕熱互結，蘊蒸皮膚，或外感毒邪而發。治宜瀉肝火、利濕熱，可用龍膽瀉肝湯(《蘭室秘藏》)。\n\n如濕毒瘍出現皮膚濕熱證，初起皮膚潮紅腫脹，發癢，面積可大可小，邊界不清，很快出現較小的丘疹和水疱，常群集或密集成都片，破潰後糜爛，滋水淋漓，結痂，浸淫成片。可伴有大便秘結，尿赤，舌質紅潤苔黃膩，脈滑數。易反覆發作。濕毒瘍病名甚多，可發生於身體的任何部位，如發生於耳部的稱旋耳瘡，發生於鼻孔、口部的稱瘑瘡，發生於手背的稱瘑瘡，發生於乳頭的稱乳頭風，發生於臍部的稱臍瘡，發生於四肢彎曲處的稱四彎風，發生於陰囊部的稱綉球風或腎囊風，發生於嬰兒的又稱胎瘰等。多因素體蘊熱，飲食內傷，脾運失常，濕熱客於肌膚所致；或久居濕地，或水漿浸漬，濕邪外侵，郁於皮膚引起。治宜清熱利濕，可用四苓散(《丹溪心法》)或萆薢滲濕湯，或二妙散(《丹溪心法》)，發於身體上部者，加桑葉、杭菊、蟬衣；發於中部者，加黃連、黃芩、龍膽草；發於下部者，加牛膝、車前；癢甚者，均可加蛇床子、地膚子、白癣皮、苦參等。\n\n再如漆瘡，表現為局部皮膚鮮紅、腫脹，一般有明顯邊界，並有水疱或膿疱，糜爛，滲水等，可自覺患處灼熱、刺癢或疼痛，重者也可播散到全身各處皮膚，或伴有發熱、畏寒，舌質紅苔黃脈滑數等全身症狀。漆瘡常因接觸異物患病，故病名頗多，如用油漆馬桶致病稱馬桶癬，貼膏藥不適致病稱膏藥風，食用或接觸紅花草(紫雲英)出現皮膚丘疹稱紅花草瘡，服中藥不適所致皮損稱中藥毒。多因禀賦不佳，腠理不密，感受某物辛熱之毒，或腸胃運化失職，濕熱內生所致。宜清熱利濕，可先停用或避免接觸致病物，然後用萆薢滲濕湯合黃連解毒湯治之。\n\n濕熱蘊結肌膚證，在臨床上表現為熱(紅)、痛、滋水(流膿)的特點，但對不同年齡，不同季節也不盡相同。如兒童則熱(紅)象明顯，而疼痛一般不顯，而成年人或老年人則與之相反，纏腰火丹發於老年人則痛甚。夏季一般水疱滋水明顯，特別是南方的夏季尤甚，而冬季則易於結痂而愈。\n\n濕熱蘊結肌膚證，久不治愈，邪毒久羈，熱衰濕盛，濕困脾陽，可出現水疱或膿疱稀疏，色淡白或淡黃，周圍紅暈不顯，破後糜爛而色淡紅不鮮，面色晄白或萎黃，胃納欠佳，大便溏軟，舌淡苔薄，脈濡緩等脾虛證。更嚴重的濕熱證候，病程長達幾個月甚至幾年，皮膚可變厚粗糙，呈暗紅或帶灰色，皮紋加深，呈織蓆狀，一般無滋水，間或因搔抓亦可引起紅腫糜爛出水，除治以清熱利濕，更應佐以養血祛風。",
    "type_comparison": "皮膚風濕熱證與濕熱蘊結肌膚證，二者病因、病機以及臨床表現不盡相同。皮膚風濕熱證多因臟腑濕熱內蘊，復外感風邪，風濕熱三邪搏於肌膚而發。主要臨床表現除皮膚嫩紅、灼熱、作痛作癢外，尚有多種形式的皮疹出現，例如斑疹、丘疹、風團、水疱、糜爛等，特別是具有瘙癢劇烈等風邪致病的特點。全身症狀一般不顯，或可有口渴，心煩，尿黃，便干，舌質紅苔黃膩，脈多滑數。而濕熱蘊結肌膚證總屬濕熱搏結，蘊蒸皮膚而發。其病因或由暑濕外侵、或臟腑積熱，飲食內傷，脾運失常引起的濕熱互結，亦可由衛氣不固，禀賦不耐，易於染毒引起。故皮損除焮紅、灼熱、作痛等熱證外，其主要特點是有不同程度的皮膚疱疹、糜爛、滋水等水濕泛膚特點。濕盛的病程多遷延難愈和易於復發。\n\n皮膚熱毒挾濕證與濕熱蘊結肌膚證 二者皮損症狀相近，但亦有一定差別。熱毒是指\"火熱極盛\"之意，或系素體蘊熱，邪熱內生，或系肌膚外傷染毒，加之脾運失常而致；熱毒挾濕流郁肌膚而發。臨床特點是皮膚漫腫鮮紅，表面焮核腫痛，硬結光亮，繼而出現水疱、大疱，全身可見惡寒發熱、頭痛骨楚，舌紅苔黃膩，脈濡數。因熱毒症狀明顯，病勢急驟，而糜爛滋水症狀較輕，水疱破後往往易於結痂而愈。結合其全身症狀的險峻急驟等特點，與濕熱蘊結肌膚證不難鑑別。\n\n皮膚濕勝證與濕熱蘊結肌膚證 二者病損症狀雖然相似，但病因、病機迥異。皮膚濕勝證系脾虛失運，水濕內滯，泛於肌表而發。其臨床特點是皮損暗紅不鮮，表面腫脹，糜爛，滲液，滋水等。全身症狀可見面足浮腫，胸悶食欲減退，小便不利，大便溏薄等，舌淡苔白膩，脈濡緩，結合皮損及全身症狀與濕熱蘊結肌膚證可資鑑別。"
  },
  "literature": "《外科大成·黃水瘡》：\"黃水瘡頭面耳項，忽生黃粟，破流脂水，頃刻沿開，多生痛癢。由外傷風熱，內傷濕熱所致。宜升麻清毒散清之，鹽湯洗之，青蛤散搽之。\"\n\n《瘡瘍經驗全書·天疱瘡》：\"此瘡之發，不拘老幼，受酷暑熱毒之氣，蒸入肌肉。初生一泡，漸至遍體，漫爛無休，合家相染……\"\n\n《聖濟總錄·漆瘡》：\"論曰漆雖有毒，性有所畏，毒即中之，亦有氣適然相遷者。中毒輕者癢，始於面而胸臂腓腨應之，頭面腫起，赤焮於目，攝之隨手生瘡，已而細瘡如粟。重則遍身作瘡，小如麻豆，大如棗李，腫掀痛楚，旋差旋發，如火燃之狀是也。\"\n\n《醫宗金鑑·纏腰火丹》：\"此證俗名蛇串瘡，有干、濕不同，紅、黃之異。皆如累累珠形。干者色紅赤，形如雲片，上起風粟，作癢發熱。此屬肝、心二經風火，治宜龍膽瀉肝湯；濕者色黃白、水疱大小不等，作爛流水。較干者多疼，此屬脾、肺二經濕熱，治宜除濕胃苓湯。若腰肋生之，系肝火妄動，宜用柴胡清肝湯治之，其間小疱，用線針穿破，外用柏葉散敷之；若不速治，纏腰已遍，毒氣入臍，令人膨脹，悶嘔者逆。\"\n\n《醫宗金鑑·臭田螺》：\"此證由胃經濕熱下注而生，腳丫破爛，其患甚小，其癢搓之不能解，必搓至皮爛，津腥臭水覺疼時，其癢方止。次日仍痒，經年不愈，極其纏綿。治宜甘草薏苡仁煎洗之，嚼細茶葉塗之，干則黃連膏潤之；破爛甚者，宜用鵝掌皮，煅存性，研末，香油調敷，甚效。\"\n\n---",
  "zhengsu_composition": {
    "location": [
      "jifu"
    ],
    "nature": [
      "shi",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：肌膚。病性：濕、熱/火。根據證候名稱「濕熱蘊結肌膚證」分析其病機組成。"
}