{
  "id": "shire",
  "number": 98,
  "name": "濕熱證",
  "category": "全身證候",
  "overview": "濕熱證是由於感受濕熱穢濁之邪，或脾胃不健、濕熱內蘊而形成濕遏熱伏，濕熱交蒸病變的概稱。多因外感邪氣，或素嗜酒酪，傷及脾胃，脾失健運，濕熱交阻所致。\n主要臨床表現為：身熱不揚，頭身困重，口乾不欲飲，胸悶腹脹，不思飲食，或面目周身發黃，皮膚發癢，小便赤而不利，女子帶下黃稠、穢濁有味，舌苔膩，脈濡緩或濡數。\n濕熱證常見於“泄瀉”、“痢疾”、“黃疸”、“臌脹”、“水腫”、“淋證”、“癃閉”、“痿病”、“痺病”、“濕溫”、“伏暑”、“暑溫”、“帶下”等疾病中。\n本證通常應與“寒濕證”、“濕阻證”鑑別。",
  "clinical_manifestations": "身熱不揚，頭身困重，口乾不欲飲，胸悶腹脹，不思飲食，或面目周身發黃，皮膚發癢，小便赤而不利，女子帶下黃稠、穢濁有味，舌苔膩，脈濡緩或濡數。濕熱證",
  "common_diseases": [
    "“泄瀉”",
    "“痢疾”",
    "“黃疸”",
    "“臌脹”",
    "“水腫”",
    "“淋證”",
    "“癃閉”",
    "“痿病”",
    "“痺病”",
    "“濕溫”",
    "“伏暑”",
    "“暑溫”",
    "“帶下”"
  ],
  "differential_syndromes": [
    "“寒濕證”",
    "“濕阻證”"
  ],
  "differential": {
    "self_analysis": "濕熱證可出現於多種疾病之中，其臨床表現各有特點，治法亦不盡相同，必須加以辨析。如在泄瀉病中見濕熱證，則多表現為泄瀉腹痛，瀉下急迫，或瀉而不爽，糞色黃褐而臭，肛門灼熱，口渴，小便短黃等濕熱下注的特點，此由感受濕熱之邪，或嗜酒酪肥甘，傷及胃腸，傳化失常，濕熱下注所致，治宜清化濕熱，方用葛根芩连汤(《傷寒論》)加味。若在痢疾病中見濕熱證，其臨床表現每以腹痛、里急後重、下痢赤白、肛門灼熱、小便短赤、舌紅、苔黃膩、脈滑數等“濕熱痢”為特點，此多由外受濕熱、疫毒之氣，內傷飲食不潔，損及脾、胃、腸，濕熱鬱蒸，氣血阻滯，化為膿血所致，治宜清熱利濕止痢，方用香连丸(《和劑局方》)。若在黃疸病中見濕熱證，其臨床表現為目黃身黃，黃色鮮如橘，發熱口渴，或身熱不揚，舌苔黃膩，脈弦數或濡數。此多由時邪外襲，鬱而不達，或飲食不節，嗜酒無度，損傷脾胃，濕熱交阻，熏蒸肝膽，膽汁外溢於肌膚所致，治宜清熱利濕退黃，方用茵陈蒿汤(《傷寒論》)或茵陈五苓散(《金匱要略》)加減。若在臌脹病中出現濕熱證，則可表現為腹大堅滿，脘腹疼痛，煩熱口苦，渴不欲飲，溲赤便秘，或身目發黃等症狀，緣因嗜辛酒酪，釀成濕熱，或黃疸、積聚等病，遷延日久，致濕熱互結停聚，治宜清熱利濕，攻下逐水，方用中满分消丸(《蘭室秘藏》)加減；體質壯實可暫用舟车丸(《丹溪心法》)攻下逐水，得瀉即止。若在水腫病中出現濕熱證，臨床表現每以遍身浮腫，皮色潤澤光亮，胸腹痞悶，煩熱口渴，小便短赤，苔黃膩，脈沉數等濕熱壅盛症狀為特點，此由感受外邪，或冒雨涉水，水濕內侵，或飲食不節，濕蘊於中，濕鬱化熱，濕熱蘊結於內，膀胱輸化無權所致，治宜疏風透表，分利濕熱，方用疏凿饮子(《世醫得效方》)加減。若在淋病、癃閉病中出現濕熱證，則臨床表現以小便熱澀疼痛，甚或點滴不通，尿色黃赤，或混濁如米泔，小腹脹滿，口苦口粘，或口渴不欲飲等下焦濕熱症狀為特點，此多由濕熱蘊結於膀胱，或腎移熱於膀胱，濕熱互結，膀胱氣化不利所致，治宜清熱利濕通淋，方用八正散(《和劑局方》)或程氏萆薢分清饮(《醫學心悟》)加減。若在痿病中出現濕熱證，臨床表現以肢體痿軟無力，可兼微腫、麻木，下肢尤甚，或有發熱，胸脘痞悶，小便澀痛等症為特點，此由久居濕地，或水中作業，外濕侵入，留而不去，鬱久化熱，或飲食不節，嗜食肥甘，損傷脾胃，濕從內生，蘊濕積熱，濕熱浸淫筋脈所致，治宜清熱利濕，方用加味二妙散(《雜病源流犀燭》)加減。若在痺病中見濕熱證，臨床表現每以關節紅腫灼熱，疼痛拒按，得冷則舒，多伴有發熱、汗出、惡風、口渴、煩悶、小便黃赤、舌苔黃膩等症為特點，此由素體陽氣偏勝，或陰虛陽亢之體，當卒中風寒濕邪之後，逢陽化熱，流注經絡關節所致，治宜清熱通絡，祛風利濕，方用宣痹汤(《溫病条辨》)加減。若在濕疹等皮膚病中見濕熱證，臨床表現以皮膚潮紅、腫脹、糜爛、便秘或腹瀉，小便短赤，舌紅苔黃膩，脈滑數等症為特點，此由濕熱內蘊，外感風邪，風濕熱邪聚結於皮膚所致，治宜清熱利濕，方用龙胆泻肝汤(《蘭室秘藏》)加減。在濕溫、暑溫(暑濕病)、伏暑、溫疫(溫熱疫)等外感濕熱病中可見濕熱證，以三焦分證：上焦濕熱表現為惡寒重，發熱輕，或不發熱，或午後發熱，頭重如裹，肢體困重，胸悶無汗，神識呆滯，口粘不渴，脘痞納呆，或見腸鳴便溏，舌苔白膩，脈濡緩，此多由感受濕邪，邪鬱肌表，內困脾氣所致，治宜宣散表濕，方用藿香正气散(《和劑局方》)；熱象已顯者，治宜宣化濕熱，方用藿朴夏苓汤(《醫源》)。中焦濕熱表現為身熱不揚，或汗出熱減，繼而復熱，或午後熱甚，肢體困重，胸脘痞悶，嘔惡不飢不食，口渴不欲飲，面色萎黃，或面目淡黃，神呆少言，甚則神昏不清，尿短而赤，便溏不爽，或見白瘖，苔灰白帶黃，脈濡數，此由上焦濕熱傳來，或由感受暑濕之邪，內傷脾胃所致，治宜清化濕熱，方用甘露消毒丹(《溫熱經緯》)；痰蒙清竅，神識昏糊者，治宜豁痰開竅，方用菖蒲郁金汤(《溫病全書》)。下焦濕熱表現為小便癃閉，渴不多飲，或大便不通，小腹硬滿，頭脹昏沉，神識昏迷，苔灰白黃膩，脈濡數，此由濕熱之邪傳入下焦，阻滯膀胱與大腸，使膀胱氣化失職，大腸腑氣不通所致，治宜淡滲分清，方用茯苓皮汤(《溫病条辨》)，或導濁行滯，方用宣清导浊汤(《溫病条辨》)。以上可見三焦分證，是通過濕熱傷人的臟腑鬱位和先後次序，劃分為上、中、下三個鬱分，同時又是濕熱病的初、中、末三個階段。顯然在理論上是自成體系，其意義與雜病濕熱證並不完全相同。總之，證候雖屬濕熱，但在不同疾病中，其症狀表現各有特點，臨床可根據上述病證特點，加以辨析。\n濕熱證多發生於夏、秋季節，雨量較多，濕氣較盛之時，脾胃虛弱之人較易罹患。婦人見濕熱證者，主要表現為白帶多而粘稠，氣味腥臭，色黃或帶血等特點。治當“因人制宜”。\n濕為陰邪，熱為陽邪，二者互相裹結，膠著難解。特別是濕熱證往往在中焦稽留時間最長，變化也較多，這與濕氣困脾，脾不運化有關。一般來說，其轉歸大致可分為從陽化熱或從陰化寒兩種情況：從陽化熱，是由於患者體質陽氣素盛，或其證候類型是熱重於濕，或在治療過程中，過用溫燥之品，以致濕漸退而熱漸盛，終而化為燥熱。從陰化寒，是由於患者素體陽虛，或其證候類型屬於濕重於熱，或在治療過程中，過用苦寒之品，克伐陽氣，以致濕不去而熱漸退，最終發展成為寒濕之證。",
    "type_comparison": "濕阻證與濕熱證 兩證同屬濕病範疇，從病因而論，濕熱證多由直接感受濕熱之邪，或飲食不潔，嗜食辛辣肥甘，損傷脾胃，脾不運化，水濕內停，鬱而化熱，濕熱交蒸所致。熱在濕中，濕熱鬱蒸，故身熱不揚，午後熱甚；濕熱困阻，氣機不暢，升降失常，故胸脘痞悶，嘔惡不飢不食；熱傷津，濕勝熱，故口渴不欲多飲或不渴；濕鬱熱蒸肝膽，膽汁外溢，則面目發黃；濕熱阻滯下焦，氣失通暢，故小便短赤，大便溏泄而不爽；女子可見帶下粘稠，穢濁有味。濕阻證也是由飲食不節，恣食生冷肥甘，損傷脾胃，脾不運化，水濕內停所致，濕阻是濕邪阻於中焦而引起的，其臨床表現以全身困重乏力，胸悶腹脹，口淡口膩，不思飲食，小便短少，以苔厚膩為主症。可見，濕熱證有熱象，濕阻無熱象，以此可以鑑別。\n寒濕證與濕熱證 兩者亦均屬濕邪致病範疇。寒濕多屬脾陽不振，不能運化水濕而致濕從寒化，內生寒濕，見腹滿，便泄等症，或為痰飲、水腫等。濕熱多由直接感受濕熱外邪，或過食肥甘，胃火熾盛，而濕從熱化。寒濕證與濕熱證的區別在于寒濕證有寒象，而濕熱證有熱象。"
  },
  "literature": "《慎齋遺書·痢》：“痢疾多因飲食所傷，濕熱相搏，若里急後重，身不發熱，飲食如常，此真痢也。為脾胃有餘，先宜疏通，後用黃芩芍藥湯調理。”\n《醫學心悟·黃疸》：“黃疸者，目珠黃，漸及皮膚，皆見黃色也。此濕熱壅遏所致，如麴相似，濕蒸熱鬱而黃色成矣。然濕熱之黃，黃如橘子、柏皮，因火氣而光彩，此名陽黃。……陽黃者，梔子柏皮湯，若便閉不通，宜用茵陳大黃湯。……其間有傷食者，名曰谷疸。傷酒者，名曰酒疸。出汗染衣名曰黃汗。皆陽黃之類也。”\n《證治匯補·痿躄》：“濕熱痿者，雨濕浸淫，邪氣蒸脾，流於四肢，自覺足脛逆氣上騰，或四肢痠軟腫痛，或足指麻木頑癢，小便赤澀，脈來沉濡而數。此皆濕熱在下之故。”\n《證治匯補·濕證》：“凡為疸為黃，為腫為脹，為嘔為瀉，為淋為濁，為帶下，體重腫痛，為膿瘡，痢疾後重，皆濕熱所致也。當分治之，如濕勝者，宜清其濕，熱勝者，宜清其熱，夫濕勝其熱，不可以熱治而用寒藥，使濕愈重；熱勝濕者，不可以濕治而用燥藥，使熱愈甚也。”\n《張氏醫通·痿痺門》：“因濕熱者，肢節疼痛，肩背沉重，胸膈不利，下注足脛痛腫，當歸拈痛湯。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo",
      "shi"
    ]
  }
}