{
  "id": "shireneiyun",
  "number": 103,
  "name": "濕熱內蘊證",
  "category": "全身證候",
  "overview": "濕熱內蘊證是指濕熱蘊釀於中焦脾胃及肝膽而引起的以午後熱高，身重疲乏，胸脘痞悶，或黃疸，小便不利，大便粘膩等為主症的證候。\n主要臨床表現為：熱勢纏綿，午後熱甚，身重疲乏，神志昏沉，胸脘痞滿，不思飲食，口渴而不欲飲，或黃疸，小便不利或黃赤，大便粘膩不爽，舌苔黃膩，脈濡滑數。\n濕熱內蘊證常見於“脅痛”、“黃疸”、“臌脹”、“水腫”、“腰痛”、“痿病”、“濕溫”等疾病中。\n本證應與“濕熱下注證”、“肝經濕熱證”、“脾胃濕熱證”、“濕遏熱伏證”相鑑別。",
  "clinical_manifestations": "熱勢纏綿，午後熱甚，身重疲乏，神志昏沉，胸脘痞滿，不思飲食，口渴而不欲飲，或黃疸，小便不利或黃赤，大便粘膩不爽，舌苔黃膩，脈濡滑數。濕熱內蘊證",
  "common_diseases": [
    "“脅痛”",
    "“黃疸”",
    "“臌脹”",
    "“水腫”",
    "“腰痛”",
    "“痿病”",
    "“濕溫”"
  ],
  "differential_syndromes": [
    "“濕熱下注證”",
    "“肝經濕熱證”",
    "“脾胃濕熱證”",
    "“濕遏熱伏證”"
  ],
  "differential": {
    "self_analysis": "濕熱內蘊證是臨床常見病證，見於多種疾病，故須仔細鑑別。如見於脅痛，表現為脅脹熱痛，尤以右側為著，呈搐急感，甚則劇痛難忍，不能轉側，痛勢引及肩背，兼見寒熱往來，口苦口渴，喜冷飲但飲不多，胸脘脹悶，厭油膩之食，納少不飢，心煩不安，小溲黃赤，大便不暢或秘結，苔黃膩，脈弦滑數。此乃濕熱蘊結於肝膽，肝絡失和，膽失疏洩而引起，故治宜清利肝膽濕熱，方用龙胆泻肝汤(《蘭室秘藏》)。如見於黃疸，症見目膚俱黃，黃色鮮明，或見發熱，頭身重困，心中懊憹，口苦口渴，脘腹脹滿，噁心嘔吐，小便短少，顏色黃赤，大便秘結，或見溏垢，舌苔黃膩而厚，脈滑數或濡緩。本證乃因濕熱鬱蒸，脾胃運化失常，影響肝膽的疏洩，使膽液不循常道，外溢肌膚，下注膀胱，從而表現為目、身、尿發黃的陽黃證，故治宜清利濕熱，利膽退黃，方用茵陈蒿汤(《傷寒論》)。如見於臌脹，可症見腹部脹大，腹皮繃急，撐脹拒按，下肢浮腫，面色黃垢，肌膚目睛黃染，煩熱不安，口苦口臭，小便赤澀，大便秘結或溏垢，舌邊尖紅，苔黃膩，脈弦數，治宜清熱化濕，利水消脹，方用中满分消丸(《蘭室秘藏》)合茵陈蒿汤(《傷寒論》)合舟车丸(《景岳全書》引劉河間方)。如見於水腫，症見全身水腫，腫勢急而肌膚繃急，腹大脹滿，胸腹痞悶，煩熱口乾渴飲，小溲短赤，大便乾結，舌苔黃膩，脈沉數，此乃濕熱交阻，升降失常，三焦氣化不利，水液內停故生水腫，治宜通腑瀉水，分利濕熱，方用疏凿饮子(《世醫得效方》)。如見於腰痛，可症見腰部疼痛，痛處伴灼熱感，熱天或雨天疼痛加劇，而活動後或可減輕，兼見口乾苦不多飲，內心煩熱，小便短赤，舌苔黃膩，脈濡數或滑數。此因濕熱交蒸壅於腰部，筋脈弛緩，經氣不通而致，治宜清熱利濕，舒筋止痛，方用四妙丸(《成方便讀》)加減。如見於痿病，可症見兩足痿軟沉重無力，腿足或有熱感，捫之微熱，喜放涼處，伴見胸悶煩熱，身重困倦，小溲赤熱，苔黃膩，脈象濡數。此乃濕熱浸淫肌膚，經脈，氣血運行不暢而引起。治宜清熱利濕，通利筋脈，方用加味二妙散(《丹溪心法》)。如見於濕溫，表現為身熱不暢，或汗出熱減，繼而復熱，或午後熱甚，肢體困重，胸脘痞悶，嘔惡不飢不食，口渴不欲飲，尿短而赤，便溏不爽，苔黃膩，脈濡數。治宜清化濕熱，方用甘露消毒丹(《溫熱經緯》)。\n濕熱內蘊證好發於夏季，雨量多，濕氣較盛之時，脾胃虛弱之人較易罹患。濕為重濁粘滯之邪，阻礙氣機，與熱邪相合，則濕熱交結。熱因濕阻而難解，濕受熱蒸而使陽氣更傷，二者互相裹結，纏綿難愈。濕熱之邪，易耗氣傷津，致氣陰兩傷，並根據治療中用藥的不同，可發生從陽化熱和從陰化寒兩種情況，臨證尤須注意。",
    "type_comparison": "濕熱下注證與濕熱內蘊證 兩證均由濕熱蘊於體內而引起，都可見身重疲乏，胸脘痞滿，口渴而不欲飲，小便不利或黃赤，大便粘膩而不爽，苔黃膩，脈濡滑數等症。但濕熱下注是由濕熱流注於下焦而引起，表現為大小腸、膀胱、二陰、下肢關節等下焦的病變。而濕熱內蘊證是由於濕熱蘊釀於中焦脾胃及肝膽，表現為胸脘痞滿，不思飲食，脅痛黃疸等一派中焦濕熱之象。兩者病變部位不同，則症狀、辨證、用藥均不同，此可作為鑑別。\n肝經濕熱證與濕熱內蘊證 肝經濕熱證是濕熱之邪蘊鬱肝經，出現脅肋脹痛，黃疸，口苦等肝失疏洩的症狀，因肝病傳脾，故可兼見嘔惡腹脹，小便短赤，大便不調，病位在肝經。而濕熱內蘊證為濕熱之邪蘊蒸於中焦脾胃及肝膽，因病位涉及脾胃、肝膽，故除可見濕熱之邪蘊鬱肝經的症狀外，還可見脘腹痞悶，嘔惡厭食，小便短赤不利，大便溏瀉不爽等脾胃濕熱，升降失常之症，兩者可資鑑別。\n脾胃濕熱證與濕熱內蘊證 脾主運化，胃主納降，濕熱之邪蘊結脾胃，則受納運化失職，升降失常，以脘腹痞悶，嘔惡厭食，小便短赤不利，大便溏瀉不爽為常見症狀。而濕熱內蘊證為濕熱之邪蘊鬱脾胃和肝膽，除上述症狀外，還可見脅肋脹痛，口苦納呆，腹脹，黃疸等肝經濕熱證。故兩證不難區別。\n濕遏熱伏證與濕熱內蘊證 濕遏熱伏證是指濕邪阻遏氣機，鬱熱不能宣散透發，表現為發熱不甚，午後較顯，胸脘痞悶，舌絳，苔白，脈濡數。治療當辛開苦降，洩濕透熱。而本證乃濕熱之邪蘊結於肝膽及脾胃，表現為熱勢纏綿，午後熱甚，口苦，脅痛，黃疸，小便黃赤，大便粘滯不爽，苔黃膩，脈濡滑數，治療以清熱利濕為法。"
  },
  "literature": "《濕熱經緯》：“發熱倦怠，胸悶腹脹，肢痠咽腫，斑疹身黃，頤腫口渴，溺赤便閉，吐瀉瘧痢，淋濁瘡瘍等證。但看病人舌苔淡白，或厚膩，或乾黃者，是暑濕熱疫之邪尚在氣分。悉以甘露消毒丹治之立效，並主水土不服諸病。”\n《溫病条辨》：“陽明溫病，無汗或但頭汗出，身無汗，渴欲飲水，腹滿舌燥黃，小便不利者，必發黃，茵陈蒿汤主之。”"
}