{
  "id": "shirehuazao",
  "number": 259,
  "name": "濕熱化燥證",
  "category": "溫病證候",
  "overview": "濕熱化燥證是指濕熱之邪蘊積既久，反從燥化，或傷及陰津，或耗血動血而出現的一系列下血、傷津、動風的現象。\n本證主要臨床表現有：身熱，胸痞，煩躁口渴，大便下血，發痙，譫語，發疹，神昏，小溲短赤，大便秘結，舌燥紅無津，或舌絳，苔黃膩，甚者顏面蒼白，汗出肢冷、脈弦細或模糊不清等。\n濕熱化燥證主要見於“濕溫”病中。\n本證應與“陰虛肝風內動證”、“燥邪傷津證”等相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [],
  "differential_syndromes": [
    "“陰虛肝風內動證”",
    "“燥邪傷津證”"
  ],
  "differential": {
    "self_analysis": "濕屬陰邪，其性粘滯，與熱合邪，既有濕性之膠著，又有熱性之蒸灼，病情常牽纏不愈，迨病時既久，可從燥化，變症多端，分述於下。濕熱化燥，下走大腸，可出現兩種情況：一為燥損陰絡，熱迫血行而便血，多伴有煩躁、灼熱、有汗不退、煩躁渴飲、小溲短赤等特徵，其偏於熱盛者血色多鮮，偏於濕重者血色多暗，此屬濕熱化燥，深入營血，熱毒熾盛，陰絡受傷所致，宜清熱涼血為主，葉天士說：“入血就恐耗血動血、直須涼血散血。”處方可選犀角地黄汤(《千金要方》)。熱盛者加玄參、紫草之類。濕盛者加藿香葉、鮮菖蒲等品。再若其人雖未下血，而舌質光剝如柿者，為下血之先兆，亦宜上法未雨綢繆。若下血過多，或血虛之人患此，症見下血不止，面色蒼白，肢冷汗出，脈微細者，為失血過多，正氣將脫的險證，亟宜益氣固脫，可用独参汤(《十藥神書》)固住元氣後，繼進黄土汤(《金匱要略》)以扶陽益陰，澀腸止血。一為燥結大腸，糟粕結滯，或溏秘不爽，或如球難下，伴以身熱不退，腹脹不舒，甚至竅阻神昏譫妄，此屬燥熱內結，下無出路所致，宜微下之，清泄熱邪，方用小承气汤(《傷寒論》)。若濕熱病患多日，而見身布紅疹，夢語如譫，舌質紅糙無津，脈象弦數者，為濕溫化燥，邪竄入背，陰津被灼，漸呈耗竭之勢，亟宜生津涼營重劑以泄熱救液，防其動風，方用羚羊钩藤汤(《通俗傷寒論》)去白芍、鉤藤，加石斛、白薇、丹皮等。若神昏痙厥，角弓反張、風象已露者，分別情況，雖發痙神昏，而脈洪數有力，開泄不效，屬化燥之濕熱結於胸膈，宜凉膈散(《和劑局方》)清胸膈，通便秘。多日不大便者，方用大承气汤(《傷寒論》)。化燥陰竭而無結滯者，症見手足蠕動，甚或瘛瘲，神倦脈虛，舌絳苔少，時時欲脫者，為陰精大虧，虛風旋擾，亟宜滋陰潛陽，熄風固脫，方用大定风珠(《溫病条辨》)。若化燥傷陰，邪熱未淨，里竄心包，既見發痙，神昏，又見壯熱口渴、舌黃或焦紅者，此為內灼心包，營血被耗，津液亦傷，須清熱救陰、泄邪平肝，可以羚羊鉤藤湯加減配服至寶丹救之。濕溫鬱發白瘖者，若見瘖色枯白無澤，瘖體塌陷，破之空殼無漿，並見身熱不退、神疲汗多、口乾唇燥、舌質光紅、脈數無力等症，亦為濕熱化燥，系邪熱內蒸、氣液耗竭所致，須益氣養陰、宜生脉散加味，若瘖色枯白如骨者，為氣液已竭之象，則預後多凶。\n偏嗜膏粱厚味者，常有積滯在中，患濕溫後，濕熱與積滯相結，兩無去路，迅從燥化，可見大便不通，胸腹熱滿，按之灼手，甚或疼痛拒按，渴甚脈大，苔呈厚燥，此屬化燥挾積，酌用寒涼通下。\n先天不足或房室不節，傷及腎陰，患濕溫而化燥後，既有身灼熱、胸痞悶、口燥渴等，又見腰膝酸軟，眩暈耳鳴，舌燥無苔或苔黑而燥者，濕熱化燥而兼腎陰虛之象，宜清熱養陰，兼滋腎水。",
    "type_comparison": "陰虛肝風內動證與濕熱化燥證 內傷雜病之陰虛風動證主要有二大證，即肝陽化風證與血虛生風證，就抽搐、震顫、拘攣、眩暈等症狀而言，陰虛風動證與濕熱化燥生風證是一致的，其鑑別之點在於：肝陽化風證由肝腎陰虧，肝陽亢盛，失制而生風，故平素多見眩暈耳鳴、易怒、腰膝酸軟等，甚至卒然倒仆，昏迷不醒，或舌強言謇，半身不遂，但無高熱、發疹等症，與濕熱化燥生風之由外感熱病，身熱不退而來自然不同。血虛生風證則由肝血不足，筋脈失養而致虛風內動，故或由產後失血或病久耗血或外傷亡血等而來，且尚有面色萎黃、筋惕肉瞤、舌淡脈細、唇爪無華等症為濕熱化燥證所無，以此可資鑑別。\n燥邪傷津證與濕熱化燥證 兩者均見燥傷陰液，但燥邪為病乃人感秋令燥氣而致，故初起即有傷津之象，如咽乾口燥、乾咳胸痛等，不似後者之必待病經多日，濕熱里傳後始見化燥之徵，故秋燥之燥邪傷津症狀為後者所無，而濕熱化燥證之濕溫病程及濕熱見證亦為秋燥所不具，故察其病程、病狀，則鑑別不難。"
  },
  "literature": "《南病別鑑·濕熱条辨》：“濕熱症，四五日，口大渴，胸悶欲絕，乾嘔不止，脈細數，舌光如鏡，胃液受劫，膽火上衝。”\n“濕熱症，口渴，苔黃起刺，脈弦緩，囊縮舌硬，谵語，昏不知人，兩手搐搦，津枯邪滯。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo",
      "shi",
      "zao"
    ]
  }
}