{
  "id": "shirebizu",
  "number": 99,
  "name": "濕熱痺阻證",
  "category": "全身證候",
  "overview": "濕熱痺阻證是指濕邪與熱邪相合著於肢體、關節、肌肉、經脈造成局部氣血閉塞不通的證候。多因人體陽氣偏盛，內有蘊熱，感受風寒濕邪後鬱而化熱所致。\n主要臨床表現為：關節或肌肉局部紅腫、疼痛、重著，觸之灼熱或有熱感，口渴不欲飲，煩悶不安，或有發熱，舌質紅，苔黃膩，脈濡數或滑數。\n濕熱痺阻證多見於“熱痺”、“脈痺”、“皮痺”、“腰尻痛”、“尪痺”、“歷節”等疾病中。\n濕熱痺阻證須與熱毒痺阻證、寒熱錯雜證、寒濕痺阻證鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "《諸病源候論·卷一·風痺候》：“痺者……由人體虛，腠理開，故受風邪也。病在陽曰風，病在陰曰痺。”本病是由於人體陽氣偏盛，素有積熱，感受風寒濕病邪，蘊於體內，隨體質而化熱。熱為陽邪，陽盛則熱，故見發熱煩悶不安，溲黃，舌紅，濕為陰邪，重著粘膩，濕勝則腫，故見關節腫脹，濕熱合邪故見關節肌肉局部紅腫，濕熱痺阻氣血，不通則痛，故見關節痛，骨節屈伸不利。正如《臨證指南醫案·卷七·痺》中所言：“從來痺證每以風寒濕三氣雜感主治，召恙之不同，由暑也外加之濕熱，水谷內蘊之濕熱，外來濕熱，著於經絡，故辛熱汗出，熱痺不減余以急清陽明小愈。”\n濕熱之邪痺阻於人體，由於部位不同而表現、轉歸及預後不同。見於熱痺者，《內經·痺論》論述說：“其熱者，陽氣多，陰氣少，病氣盛，陽遭陰，故為痺熱。”熱痺挾濕，宜清熱利濕，通痺止痛。清吳鞠通在《溫病条辨·中焦篇》提出：“濕聚熱蒸，蘊於經絡，寒戰熱熾，骨骼煩痛，舌質灰滯，面色萎黃，病名濕痺，宣痹汤主之。”歷節是初始以關節疼痛游走，漸成兩側對稱，關節僵硬，變形活動不利，等為主要表現，《金匱要略》指出：“寸口脈沉而弱，沉即主骨，弱即主筋，沉即主腎，弱即主肝，汗出入水中，如水傷心。歷節黃汗出，故曰歷節。”指出本病由肝腎不足，氣血虧虛，表虛不固，復感外邪而發病。本病之濕熱痺阻證候，疼痛較甚，治宜清利濕熱兼以益氣養血，方用当归拈痛汤(《醫宗金鑑》)加味。皮痺是以皮膚浮腫，繼之皮膚變硬，萎縮為主，是五體痺之一，濕熱痺阻於肌膚而見皮膚緊張而腫，或腫略高於正常皮膚，膚色略紅或紫紅，皮膚熱，皮溫高，大便乾，小便短赤，伴有關節疼痛，屈伸不利等，舌紅苔黃厚膩，脈滑數有力。治宜清熱除濕佐以通絡。方用二妙丸(《丹溪心法》)合宣痹汤(《溫病条辨》)。見於脈痺者，表現為患肢喜冷怕熱，沉重、疲軟、腫脹劇痛，患處絡脈紅熱灼痛，或有條狀物，按之則痛，或肢端潰爛，流黃色分泌物，身熱口渴不欲飲，胸悶納呆，小便黃赤，舌苔黃膩，脈滑數，治宜清熱利濕，解毒舒筋，方用三妙舒筋汤(《痺證通論》)或以四妙丸(《成方便讀》)合四妙勇安汤(《驗方新編》)。見於筋痺者，表現為：肢體沿經脈走行方向掣痛或脹痛或灼痛，遇熱痛甚，伴見胸脅苦滿，口苦咽乾，面色灰垢或萎黃，舌紅，苔黃膩，脈濡數，治宜清熱利濕，舒筋活絡，方用宣痹汤(《溫病条辨》)。見於足跟痛者，如《三湘醫粹·醫話》曾紹裘醫話：“大凡足跟痛，皆屬腎虛。若足跟痛兼重著而腫者，用六味地黄丸合三妙散。……屢試不爽。”見於產後痺者，因婦人生產，大耗元氣，故治必以扶正祛邪兼顧，以当归拈痛汤(《醫宗金鑑》)加味。見於狐惑者，隋巢元方在《諸病源候論·傷寒病諸侯》中說：“皆濕毒所為也，初得狀如傷寒，或因傷寒變成斯病。”元代趙以德認為本病的發生是因為濕熱生蟲(《金匱方論衍義》)，表現為：口腔、咽喉、外陰部潰瘍灼痛，或見目赤腫痛，畏光羞明，口唇紅腫，生瘡糜爛，心煩易怒，臥起不安，默默欲眠，食慾不振，漾漾欲吐，小便黃赤，大便乾結，舌質紅，苔黃膩，脈弦滑數，治宜清熱利濕，瀉火解毒。方用龙胆泻肝汤(《和劑局方》)。腰尻痛者，是指下腰部的反覆持續性疼痛，濕熱證候表現為腰骶部灼熱，脹痛，重著，口乾渴不欲飲，夏季或陰雨天加重，活動後減輕，小便短赤，舌質紅苔黃膩，脈濡數或滑數。正如《張氏醫通》指出：“尻乃足少陰與督脈所過之處，兼屬厥陰。肥人之濕痰，二陈合二妙。”指出濕熱證候者宜清熱利濕化痰。\n濕熱痺阻證因感受的是兩種邪氣，所以分濕重於熱及熱重於濕、濕熱並重三種情況。濕重於熱因濕邪易傷陽氣，使濕從寒化，故易向脾腎陽虛證候轉化，熱重於濕者，因熱重易傷人體陰液，易向肝腎陰虛證候轉化，濕熱並重者易耗液傷氣，常向氣血兩虛證候轉化。",
    "type_comparison": "寒濕痺阻證與濕熱痺阻證 二者均可見肌肉關節痠楚，重著腫脹等濕邪為患的特點，但前者感受的是寒濕之邪，後者感受的是濕熱之邪，所以前者患處一般溫度低，捫之涼，伴有惡寒怕冷等症，疼痛得熱則減，關節皮膚溫度高，扣之熱，或自覺發熱或局部灼熱而色紅，同時有口渴等症，後者故而容易鑑別。\n寒熱錯雜證與濕熱痺阻證 二者均可見肢體關節腫脹灼熱，活動不靈活，但前者病機為寒熱錯雜，故可見，寒熱兩種症狀並存，如關節紅腫熱痛，但逢寒痛甚，且觸之不熱，或關節作痛局部怕冷，但觸之熱，或自覺發熱卻又惡風寒，舌質紅或淡，舌苔可黃可白，或黃白相兼，而後者病機為濕熱內蘊，氣血不通，故見小便黃赤，大便乾或粘膩不爽，舌質紅，苔黃膩，故而容易鑑別。\n熱毒痺阻證與濕熱痺阻證 二者均有熱象，均可見發熱、關節紅，小便短赤，大便秘結，舌質紅，脈滑數，但前者病機為濕熱合邪，故可見發熱纏綿不退，關節腫，舌苔黃膩，而後者病機為熱毒壅勝，痺阻經絡，故熱勝更明顯，見壯熱煩渴，甚或神昏譫語，關節紅紫，所以容易鑑別。"
  },
  "literature": "《外台秘要》：“彼痛風者也，大率因血受熱，已自沸騰，其後或涉冷水，或立濕地，或扇取涼，或臥當風，寒涼外搏，熱血得寒，污濁凝澀，所以作痛，夜則痛甚，行於陰也。”\n《景岳全書·風痺》：“風痺一證，即今人所謂痛風也。蓋痺者閉也，以血氣為邪所閉，不得通行而病也。……然又有濕熱之為病者，必見內熱之證，滑數之脈，方可治以清涼，宜二妙散及加味二妙丸、當歸拈痛湯之類。其有熱甚者，如抽薪飲之類，亦可暫用，先清其火，而後調其氣血。”\n《醫學入門·痺風》：“熱痺或濕生熱，或風寒鬱熱，身上如鼠走，唇口反縱，肌肉變色，宜用升麻湯。風寒濕熱痺濕，炒蒼柏散等份，加虎脛骨，防風減半。”\n《醫學入門·痛風》：“外因濕證腫滿身痛如脫者，除濕湯；濕熱者，五苓散，加蒼朮、防風、羌活、白芷、黃柏、竹瀝、薑汁；走注者，四妙散；肢節腫脈滑者，加南星、木香、檳榔、蒼朮、黃柏、防己。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "feng",
      "huo",
      "shi"
    ]
  }
}