{
  "id": "shiremimansanjiao",
  "number": 258,
  "name": "濕熱瀰漫三焦證",
  "category": "溫病證候",
  "overview": "濕熱瀰漫三焦證，是濕熱合邪內犯陽明太陰，阻於中、逆於上、侵於下，瀰漫於三焦而致上焦清肅、中焦升降、下焦排泌功能失常所出現的以胸悶、腹脹、泛噁、身重、溲赤、便溏、舌苔灰白或黃膩為主症的證候。\n主要臨床表現有：胸膈痞悶，脘腹脹滿，身體重痛，發熱煩渴，噁心嘔吐，大便不爽或溏泄，小便短赤，汗出，舌苔灰白或黃膩、脈濡滑等。\n濕熱瀰漫三焦最常見於“濕溫病”中。\n本證通常應與“暑兼寒濕證”、“暑濕困阻中焦證”、“風溫痰熱結胸證”、“暑濕鬱蒸證”(暑濕瀰漫三焦證)等相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“濕溫病”"
  ],
  "differential_syndromes": [
    "“暑兼寒濕證”",
    "“暑濕困阻中焦證”",
    "“風溫痰熱結胸證”",
    "“暑濕鬱蒸證”(暑濕瀰漫三焦證)"
  ],
  "differential": {
    "self_analysis": "濕熱之邪多自口鼻侵入，雖亦有因雨露自皮毛而入者，但為數少，既入人體，均歸於脾胃，常兼少陽、三焦，此由濕熱里傳，阻礙三焦氣化，因其邪熱盤踞之重點不同，表現也不一致。濕溫病之濕熱瀰漫三焦證，常見舌苔灰白、胸脘痞悶、潮熱、嘔惡、煩渴、自利、汗出、尿短等，由熱處濕中，濕蘊生熱，濕熱交混，邪踞中焦阻遏氣機，上逆於肺而下阻於腸所致，須苦辛開泄，清利三焦濕熱，方用杏仁滑石汤(《溫病条辨》)。若三焦為濕熱所鬱而以脘腹脹滿、大便不爽為主要症狀的，其鬱重在中焦，痞塞中焦之氣，而令太陰不升，陽明不降，水谷失運，氣滯於中所致，應以苦辛寒法升降中焦被鬱之氣，庶可正通邪去，方用一加减正气散(《溫病条辨》)。濕鬱三焦而以脘悶便溏、身重、苔白、脈濡滑為主要特點的，為濕熱內鬱中焦而外走經絡所致，身重且痛，為濕痺經絡，經氣不通的表現，應苦辛淡法化濕理氣，宣通經絡，方用二加减正气散(《溫病条辨》)。濕鬱三焦而見舌黃脘悶症狀的，為中上焦之氣機不宣，穢濕漸從熱化所致，此時則宜苦辛寒法宣肺理氣，泄熱滲濕，方用三加减正气散(《溫病条辨》)。\n體弱之人，所感濕熱穢濁之邪甚重，臨床表現熱蒸頭脹、身重嘔逆、小便不通、神識昏迷、舌苔白、渴不多飲等症狀的，由元氣虛弱，濕熱之邪瀰漫三焦，且外犯經絡、內灼臟腑，而呈上下內外俱為濕熱所困之勢，此時邪氣大盛，正將不支，最易內閉外脫而危及生命，應從速宣竅而護神明，化濕而清邪熱。\n若腸胃素有積滯之人或飽食之後，感受濕溫邪氣而發病的，則瀰漫三焦之濕熱邪氣與胃腸之積滯相合，常因邪實內阻，腑氣不通，濕熱熏蒸而致潮熱汗出；青氣阻遏而致噁心嘔吐；濕滯相結而致大便溏而不爽，色黃如醬；濁氣蘊鬱而致舌苔黃油垢膩，此時不通積滯則難去交纏的濕熱之邪，不可再拘於濕溫忌下的常法，速宜治以清熱導滯。",
    "type_comparison": "暑兼寒濕證與濕熱瀰漫三焦證 暑為火邪，三伏時伏雨連綿，地濕天暑，故暑濕相結極為常見，而十之九屬熱，此處所說暑兼寒濕，指氣運非常，暑氣炎熱，或涉水貪涼而令暑與寒濕相合，乃有痞結胸滿、不飢不食、小便不利、脘悶便泄等表現，症狀頗類後者，但前者為寒濕，寒濕相合舌苔多呈白滑，白厚或灰黑而膩，舌質多淡，寒傷脾陽而四肢不溫，腹常脹滿，脈多濡緩，與後者之濕與熱合，濕熱交蒸，舌苔多灰白或黃膩，舌質多紅、脈常濡滑、手足常溫等症狀自是不同。\n暑濕困阻中焦證與濕熱瀰漫三焦證 兩證均見濕熱鬱於中焦的症狀，如脘痞身重、有汗尿短等，但暑為火邪，得炎夏之令，其火熱上犯之性較之後者為甚，故汗出較多，火邪鼓動，脈象洪大亦不同於濕熱證之脈見濡滑。二證均有煩渴，但暑濕困阻中焦者，其熱必高，其飲必多，與濕遏熱伏，熱常不揚，飲而量少有明顯區別。\n風溫痰熱結胸證與濕熱瀰漫三焦證 二證均屬溫邪為患，且痰熱結胸一證亦由胃失通降所致，痰屬津化，本與濕同性，因此痰熱結於胸、阻於胃而表現之身熱、渴飲、胸脘痞悶等均與濕熱瀰漫三焦證相似。唯痰熱阻結胸脘為有形之實邪，濕熱瀰漫三焦為無形之邪熱，有形者拒按，無形者不畏，故痰熱結胸之胸痞按之痛，濕熱瀰漫三焦之胸腹按之不痛，是兩證鑑別的關鍵所在。\n暑濕鬱蒸證與濕熱瀰漫三焦證 兩證均為濕熱蒸於三焦，但暑屬火熱之邪，火性強而升散，故其表現之熱性亦強於濕熱瀰漫三焦證，前者暑濕鬱蒸於上，灼傷肺絡可見咳痰帶血，濕熱瀰漫三焦證中則並無此症。而後者之胸痞身重等濕阻之象又為前者所不具，相似而有別，可以辨識。"
  },
  "literature": "《南病別鑑·濕熱条辨》：“濕熱症，壯熱煩渴，舌焦紅或縮，斑疹胸痞，自利，神昏痙厥，熱邪充斥表里三焦，宜大劑犀角、羚羊角、生地、玄參、銀花露、紫草、方潔水、金汁、鮮菖蒲等味。”",
  "zhengsu_composition": {
    "location": [
      "xiongge"
    ],
    "nature": [
      "huo",
      "shi"
    ]
  }
}