{
  "id": "shubiqiji",
  "number": 97,
  "name": "暑閉氣機證",
  "category": "全身證候",
  "overview": "暑閉氣機證是由於暑熱病邪盛於氣分，內閉心包，致使心竅閉塞而猝然昏倒，不知人事，身熱肢厥，氣粗如喘，牙關微緊。本病發病急驟，猝然昏倒，故當急救。\n主要臨床表現為：猝然昏倒，昏不知人，身熱汗微，手足厥冷，氣喘不語，牙關緊閉或口開，舌絳，脈洪濡或滑數。\n暑閉氣機證常見於外感熱病的“暑溫”中，亦可在“厥證”等疾病中出現。\n本證應與“氣閉證”、“逆傳心包證”、“痰熱內閉證”相鑑別。",
  "clinical_manifestations": "猝然昏倒，昏不知人，身熱汗微，手足厥冷，氣喘不語，牙關緊閉或口開，舌絳，脈洪濡或滑數。暑閉氣機證",
  "common_diseases": [
    "外感熱病的“暑溫”中，亦可在“厥證”"
  ],
  "differential_syndromes": [
    "“氣閉證”",
    "“逆傳心包證”",
    "“痰熱內閉證”"
  ],
  "differential": {
    "self_analysis": "暑閉氣機證是臨床中常見的危急重證，故當給予急救治療。如暑溫病中出現暑閉氣機證，表現為猝然昏倒，不知人事，身熱肢厥，氣粗如喘，牙關微緊，舌絳，脈數。此乃暑熱病邪猝中心營，內閉心包，致使心竅閉塞而引起，故治宜清心開竅，方用清宫汤(《溫病条辨》)送服安宫牛黄丸(《溫病条辨》)或紫雪丹(《和劑局方》)。此證又名“暑厥”。如見於厥證，表現為暑月或高熱環境中突然昏倒，手足厥冷，不省人事，煩滿氣喘，面垢齒燥，小溲短少而黃，舌苔膩，脈濡數。此乃夏季炎熱酷暑之氣，鼓動其痰，暑熱痰濁閉阻心包所致，故治宜清暑祛痰開竅，方用苏合香丸(《和劑局方》)。\n暑閉氣機證發於夏暑炎熱之季，尤易見於氣候高溫地區及室外烈日之下。平素身體虛弱，津氣耗傷者尤易發病。此乃臨床常見危急重症，需及時搶救，以免延誤病情。\n暑閉氣機證來勢急驟，若救不及時，易發生其它變證。如若暑熱內燔，迫津外泄，傷及氣陰，可見身熱息高，伴有心煩溺黃，肢倦，汗出較多，脈虛無力的暑傷津氣證，此乃暑熱未清，氣陰已傷。如若進一步發展，可津氣耗傷過多而導致正氣欲脫之候，此時已由“閉證”轉變為“脫證”，症見汗出不止，神疲，手撒，氣短喘喝，脈虛細無力，此時若再不及時治療，必致亡陽脫變，故治宜益氣斂陰，生脈固脫，方用生脉散(《千金要方》)加用附子。",
    "type_comparison": "氣閉證與暑閉氣機證 氣閉證是因邪氣壅盛，氣機逆亂，陰陽乖戾，而致九竅閉塞不通而出現的危急重症，此乃風火痰瘀之邪閉塞清竅所致，可見驟然神志昏迷，躁動不安，面赤耳聾，氣粗痰鳴，牙關緊閉，兩手握固，小便不通，大便秘結，舌苔黃或厚膩，四季均可見到。而暑閉氣機證是由於暑熱病邪猝中心營，內閉心包所致，心竅閉塞故同樣可見猝然昏倒，不知人事，僅見於夏季。暑閉氣機證可見高熱，譫語煩躁，舌紅絳等症狀；而氣閉證是以神昏竅閉，牙關緊閉，二便不通為特點，不具備暑熱之證，可資鑑別。\n逆傳心包證與暑閉氣機證 逆傳心包證是指溫熱之邪，由衛分而不經氣分，或不由上焦順傳於中焦，而直接內陷心包而引起，多因溫熱熾盛，邪氣猖獗，或溫熱病誤治，失治所致。表現為高熱，神昏等症狀。而暑閉氣機證是由暑熱病邪盛於氣分，內閉心包，致使心竅閉塞而見猝然昏倒，不省人事，身熱肢厥，牙關緊閉或口開等症狀。逆傳心包證與暑閉氣機證均見邪犯心包而出現神昏譫語，但暑閉氣機證另可見氣機鬱閉而出現的肢厥，氣喘不語，牙關緊閉等症，及暑熱之邪侵犯人體而出現的身熱汗出，與逆傳心包證有所不同，兩者可相鑑別。\n痰熱內閉證與暑閉氣機證 兩者均可見邪犯心包而出現神志改變，但痰熱內閉證是痰濁內生，蘊久化熱，內犯心包，症見身熱不揚，神昏譫語，似明若昧，氣粗痰鳴，苔黃垢膩，脈滑數。而暑閉氣機證為暑熱病邪猝中心營，內閉心包所致，心竅閉塞而致猝然昏倒，不知人事，暑熱均為陽邪而善動，故見身熱，汗出，肢厥。痰熱內閉證可見舌苔黃膩，脈滑數，而暑閉氣機見舌絳，脈洪濡或滑數。兩者治療，一要清熱化痰開竅，一要祛暑清心開竅。"
  },
  "literature": "《時病論》：“蓋中暑忽然而發，如矢石之中人也。不似傷暑初則寒熱無汗，或壯熱蒸汗之可比。是病忽然悶倒，昏不知人，軀熱汗微，氣喘不語，牙關微緊，亦或口開，狀若中風，但無口眼歪斜之別。其脈洪濡或滑或數。緣其人不辭勞苦，赤日中行，酷暑之氣，鼓動其痰，痰阻心包所致，宜清暑開痰法治之。如果手足厥冷，名曰暑厥，宜苏合香丸化開灌之，或以來復丹研末白湯灌之，或以蒜水灌之，或剝蒜肉入鼻中，皆取其通竅也，俟其人事稍蘇，繼進祛暑調元之法為治。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_bi",
      "shu"
    ]
  }
}