{
  "id": "shuiyintingjuxiongxie",
  "number": 360,
  "name": "水飲停聚胸脅證",
  "category": "傷寒證候",
  "overview": "水飲停聚胸脅證是指水飲流溢並停聚於胸脅，以致脈絡不利、氣機升降受阻，出現以心下痞硬滿、咳唾引脅下痛、乾嘔短氣為主要臨床表現的證候。此證多因外感風邪，引動水飲，聚結於胸脅所致。\n主要臨床表現為：心下痞硬滿，咳唾引脅下痛，或脅下痛引缺盆，短氣，下利，嘔逆，苔白或膩，脈沉而弦。\n水飲停聚胸脅證可見於傷寒“太陽病”的併發症，亦常見於雜病的“痰飲”、“咳嗽”病中。\n本證應注意與“太陽表虛證”、“心下痞證”、“少陽半表半里證”、“支飲”、“結胸證”等證候鑑別。",
  "clinical_manifestations": "心下痞硬滿，咳唾引脅下痛，或脅下痛引缺盆，短氣，下利，嘔逆，苔白或膩，脈沉而弦。水飲停聚胸脅證",
  "common_diseases": [
    "傷寒“太陽病”的併發症，亦常見於雜病的“痰飲”",
    "“咳嗽”病"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "水飲停聚胸脅證即懸飲，屬痰飲證之一。由於兩脅為氣機上下升降的道路，水飲停聚胸脅，懸於上下之間，故稱懸飲。水飲停聚胸脅，致脈絡不利，氣機升降受阻，所以其症以短氣、咳唾引脅下痛、脈沉弦為主。本證治療應以攻逐水飲為法。若兼有太陽表證不解者，不可先行攻水，當先解表，表解後方可攻逐水飲。又，攻逐水飲亦屬急則治標之法，待水飲泄下之後，還需隨證調補肺、脾、腎三臟以治其本。水飲停聚胸脅證，若由外感誘發而兼有表證者，必伴見發熱、惡寒、身疼痛等症，治療當依據表寒或表熱證候的不同，施以辛溫或辛涼解表法，待表解後方可用十枣汤(《傷寒論》)攻里；若表現有寒熱往來、胸脅苦滿等正邪鬥爭，少陽樞機不利，半表半里不和證候者，可選用小柴胡汤(《傷寒論》)疏利少陽氣機，和解半表半里；若因七情、勞倦等內傷所引起，則多表現有內臟虧損，特別是肺、脾、腎三臟功能低下的證候，其治當根據具體病情分別給予益肺、健脾和補腎的方法。由於飲為水之類，其性屬陰，故治療飲證總以溫藥為宜，即如《金匱要略·痰飲咳嗽病脈證治》所謂：“病痰飲者，當以溫藥和之”。\n少陽屬三焦為膽。三焦為水谷之道路，元氣之別使，主通行水液，故有“決瀆之官”的稱謂。膽附於肝，與肝相表里，性喜條達，主疏洩，對氣血疏通暢達有重要作用。若外邪侵襲少陽，正邪搏結於脅下，使少陽氣鬱，肝膽氣機疏洩不利，三焦水道阻滯不通，可進而導致水飲停聚胸脅證的發生，即少陽柴胡證可以演變為水飲停聚胸脅的十棗湯證。反之，由於水飲停聚胸脅，影響少陽氣機不利，也必然出現類似柴胡證的一些證候。",
    "type_comparison": "太陽表虛證與水飲停聚胸脅證 水飲停聚胸脅證亦可見濈濈汗出、頭痛等症，類似太陽表虛證。但二證比較，卻有表里之分。太陽表虛證為風邪外襲，營衛不和，因其病在表，故以惡風、汗出、脈浮緩為基本臨床特徵；而水飲停聚胸脅證，則屬病在里，由於水飲停聚胸脅，胸陽被遏，氣機阻滯，所以其證以心下痞硬滿、短氣、咳唾牽引胸脅疼痛、汗出不惡寒、脈沉弦為主要臨床表現。又因兩脅為半表半里之部，飲流脅下，正邪交爭有出入進退之機，故水飲停聚胸脅證之汗出，是發作有時的，此與太陽表虛證之汗出連綿無休止也有所不同，太陽表虛證病程短而易愈，水飲停聚胸脅證病程長而難痊，這也是兩個證候的主要鑑別點。\n心下痞證與水飲停聚胸脅證 水飲停聚胸脅證因亦有氣機阻滯、升降失常的病變，而見心下痞硬滿、下利嘔逆等症狀，故與心下痞證相類似。但心下痞證多因脾胃虛弱、脾胃不和或邪熱壅滯中焦，使脾升胃降功能失常，中焦氣機痞塞所致，病變部位在心下，其症以心下堵悶、按之柔軟不疼為主。因沒有有形之邪結聚，僅是氣機痞塞不通，故稱其為“氣痞”或“虛痞”。而水飲停聚胸脅證則是水飲為患，其證屬實，病變部位在兩脅。由於水飲停聚脅下，阻滯氣機升降，使血氣營運不利，所以其證以胸悶、短氣、咳唾牽引胸脅作痛為主要臨床表現。《金匱要略》用“懸飲內痛”來概括水飲停聚胸脅證的病機及主症，同時也指出了與心下痞進行鑑別的要點。\n少陽半表半里證與水飲停聚胸脅證 少陽病因其病變部位在少陽，在兩脅，在半表半里，表現有胸脅苦滿，或脅下痞硬，嘔逆，脈弦等症，故與水飲停聚胸脅證相類似。但少陽半表半里證的發病原因，正如《傷寒論》所說：“血弱氣盡，腠理開，邪氣因入，與正氣相搏，結於脅下”，即正氣虛弱，外邪侵襲，正邪搏結於脅下，使少陽樞機不利所引起。而水飲停聚胸脅證的形成，雖有可能因於外邪的誘發，但其主要病因、病機是水飲停聚。兩證病變部位雖都在脅下，但一為水結、一為氣鬱，病機與病性完全不同。少陽半表半里證的臨床表現以胸脅滿悶或痞硬為重，水飲停聚胸脅證則以胸脅牽引疼痛為主，此為二證鑑別的關鍵。\n支飲與水飲停聚胸脅證 支飲亦屬“四飲”之一，因其也見咳逆、短氣等症，故與水飲停聚胸脅證有相似之處。《金匱要略·痰飲咳嗽病脈證並治》指出：“咳逆倚息，短氣不得臥，其形如腫，謂之支飲”。支飲是水飲停聚胸膈的一種病證，病位雖與水飲停聚胸脅證(即懸飲)接近，但又有嚴格的區別。支飲為水停胸肺，由於胸為氣海，肺居胸間，肺主氣，司呼吸，主宣發肅降，故當水飲停聚胸膈，阻遏肺氣宣降，則可發生咳逆上氣、胸悶、短氣、倚息不能平臥的症狀；肺氣不能行使治節之令，水液不能輸布排泄，則漬形以為腫。而水飲停聚胸脅證，由於水飲之窠囊在脅下，故雖亦見咳逆、短氣等肺氣不利的症狀，但其主症卻是牽引兩脅作痛。\n結胸證與水飲停聚胸脅證 結胸屬太陽病變證之一，因其亦由痰、水、飲與寒熱邪氣相結而成，病變部位在胸膈，臨床表現見心下痞硬、短氣等，故與水飲停聚胸脅證相似。結胸乃痰飲有形之邪結聚在胸膈，由於“客氣動膈”，牽及上下，故或見項強如柔痙狀，或見心下痞硬疼痛，或從心下至少腹硬滿而痛；且其症輕者，僅表現為按之痛，而症重者，則可表現為按之石硬或硬滿疼痛不可觸近。水飲停聚胸脅證是水飲滯留於脅下，故以咳唾牽引脅下疼痛，或心下痞硬牽引脅下作痛為主症。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治下》：“太陽中風，下利嘔逆，表解者，乃可攻之。其人濈濈汗出，發作有時，頭痛，心下痞硬滿，引脅下痛，乾嘔短氣，汗出不惡寒者，此表解里未和也，十枣汤主之。”\n《傷寒貫珠集·卷一·太陽權變法》：“此外中風寒，內有懸飲之證。下利嘔逆，飲之上攻而復下注也。然必風邪已解，而后可攻其飲。若其人濈濈汗出而不惡寒，為表已解；心下痞硬滿引脅下痛，乾嘔短氣，為里未和，雖頭痛而發作有時，知非風邪在經，而是飲氣上攻也。”\n《傷寒論譯釋》：“又此證很易和太陽中風相混，必須進行辨證。但濈濈汗出，很似太陽中風的自汗出，但發作有時，這就不是太陽中風證了；頭痛似表證，但病人沒有惡寒的感覺，則又不是表證了。”\n《傷寒大白·卷三·脅滿》：“胸胃皆在中，脅肋在身之側，故脅肋之症在雜症門，以肝、膽、肺三經所主；外感門，一惟少陽。蓋表邪傳里，必由胸以至脅，放胸滿多是表症，腹滿方是里症，若脅滿痛，皆是半表半里之症。”\n《醫宗金鑑·傷寒心法要訣》：“〔注〕；邪氣傳里必先自胸，若脈浮性胸滿而不及脅者，仍屬太陽表分也……。因胸及脅而皆滿者，屬少陽經也……。若表已解，心下及腹引脅硬滿而痛，乾嘔小便不利者，是停飲內實也，……。”",
  "zhengsu_composition": {
    "location": [
      "xiongge"
    ],
    "nature": [
      "shui_ting"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：胸膈。病性：水停。根據證候名稱「水飲停聚胸脅證」分析其病機組成。"
}