{
  "id": "shuiqilingxin",
  "number": 127,
  "name": "水氣凌心證",
  "category": "臟腑證候",
  "overview": "水氣凌心證是指水飲內停，阻遏心陽引起，以心悸氣短為主要特徵的一系列症狀的概稱。多因脾腎陽虛或心腎陽虛所致。\n主要臨床表現為：心悸眩暈，噁心嘔吐，畏寒肢冷，肢體浮腫，下肢尤甚，氣喘不能平臥，咳吐稀白痰，小便不利，胸脘痞滿，渴而不欲飲，舌苔白膩，脈弱或細滑。\n水氣凌心證常見於“心悸”、“眩暈”、“咳喘”等疾病中。\n本證應與“心陽虛證”、“腎陽虛證”相鑑別。",
  "clinical_manifestations": "心悸眩暈，噁心嘔吐，畏寒肢冷，肢體浮腫，下肢尤甚，氣喘不能平臥，咳吐稀白痰，小便不利，胸脘痞滿，渴而不欲飲，舌苔白膩，脈弱或細滑。水氣凌心證",
  "common_diseases": [
    "“心悸”",
    "“眩暈”",
    "“咳喘”"
  ],
  "differential_syndromes": [
    "“心陽虛證”",
    "“腎陽虛證”"
  ],
  "differential": {
    "self_analysis": "水氣凌心證在不同疾病中的臨床表現各具特點，治法亦不盡相同。若心悸病中出現水氣凌心證，臨床表現心悸、氣短、胸悶、畏寒肢冷、舌質淡苔白，脈沉等特點，多因脾腎陽虛，不能蒸化水液，停聚為飲，上凌於心所致，治宜益氣溫陽行水，方用桂枝甘草龙骨牡蛎汤(《傷寒論》)。若眩暈病中出現水氣凌心證，臨床表現頭暈，嘔吐，心悸，胸脘痞滿，舌質淡，苔薄或膩，脈沉弦或滑等特徵，多因水飲內停，中焦運化失職，水飲上逆所致，治宜溫中化飲利水，方用苓桂术甘汤(《傷寒論》)。若在咳喘中出現水氣凌心證，臨床表現為咳喘，氣喘不能平臥，咳吐稀白痰，心悸，小便不利，甚則肢體浮腫，舌質淡，舌體胖，脈沉細，系陽虛水逆，凌心及肺所致，治宜溫陽利水，方用真武汤(《傷寒論》)。",
    "type_comparison": "心陽虛證與水氣凌心證 二者均以心悸氣短為主要臨床表現，臨證時應嚴格區別之。心陽虛證多在心氣虛基礎上發展而來，心主血脈，心陽不足，鼓動力弱，故心悸氣短，動則更甚；陽氣虛衰，血行遲滯，心血瘀阻，則心陽虛證常伴有心胸憋悶或作痛，面色晦暗，舌青紫或瘀斑等瘀血徵象。而水氣凌心證，則少見血瘀之候。二證雖同有心悸氣短，前者以動則更甚，陽氣虛和瘀血症狀為特徵，後者既無氣虛之徵，又無瘀血之象，但具有小便不利，肢體浮腫等水邪滯留之特徵。這是兩證在臨床上的主要鑑別點。心陽虛證脈多細弱或結代，而水氣凌心證脈多弦。心陽虛證無水飲上逆，故不若水氣凌心證常現眩暈、噁心嘔吐、胸脘痞滿等，是二者不同之處。\n腎陽虛證與水氣凌心證 腎陽虛證，由稟賦不足，素體陽虛，或久病不愈，或房勞過度所致。若腎陽衰微，下焦水寒，無所制伏，水邪上泛，則上凌於心而心悸，易與水氣凌心證混淆。但腎陽虛證以腰膝痠軟，畏寒肢冷，陽痿滑精，女子宮寒不孕為主症，與水氣凌心的臨床表現有所不同；且腎陽不足，致陽虛水泛，上凌於心，則心悸而怔忡不已，水氣凌心證為心悸氣短。此外，腎陽虛證，不能化水，水液泛濫，則小便不利；陽虛不能溫煦肌肉，則筋惕肉瞤；腰為腎之府，腎陽虛，則腰膝痠冷；腎主藏精，腎陽不足，則精氣不固，陽痿滑精；腎陽不足，里寒水停，則脈沉、舌淡。水氣凌心證，為津液失布，水飲阻遏上凌心陽，可見心下逆滿；水飲內停，脾胃失運，則倦怠食少，面色少華，脈沉弦。二者可以此鑑別。"
  },
  "literature": "《金匱要略·痰飲咳嗽病脈證並治》：“水在心，心下堅筑，短氣，惡水，不欲飲。”\n“水在腎，心下悸。”\n《證治匯補·驚悸怔忡》：“有停飲水氣乘心者，則胸中漉漉有聲，虛氣流動，水既上乘，心火惡之，故筑筑跳動，使人有怏怏之狀，其脈偏弦。”\n“夫心下有留飲，其人背寒冷如掌大。”\n《類證治裁·卷二痰飲》：“痰飲皆津液所化，痰濁飲清，痰因子火，飲因於濕也，痰生於脾，濕勝於精微不運，從而凝結，或壅肺竅，或流經隧，飲聚於胃，寒留則水液不行，從而泛濫，或停心下，或瀦腸間，此由脾胃水濕陰凝，必陽氣健運，則濁陰下降，如烈日當空，則煙雲消散，宜以理脾逐濕為治者也。若夫腎陽虛，火不制水，水泛為痰，為飲逆上攻，故清而澈，治宜通陽泄濕，忌用膩品助陰，如四物六味等湯，腎陰虛，火必爍金，火結為痰，為痰上升，故稠而濁，治宜滋陰清潤，忌用溫品助燥，如二陳六君湯，治法所必辨也。”",
  "zhengsu_composition": {
    "location": [
      "xin"
    ],
    "nature": [
      "yang_xu",
      "shui_ting"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "水飲上凌心肺。腎陽虛水液泛濫，上凌於心，表現為心悸、胸悶、水腫。"
}