{
  "id": "shuitingshizhipi",
  "number": 363,
  "name": "水停食滯痞證",
  "category": "傷寒證候",
  "overview": "水停食滯痞證是指太陽表實證汗解後，脾胃損傷，胃虛不和，水飲與食滯內停，而出現以心下痞硬，乾噫食臭，下利為主要表現的太陽變證。\n主要臨床表現為：心下痞硬，噯氣酸腐食臭，腸鳴泄瀉，瀉下稀薄甚如水樣，不甚臭穢，可兼見納減，口膩微苦不渴，或渴不欲飲，或見嘔吐，吐出物為酸餿腐臭未完全消化的飲食物，或見腹脹，或見微熱，舌淡，苔白厚膩或白腐，脈弦滑關弱稍沉，或濡數。\n水停食滯痞證常見於“傷寒太陽病”。此外，還可見於“泄瀉”、“嘔吐”等疾病中。\n本證應與“胃虛氣逆痞證”、“寒熱錯雜痞證”、“太陽胃氣上逆證”、“表熱兼里寒下迫大腸證”、“下焦滑脱證”等證候相鑑別。",
  "clinical_manifestations": "心下痞硬，噯氣酸腐食臭，腸鳴泄瀉，瀉下稀薄甚如水樣，不甚臭穢，可兼見納減，口膩微苦不渴，或渴不欲飲，或見嘔吐，吐出物為酸餿腐臭未完全消化的飲食物，或見腹脹，或見微熱，舌淡，苔白厚膩或白腐，脈弦滑關弱稍沉，或濡數。水停食滯痞證",
  "common_diseases": [
    "“傷寒太陽病”。此外，還可見於“泄瀉”",
    "“嘔吐”"
  ],
  "differential_syndromes": [
    "“胃虛氣逆痞證”",
    "“寒熱錯雜痞證”",
    "“太陽胃氣上逆證”",
    "“表熱兼里寒下迫大腸證”",
    "“下焦滑脱證”等證候"
  ],
  "differential": {
    "self_analysis": "本證見於傷寒太陽病、泄瀉、嘔吐等疾病中。傷寒太陽病出現水停食滯病證，是由於表證汗後胃虛不和，水飲食滯內停而致，臨床上以心下痞硬，噯氣酸腐食臭，腸鳴泄瀉，瀉下物稀薄如水為特點。因汗解後胃氣未復，或胃氣受傷，脾胃健運失職，致使水飲內生，停滯中焦，水飲走注腸間，飲食腐化而成。治宜和胃消痞，宣散水氣，方用生姜泻心汤(《傷寒論》)。本證若見於泄瀉，亦以中焦痞塞，飲食不化作腐，水飲走注腸間為特點，多因內有伏飲，外受風寒，邪氣內傳胃腸而致。臨床所見基本與上述太陽病見證一致，治法方藥亦同。本證若見於嘔吐患者，其病因與泄瀉者同，唯病機則重於濁氣上泛。故臨床上除噯氣食臭、心下痞、下利等表現之外，必見嘔吐，吐出酸餿腐臭未完全消化的飲食物，或帶涎沫。治宜和胃消痞，散水降逆，可用生姜泻心汤(《傷寒論》)加砂仁、竹茹、柿蒂。\n本證若見於年老或體弱之人，因其陽氣素虛、胃氣弱，往往以脾胃虛弱、寒多熱少、水飲甚而食滯微為特徵，以納減腹脹、腸鳴泄瀉的症狀為明顯。青壯年或體質壯實之人，由於脾胃之氣素盛，傷寒汗解後，較少出現這一變證。但病後飲食不慎，進食較多則偶有發生。小兒傷寒汗解後，每易變生此證，因小兒臟腑嬌嫩，形氣未充，脾常不足，故傷寒之後，易繼發本證。由於小兒為純陽之體，其病機亦以食滯甚於水飲、熱多於寒為特徵。本證若發生於南方之人，由於南方雨水多，濕氣重，外濕挾風寒入侵，更易傷脾胃而引起內濕，證候表現，除以痞而不硬、納呆厭食、腸鳴泄瀉等較為明顯之外，還必見面色萎黃、神疲乏力、四肢困重等濕困中焦，健運失司的症狀。\n本證為虛實挾雜之證，故病情演變，可實可虛；又因本證特點是邪實甚於正虛，故臨床上的兼挾證候每以實證為多見。例如，本證失於治理，胃不和降，脾不健運，必招致肝氣橫逆而鬱滯，出現肝氣鬱結的兼挾證候。臨床上除心下痞硬，噯氣酸腐食臭的症狀甚為明顯之外，還兼見精神抑鬱、脅肋脹痛、善太息、情緒不寧等症狀出現，而腸鳴泄瀉，則往往於精神刺激之後加重。若患者體質素盛，食滯水飲鬱久化熱；或治療過程中過服辛溫之劑，以致內陷之餘熱復燃，與水飲相搏結，蘊鬱中焦，則又可出現脾胃濕熱的兼挾證候。若本證失於治理，胃不降濁，脾不升清，水飲不化，鬱積日久，則可聚而成痰，上貯於肺，而出現濕痰之兼挾證。若患者體素陽虛，遷延日久，脾胃陽氣久耗，陰寒日甚，必然導致脾陽虛之兼挾證出現，同時必見畏寒肢冷、脈沉遲無力等虛寒內生症狀。本證若治療護理不當，“用寒攻熱，則水勢橫行”(《傷寒論類方匯參·瀉心湯類》)，引起泄利不止，滑脫不禁，便可導致氣隨液脫，出現氣脫的兼挾證候，所謂“吐下之餘，定無完氣”(《金匱要略心典·痰飲篇》)。",
    "type_comparison": "胃虛氣逆痞證與水停食滯痞證 二者均屬太陽變證，原發病都是太陽表證，皆因治療後脾胃受損傷，寒之內生與內陷之邪熱互結中焦，升降失司，以心下痞硬及下利為主要表現的證候。所不同者，水停食滯痞證因太陽表證汗後胃氣未復或被傷，水飲食滯內停而致。脾胃氣虛，寒水內生，飲食不化，汗後病及中焦，邪熱自表內陷，寒熱互結，水停食滯，阻於心下胃脘部，故心下痞硬；飲食不化作腐，濁氣上逆，故噯氣酸腐食臭；水飲走注腸間，故腸鳴泄瀉，所下稀薄如水樣、不甚臭穢；水飲食滯結聚中焦，脾胃氣機呆滯，故納減，腹脹；水飲食滯穢濁之氣上逆，故口膩不渴，或渴不欲飲，或嘔吐酸腐餿臭之宿食；在表之餘熱內陷入於胃脘，故口微苦，或見微熱。而胃虛氣逆痞證，乃因反覆誤下，傷脾胃陽氣所致，陽氣損傷較甚，腐熟運化功能障礙明顯，故其泄瀉的症狀較重，次數多(日數十行)，不但瀉下清稀，且含未消化完全的食物。胃虛氣逆痞證，胃中空虛較甚，並無宿食與水飲的停滯，僅為自表陷入胃中的客熱上逆，故無噯氣酸腐食臭的表現，卻可見乾嘔，心煩不得安之象，均有助於鑑別。\n寒熱錯雜痞證與水停食滯痞證 同屬太陽變證的範圍，均因治療後損傷脾胃，寒熱錯雜中焦而成，臨床上都有“心下痞、腸鳴下利”的共同症狀。鑑別點是，前者先見太陽表證，繼而有邪傳少陽“嘔吐、發熱(必為寒熱往來)”等典型症狀，此時誤下，熱退之後才見“痞”、“利”，而嘔吐之症狀依然存在；與後者太陽表實證汗解後，即見“痞”、“利”的病史有所不同。前者之嘔吐、泄瀉，單純是寒熱錯雜於中焦，脾胃升降失職所引起，故其嘔吐多苦水而無食臭，泄瀉多為溏泄，與後者因飲食停滯而“噯氣(或嘔吐)酸腐食臭”，因水走腸間而“泄瀉清稀”，二者在症狀上亦有所不同。\n太陽胃氣上逆證與水停食滯痞證 也同屬太陽變證，均有太陽表實證治療後損傷脾胃，升降失職，邪氣結於心下胃脘部的類同病機。都有“心下痞硬”與“噯氣”的症狀表現。不同的是，前者病機較單純，主要是汗後復吐下，脾胃受損，伏飲乘虛停聚胃脘，致胃氣上逆，純屬虛寒之證，與後者寒熱錯雜、實中兼虛有所不同。前者無食滯，故其噯氣而無酸腐食臭。同時，該證偏重於胃氣上逆，故臨床上並無腸鳴泄瀉一症狀，以上乃是二者的鑑別要點。\n表熱兼里寒下迫大腸證與水停食滯痞證 均為太陽病治療後，損傷中土，升降失職，寒熱錯雜，以“心下痞、下利”為主要表現的證候。唯前者乃太陽表證未解屢次誤用攻下，不但表證不解，反致損傷脾陽，健運失職，氣機阻滯而發病，為里寒挾表熱的證候，其病位重點在脾；與後者表證已解，寒熱錯雜，水飲食滯停聚中焦，病位重點在胃，有所不同。前者屬表實里虛，而側重於里虛；後者為虛實挾雜於里，而側重於里實。故臨床上，前者必兼有發熱惡風等表證的症狀，但卻無飲食停滯的噯氣酸腐食臭之象，與後證不難鑑別。\n下焦滑脫證與水停食滞痞證 二者都是以“心下痞硬、下利”為主要臨床表現的證候。但在病因病機、病位、臨床症狀等方面，皆有可資鑑別之處。前後多為後者的進一步發展，常因痞證(多為胃虛氣逆痞證，亦可為水停食滯痞證)服瀉心湯後，病尚未愈，又復誤用下法，不但進一步損傷中焦脾胃，而且傷及下焦腎中元陽，失所固攝大腸滑脫而成，乃陽虛滑脫之證。故前者病位不僅在中焦脾胃，更兼下焦腎與大腸，且重點在下焦，與後者病位僅在中焦，為實中兼虛，寒熱挾雜之證有所不同。故此，下焦滑脫證在臨床上以“痞”微而“利”甚為特點，泄利不禁，日久不止；同時必兼神疲欲寐，畏寒肢涼等腎陽不足的症狀。自不再有噯氣酸腐食臭之飲食停滯的徵象。詳審病史，細察病狀，自不難鑑別。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治下》：“傷寒汗出，解之後，胃中不和，心下痞硬，乾噫食臭，脅下有水氣，腹中雷鳴，下利者，生姜泻心汤主之。”\n《證治準繩·傷寒·痞》：“病解後心下痞硬，噫氣，若不下利者，此條旋覆代赭石湯也(太陽胃氣上逆證)；若下利者，前條生姜泻心汤也(水停食滞痞证)。”\n《傷寒來苏集·瀉心湯證》：“上條(水停食滞痞证)是汗解後水氣下攻證，此條(胃虚气逆痞证)是誤下客氣上逆，總是胃虛而稍有分別矣。上條腹鳴下利，胃中尤寒熱相半，故云不和。此腹鳴而完谷不化，日數十行，則痞為虛痞，硬為虛硬，滿為虛滿也明矣。”\n《傷寒論辨證廣注·辨太陽病脈證並治法下》：“由是見腹中雷鳴總是虛氣，非若前條(水停食滞痞证)之有水氣也。嘔煩不安雖有客熱，亦是虛煩，非若前條之乾噫食臭也。”\n《傷寒論綱目·太陽經證·腹中雷鳴》：“成無已曰：腹中雷鳴有二證，壞病也。一主甘草瀉心者，以誤下損陰氣也。一主生薑瀉心者，以誤汗損陽氣也。用此二湯，以復陰陽之氣耳。”\n《傷寒真方歌括·太陽救誤變證方法》：“按柯韵伯云：治病不外瀉心湯。正氣奪則為虛痞，在太陽以生薑為君者，以汗雖出而水氣尤未散，故微寓解肌之意也。在陽明以甘草為君者，以妄下胃虛致病，故倍甘草以建中，而緩客邪之上逆也。在少陽以半夏為君者，以半夏能升清降濁，變柴胡半表之治，推少陽半里之意。”\n《傷寒貫珠集·痞證七條》：“按生薑瀉心湯、甘草瀉心湯二方，雖同為治病之劑，而生姜泻心，意在胃中不和，故主生薑以和胃；甘草泻心，意在下利不止，與客氣上逆，故不用人參之增氣，而須甘草之安中也。”",
  "zhengsu_composition": {
    "location": [
      "wei"
    ],
    "nature": [
      "qi_zhi"
    ]
  }
}