{
  "id": "shuilunqixuxueyu",
  "number": 471,
  "name": "水輪氣虛血瘀證",
  "category": "專科證候",
  "overview": "水輪氣虛血瘀證是指元氣虛衰，氣不攝血，或氣不行血，而致瘀血停滯於睛內，引起水輪病變的概稱。多因素體氣虛，或年高體弱，元氣已衰，或久病遷延，元氣已傷。或因形體勞倦，內傷脾胃等，氣病及血，瘀血內滯所成。\n\n主要臨床表現：視物昏蒙，或視物變形，或突然盲而不見，眼底可見視網膜中央動脈或靜脈部分或全部阻塞，或黃斑區有瘀血積滯，或血灌瞳神等，全身可見神疲體乏，語聲低微，體虛自汗，舌質紫暗，或有瘀斑，脈虛無力等。\n\n水輪氣虛血瘀證常見於\"視直如曲\"、\"暴盲\"、\"血灌瞳神\"等疾病中。\n\n本證應與\"水輪氣滯血瘀證\"、\"水輪氣虛血少證\"相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "\"視直如曲\"",
    "\"暴盲\"",
    "\"血灌瞳神\""
  ],
  "differential_syndromes": [
    "\"水輪氣滯血瘀證\"",
    "\"水輪氣虛血少證\""
  ],
  "differential": {
    "self_analysis": "水輪氣虛血瘀證可在多種疾病中出現，其臨床表現各有一定的特點，治法亦不完全相同，需要加以辨析。如視直如曲病中出現水輪氣虛血瘀證，則多表現為視正直之物如彎曲形狀，或視正物反呈歪斜之態。眼底可見黃斑部有瘀血積滯及水腫、滲出等表現，或有高度近視眼底改變。神疲倦怠，體虛自汗，脈虛無力等，此由元氣虛弱，不能攝血，瘀血內滯，而致水輪病變。治宜益氣養血散瘀，方用桃紅四物湯加黃芪、黨參。\n\n若於暴盲病中出現水輪氣虛血瘀證，其臨床表現為視力在一兩天內驟然下降，視物昏蒙，或有黑影遮擋，或有視物變形，眼底可見視網膜中央靜脈阻塞，廣泛出血，波及黃斑區。此由氣虛不運，無力鼓動血液周流，而致脈絡阻滯，瘀血外溢所致。如《醫林改錯》謂：\"元氣既虛，必不能達於血管，血管無氣，必停留而致瘀。\"治宜益氣通脈，行瘀散滯，方用補陽還五湯。\n\n如在血灌瞳神病中出現水輪氣虛血瘀證，則表現為視物模糊，眼前有黑影飄動，檢查可見前房出血，或玻璃體中積血；全身伴有體虛乏力，頭痛眩暈，口咽發干，舌紅苔薄，脈弦細。治宜益氣活血，平肝清熱，方用墜血明目飲。\n\n在以上三種疾病中，證候雖然相同，但其症狀表現各有所異，臨床可根據上述特點，加以辨析。",
    "type_comparison": "水輪氣滯血瘀證與水輪氣虛血瘀證 氣為血之帥，氣行血亦行，氣滯血亦滯，血可以因滯而成瘀。氣虛無力鼓動血行，亦可因虛而致血瘀，因此兩者在生理和病理方面有相似之處，但一為因滯，一為因虛，所以兩者又有一定的區別。水輪氣滯血瘀證，可因七情憂思，所欲不遂，或肝氣偏盛，易於惱怒之人，氣機鬱滯，血府不和，氣血周流失於調暢，致使睛內氣滯而血瘀，病及水輪。臨床可見視力驟然喪失，盲而不見，或僅有指動光感。眼底可見視網膜中央動脈栓塞後的改變。全身可伴有胸悶不舒，食少噯氣，脅痛，舌有瘀斑，脈弦細等症狀。水輪氣虛血瘀證以氣虛見症如氣短乏力，神疲倦怠，體虛自汗，脈細弱等比較明顯，兩者自是不同。\n\n水輪氣虛血少證與水輪氣虛血瘀證 氣和血在生理上是相互依賴，又相互影響的，氣以生血，血以化氣，氣行則血行，氣滯則血滯，因此兩者在病理上也是相互聯繫的。水輪氣虛血少證的形成，常由形体過勞，或久病耗傷真氣，氣傷及血，而致氣血兩虛，或因吐血及便血，崩漏經產，失血過多，或脾胃虛弱，生化不足，血虛及氣，而成氣血兩虛。或年高體弱，氣血虛衰，或久病氣血內耗，皆可使氣虛血少，病及水輪。臨床可見雙眼干澀昏花，視定物若有振動之感，頭暈目眩，神疲乏力，面色蒼白無華，氣短心悸，舌質淡嫩，脈細弱等症狀。而水輪氣虛血瘀證則以氣虛無力鼓動血脈周流，而致血瘀為重點，故臨床除了氣虛症狀外，尚有視力突然下降，眼底可見中央靜脈血栓形成，有大片或廣泛出血，瘀血積滯難消，舌質紫暗，或有瘀斑等表現比較突出，然無面色萎黃，頭暈目眩，心悸等血虛的症狀，可助鑑別。"
  },
  "literature": "《證治準繩·七窍门》選朱丹溪醫案一則，謂：\"一男子四十餘歲，形實，平生好飲熱酒，忽目盲，脈澀。此因熱酒所傷，胃氣污濁之血，死在其中而然也，遂以蘇木作湯，調人參膏飲之，服二日，鼻內、兩手掌皆紫黑。曰：此病退矣，滯血行矣。以四物加蘇木、紅花、桃仁、陳皮，煎調人參末服，數日而愈。\"\n\n---",
  "zhengsu_composition": {
    "location": [
      "shen"
    ],
    "nature": [
      "qi_xu",
      "xue_yu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：氣虛、血瘀。根據證候名稱「水輪氣虛血瘀證」分析其病機組成。"
}