{
  "id": "shuishifanlan",
  "number": 100,
  "name": "水濕泛濫證",
  "category": "全身證候",
  "overview": "水濕泛濫證是指因氣化不利而導致水濕瀦留，泛濫於肌膚而出現頭面，四肢，胸腹，腰背及全身浮腫的證候。本證多為外邪阻遏陽氣，或陽氣不足，氣不行水，稽留不去所致。\n主要臨床表現為：目窠上微腫，如新臥起之狀，或四肢浮腫，初則腫脹按之隨手而起，繼則按之沒指，甚則出現胸水、腹水，小便不利，身重胸悶，苔白膩，脈滑或沉遲等。\n本證常見於“水腫”的有關病變中。\n水濕泛濫證應與“水飲內停證”、“濕阻脾胃證”、“水熱互結證”、“水瘀互結證”、“水鬱黃汗證”等相鑑別。",
  "clinical_manifestations": "目窠上微腫，如新臥起之狀，或四肢浮腫，初則腫脹按之隨手而起，繼則按之沒指，甚則出現胸水、腹水，小便不利，身重胸悶，苔白膩，脈滑或沉遲等。",
  "common_diseases": [
    "“水腫”的有關病變"
  ],
  "differential_syndromes": [
    "“水飲內停證”",
    "“濕阻脾胃證”",
    "“水熱互結證”",
    "“水瘀互結證”",
    "“水鬱黃汗證”"
  ],
  "differential": {
    "self_analysis": "由於造成水濕泛濫的病因、病機、病位不同，其臨床表現亦各有差異。例如在水腫的病變中，若因水濕浸漬而致本證者，多為涉水冒雨，水濕內侵，或飲食不節，脾為濕困，陽氣鬱遏而不得舒展，以致脾不制水，水濕逗留，症見四肢浮腫，身重胸悶，納谷少馨，泛噁欲吐，舌苔白膩，脈沉濡，治宜健脾化濕，通陽利水，方選五苓散(《傷寒論》)合五皮饮(《三因方》)加減。若因脾陽不振而致本證者，多為素體脾虛，又加飲食勞倦所傷，以致脾陽不振，中氣虧損，氣不化水，脾不散精而見水濕逗留，症見全身浮腫，腰以下腫，按之凹陷，面色萎黃，神疲乏力，納呆便溏，胸悶，脘腹脹滿，小洩不利，苔白膩而滑，舌質淡胖，脈細濡，治宜振奮脾陽，溫化水濕，方選参苓白术散(《和劑局方》)、或实脾饮(《濟生方》)加減。若因腎陽不足而致本證者，多為房室過度，腎氣虧損，腎主水，腎虛則水無所主而妄行，膀胱開闔失司而溲少，以致水溢停聚，症見面色晄白，全身浮腫，腰以下腫尤顯，按之沒指，形寒肢冷，心悸，動輒氣促，腰痛酸重，舌質淡胖，苔白膩，脈沉遲，治宜溫腎利水，方選真武汤(《傷寒論》)加減。\n水為陰，濕又為陰邪，水濕相搏，逗留不去，陰霾瀰漫，陽氣遏伏，故本證的特點是陰盛陽微。臨床可見素體陽虛之人，每易形成陽虛失運，水濕泛濫。至於外濕引動內濕，或飲食不節，恣飲生冷，或房勞過度，耗泄元陽所致的脾腎陽虛患者，亦常會發生本證。必須指出：鹹寒入腎，過食鹹寒則腎氣受損，氣化不利，影響膀胱的開闔，成為本證反覆發作的重要因素之一。\n肺、脾、腎三臟功能失調，三焦氣化不利，膀胱開闔失司，是本證發生的主要病機，說明人體氣機運行通暢，水濕才不會瀦留。由於造成氣機失調的病因很多，故本證可見不同病邪的兼挾證。如兼挾氣滯者，多因情緒波動，氣機鬱滯，氣滯則水不行，氣不行水則見小便澀滯，淋瀝，小便不通等病證，以疏理氣機，行氣化水為治療方法。又如兼挾血瘀者，多因氣化不利，血行不暢，《金匱要略·水氣病脈證並治》曰：“血不利則為水”，則可見肝脾血瘀的臌脹，婦女肝血失調的月經不行等病症，治當行氣化水，活血化瘀兼顧。陽虛水泛乃為本證的主要病機，溫運利水為治療常法。然而溫熱之藥，易於化燥傷津，滲利無度，攻逐太峻，每每造成水去津虧，本證在疾病的發展過程中，可從陽氣虛衰，演化為氣陰兩虛證，出現遍身浮腫，小便不利，口乾咽痛，心煩，舌質紅，苔濁膩，脈細滑數等症狀。所以，應嚴守“衰其大半而止”的原則，峻猛攻伐之劑必須慎用。本證遷延日久，後期還可出現全身腫脹，神情萎頓，頭暈耳鳴，腰膝痠軟，形寒肢冷，苔少面剝，脈沉細無力的陰陽兩虛證表現。最後會導致水濁相干，邪盛正虛，陰陽離決的危候。",
    "type_comparison": "水飲內停證與水濕泛濫證 二者均為陰盛陽微，氣化不利所導致的水液運化失常，而表現為飲停，水留，濕困的病理變化，且都可見胸悶，身重，苔白膩等症狀。但水濕泛濫證主要是水濕瀦留，溢於肌膚所導致的頭面、四肢、胸腹等全身性的水腫，症見顏面眼瞼浮腫，四肢或全身腫脹，小便短少等。它與水飲內停證的鑑別要點是：一、水濕泛濫證是指水氣泛濫於全身，而水飲內停證是指水飲停留於局部。二、二者雖均有水濕內阻的臨床表現，但水濕泛濫證主要以水腫，小便不利為主，而水飲內停證主要以飲停胸脅、胃腸為主。至於溢飲的四肢浮腫，主要為四肢腫重，腫脹一般較輕微，不同於水濕泛濫證的腫脹明顯，甚至按之沒指。水飲內停證以運化水飲為治，水濕泛濫證則以溫陽利水為治。二者當以此為辨。\n濕阻脾胃證與水濕泛濫證 二者均可見脾陽不振，濕邪困阻的胸悶，身重，小便短少的症狀。然而濕阻脾胃證的病變部位主要是中焦，因脾胃運化功能失調而出現的濕邪中阻的表現，症見神疲肢困，胸腹脹悶，身重，不思飲食，或見低熱，口膩，小便短少，苔膩，脈濡等。發於夏季者，又稱疰夏。其與水濕泛濫證的鑑別要點是：一、濕阻脾胃證的病變部位局限，或有季節性的特點，而水濕泛濫證是指全身性的水濕為患。二、前者以胸腹脹悶，不思飲食，身重肢困為主症，其治當運中化濕，而後者以頭面、四肢浮腫，小便不利為主症，其治當溫陽利水。三、暑濕中因脾胃，有時亦會出現顏面虛浮，或四肢發脹的感覺，這是因暑濕的季節特點及暑邪易於耗氣，造成氣虛作脹的表現，但畢竟浮腫輕微，且屬次症。二者當以此為辨。\n水熱互結證與水濕泛濫證 水熱互結證又稱結胸證。它是由於表證誤下，外邪內陷，化熱入里，與水相結於胸脅故名，症見胸脅疼痛，甚則從心下至少腹硬滿而痛不可近，但頭微汗出，煩躁短氣，心中懊憹，口乾舌燥，大便乾結等。其與本證的鑑別是：一、二者雖均曰水，然前者是指外感熱病中的水熱互結，其病變部位在胸脅脘腹，後者是內傷雜病中的水濕泛濫，其病變部位為全身性。二、前者以胸脅疼痛，拒按，但頭微汗出為主症，後者以腫脹為主症。故二者不難分辨。\n水瘀互結證與水濕泛濫證 水瘀互結證是指臌脹病中的肝脾血瘀的證候，由於肝脾氣滯，日久則脈絡瘀阻，血運不利，脾虛失運而水濕內聚，肝血內凝而血不行水，症見腹大如甕，脅腹脹痛，青筋顯露，胸水，腹水，面色暗黑，口渴不欲飲，小便不利，舌色紫，有瘀斑，脈細滑或沉滯等。其與水濕泛濫證的鑑別要點是：一、二者雖均有水濕內聚，泛濫胸腹而出現的胸水、腹水，小便不利的症狀，但前者的水溢部位主要在腹部，而後者的水溢部位可泛濫於全身。二、水瘀互結證的病變臟腑主要為肝、脾、腎，而本證是肺、脾、腎三臟功能失調。三、水瘀互結證不僅有水濕內聚的胸水，腹水的症狀，且有明顯的瘀血內結的表現，如腹起青筋，頭面、頸項、胸背等處有血痣，呈血絲紋狀，手掌有赤痕，齒衄，舌有瘀斑或青紫等。故當以此為辨。\n水鬱黃汗證與水濕泛濫證 水鬱黃汗證又稱黃汗，這是由於水濕之邪浸漬皮毛，濕邪遏伏化熱，逼汗而出，症見身熱，胸滿，四肢頭面腫，身體重痛，兩脛自冷，汗出色黃，脈沉遲等。其與水濕泛濫證的鑑別是：一、二者雖均可見水濕之邪，阻遏氣機流通而出現的四肢頭面腫，然前者為濕熱遏伏，後者為陽氣鬱遏。二、前者的病變部位在皮膚、肉里、後者的病變部位在肺、脾、腎。三、水鬱黃汗證的主要特點為汗出沾衣如柏汁，而水濕泛濫證主要為浮腫，小便不利。故當以此為辨。"
  },
  "literature": "《素問·陰陽別論》：“三陰結謂之水。”\n《靈樞·水脹》：“水始起也，目窠上微腫，如新臥起之狀，其頸脈動，時咳，陰股間寒，足脛腫，腹乃大，其水已成矣。”\n《金匱要略心典·水氣病脈證並治》：“風水，水為風激，因風而病水也。風傷皮毛而濕流關節，故脈浮惡風而骨節疼痛也。皮水，水行皮中，內合肺氣，故其脈亦浮，不兼風，故不惡風也。其腹如鼓，即《內經》皯皯然不堅之意。以其病在皮膚，而不及腸臟，故外有脹形，而內無滿喘也。水在皮者，宜從汗解，故曰：當發其汗。正水，腎臟之水自盛也。石水，水之聚而不行者也。正水乘陽之虛而侵及上焦，故脈沉遲而喘。石水因陰之盛而結於少腹，故脈沉腹滿而不喘也。黃汗，汗出沾衣如柏汁，得之濕熱交病，而濕居熱外，其盛於上而陽不行，則身熱胸滿，四肢頭面腫，久則侵及於里而榮不通，則逆於肉理而為癰膿也。”\n《醫宗金鑑·金匱要略注》：“諸有水者，謂諸水病也。治諸水之病，當知表里上下分消之法。腰以上腫者水在外，當發其汗乃愈，越婢、青龙等汤证也；腰以下腫者水在下，當利小便乃愈，五苓、猪苓等汤证也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "shi",
      "shui_ting"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：濕、水停。根據證候名稱「水濕泛濫證」分析其病機組成。"
}