{
  "id": "shuilunqixu",
  "number": 470,
  "name": "水輪氣虛證",
  "category": "專科證候",
  "overview": "水輪氣虛證是指元氣虛弱，無以升運目頭，目竅失卻濡潤滋養而出現的水輪病證的概稱。多因素體脾虛，勞倦過度，飲食不節，內傷脾氣，以致元氣大傷而成。\n主要臨床表現：視物昏渺，視正物反覺歪斜，視物卻非本色，或突然盲而不見；全身可見身倦無力，氣短懶言，面色晄白，舌淡苔白，脈緩弱等。\n水輪氣虛證常見於“視瞻昏渺”、“視正反斜”、“視物易色”、“暴盲”等疾病中。\n本證通常應與“水輪氣虛濕泛證”、“水輪陽虛證”、“水輪氣血兩虛證”、“水輪氣虛血瘀證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“視瞻昏渺”",
    "“視正反斜”",
    "“視物易色”",
    "“暴盲”"
  ],
  "differential_syndromes": [
    "“水輪氣虛濕泛證”",
    "“水輪陽虛證”",
    "“水輪氣血兩虛證”",
    "“水輪氣虛血瘀證”"
  ],
  "differential": {
    "self_analysis": "水輪氣虛證可在多種眼科疾病中出現，其臨床表現證候各俱一定特點，治法也不完全相同，因此須加以辨析。如視瞻昏渺病中出現水輪氣虛證，則多表現為目珠外觀端好，瞳神內無翳障氣色，惟自覺視物昏蒙不清，疲倦乏力，體虛自汗，飲食不振，舌淡少苔，脈虛無力等為特點，此由中氣不足，清陽之氣不能升運頭目所致。如《外科證治全書》謂：“脾又為諸陰之首，五臟六腑皆禀受脾氣，上貫於目而明。脾胃損臟腑之精氣皆失所司，不能歸明於目矣。”治宜益氣升陽，方用補中益氣湯(《脾胃論》)。若在視正反斜病中出現水輪氣虛證，其臨床表現視物呈歪斜之狀，而目外觀如常，全身可見頭暈目昏，神疲倦怠，畏寒喜熱，口淡多涎，舌淡苔白，脈沉等氣虛及陽為特點。此由元氣虛衰，而致陽氣亦虛，因虛而滯，不得上通於目，反致邪火上擾，惑亂神光所致。治宜升發陽氣，流利郁滯。方用補陽湯(《蘭室秘藏》)。若於視物易色病中出現水輪氣虛證，其特點為外眼如常人，但所見物體顏色非原來之本色，觀太陽若冰輪，或視火反粉色，舌紅少苔，脈虛細而數。此由氣虛不能鼓動脈絡中之氣血周流，而致內络氣郁，熱邪內阻，玄府不和，清陽之氣不能上承所致，治宜益氣升陽，解郁清熱，方用復明湯(《審視瑶函》)。若於暴盲病中出現水輪氣虛證，以一眼或雙眼視力下降或驟然喪失，而外觀端好為特點，全身可見，面色晄白，呼吸氣短，語聲低微，神疲乏力，飲食不振，舌淡少苔，脈虛大或虛細。此由元氣大傷，或人出血後，氣失血守，真氣衰弱，目失濡養所成。如《靈枢·決氣篇》謂：“氣脫者，目不明”。治宜大補元氣，方用獨參湯(《十藥神書》)或聖愈湯(《蘭室秘藏》)。總之，以上幾種眼病，證候雖同，但其症狀表現各有特色，臨床可根據上述病證特點，加以辨析。",
    "type_comparison": "水輪氣虛濕泛證與水輪氣虛證 脾主運化，輸布水液，腎為水火之臟，溫煦脾土，脾胃之職可司，如腎氣虛衰，脾氣虛弱，輸布之令不行，則水濕上凌，水輪受病。水輪氣虛濕泛證與水輪氣虛證有一定聯繫，又有區別。前者可因形體勞倦，內傷飲食，脾胃傷損，或因素體陽虛，或脾虛及腎，不能輸布水液而引起。臨床表現可見視物變形，視大為小，視直物如弓弦彎曲之狀，或視定物若有振動之感。全身可伴有食納減少，食後作脹，小便不利，大便溏泄，眼底檢查可見有視網膜黃斑水腫，或有視网膜脫離，水液瀦留等表現。而水輪氣虛證以視瞻昏渺，視物易色或突然盲而不見等為特點，無水濕瀦留之象。以此可作鑑別。\n水輪陽虛證與水輪氣虛證 氣屬陽，水輪陽虛證可以是水輪氣虛證的進一步發展，在病因病机方面有相似之處，但又有一定的區別。水輪陽虛證多由禀賦素虧，元陽不足，或腎臟虛勞，陽氣虧損，或由脾虛及腎，而致脾腎陽虛。臨床表現以暮無所見之夜盲和視野窄小為特徵，全身可見身背惡寒，四肢不溫，平時比常人怕冷，耳鳴耳聾，腰酸腿軟，夜間多尿，舌質淡，苔淨，脈細無力。男子可有陽痿，早泄，女子可見月經不調，白帶過多，質地清稀等兼症。而水輪氣虛主要以脾氣虛弱之見症為特點，而無身背惡寒，四肢不溫，夜間尿多及陽痿早泄等陽氣虛衰的表現，可助分辨。\n水輪氣血兩虛證與水輪氣虛證 氣與血是相依相附的，氣以生血，血以養氣，氣為血帥，血為氣母，氣與血的生理關係至為密切。水輪氣血兩虛證的形成，常由於年老體弱，或脾胃虛弱，生化不足，或久病不愈，氣血俱傷，或因失血過多，血病而及氣虛，而致氣血兩虧，病及水輪。臨床表現為視物昏花，干澀不舒，不耐久視，久則目珠酸疼，甚則視力逐漸下降，乃至失明。全身可見面色蒼白，頭暈目眩，心悸失眠，手足發麻，氣短乏力，舌質淡嫩，脈細弱等症狀。水輪氣虛證與水輪氣血兩虛證，雖然都有氣虛的見證，但無頭暈目眩，心悸失眠，手足發麻，唇色淡白等血虛之證候。兩者不難分辨。\n水輪氣虛血瘀證與水輪氣虛證 氣於血有推動、統攝和化生的作用，氣為用是動力，血為體是基礎，元氣既虛，必不能達於血管，血管無氣，必停留而致瘀，因此，兩者在生理和病理上是相互聯繫的。水輪氣虛血瘀證可因某些慢性病如血壓偏高，血管硬化等病變，或年及中衰，元氣虛弱，或因熱性病後，傷及元氣，氣虛無力鼓動血液周流，而致氣虛血瘀，病及水輪。臨床可見眼前有黑影飄動，或在某一限象有黑影一片遮擋，甚則視物模糊，視物變形。眼底檢查可見視網膜中央靜脈有全部或分枝阻塞，有大片放射狀出血瘀滯，或可波及黃斑區。全身可見神疲乏力，體虛自汗，小便餘瀝不盡，舌質紫暗或有瘀斑，脈虛無力。水輪氣虛證無脈道阻塞，血液瘀滯，溢出络外之見症。兩者自是不同。"
  },
  "literature": "《醫貫·眼目論》：“若因飲食失節，勞役過度，脾胃虛弱，下陷於腎肝，濁陰不能下降，清陽不能上升，天明則日月不明，邪害空竅，令人耳目不明。夫五臟六腑之精，皆禀受於脾土，而上貫於目，……脾虛則五臟之精氣，皆失所司，不能歸明於目矣。……若兩目暗昏，四肢不息者，用東垣益氣聰明湯。若兩目緊小羞明畏日者，或視物無力，肢體倦怠，或手足麻木，乃脾肺氣虛，不能上行也，用神效黄芪湯。若病後，或日晡，或燈下，不能視者，陽虛下陷也，用決明夜光丸，或升陽鎮陰湯。”\n《證治準繩·七窍门》引朱丹溪的醫案，謂：“丹溪治一老人，病目暴不見物，他無所苦，起坐飲食如故，此大虛證也，急煎人參膏二斤，服二日，目方見。一醫與青礞石藥，朱曰：‘今夜死矣，不悟此病得之氣大虛，不救其虛，而反用礞石，不出此夜必死’。果至夜半死”。",
  "zhengsu_composition": {
    "location": [
      "shen"
    ],
    "nature": [
      "qi_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：氣虛。根據證候名稱「水輪氣虛證」分析其病機組成。"
}