{
  "id": "shuilunyinkui",
  "number": 469,
  "name": "水輪陰虧證",
  "category": "專科證候",
  "overview": "水輪陰虧證是指腎中真陰不足，陰精虧損，不能濡養目竅而出現視覺異常的一些臨床表現的概稱。多因勞傷過度，或年高腎虛精衰，或久病損及腎陰所致。\n主要臨床表現：視物模糊，雙目干澀昏花，起坐動輒眼前生花，瞳神散大，頭暈目眩，神疲乏力，腰膝痠軟，舌紅少苔，脈細帶數。\n水輪陰虧證常見於“視瞻昏渺”、“干澀昏花”、“坐起生花”、“瞳神散大”等疾病中。\n本證應與“水輪陰虧火旺證”、“水輪陰虧神傷證”、“水輪陰虧氣虛證”、“水輪陰虛血少證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“視瞻昏渺”",
    "“干澀昏花”",
    "“坐起生花”",
    "“瞳神散大”"
  ],
  "differential_syndromes": [
    "“水輪陰虧火旺證”",
    "“水輪陰虧神傷證”",
    "“水輪陰虧氣虛證”",
    "“水輪陰虛血少證”"
  ],
  "differential": {
    "self_analysis": "水輪陰虧證可出現於多種眼病之中，其臨床表現各有一定特點，治法亦不盡相同，必須加以辨析。如視瞻昏渺病中出現水輪陰虧證，則多表現自覺視物不清，但瞳神內無障翳氣色可尋，每遇身心過勞後，則症狀加重。全身可見頭暈耳鳴，神疲倦怠，腰膝痠軟，咽干少津等特點。此由腎陰不足，陰精不能上承，頭目失養所致。如《靈枢·海论》謂：“髓海不足，則腦轉耳鳴，胫酸眩冒，目無所見，懈怠安臥。”治宜滋養肝腎，方用明目地黄湯(《審視瑶函》)。若干澀昏花病中出現水輪陰虧證，其臨床表現為自覺雙眼干澀不舒，視物昏花，合眼片刻則稍覺爽快，白睛隱隱淡紅，伴細小赤脈。全身可見頭暈目眩，腰酸遺精，舌質淡，苔薄白，脈細弱等精血不足為特點。此多由恣情縱慾，悲泣過度，肝腎精血虛衰，不能潤澤濡養目竅所致。如《諸病源候論·目澀候》謂：“目，肝之外候也。腑臟之精華，宗脈之所聚，上液之道，若悲哀內動腑臟，則液道開而泣下；其液竭者，則目澀。”治宜補益肝腎，滋養陰血，方用四物五子丸(《審視瑶函》)。若坐起生花病中見水輪陰虧證，常在久坐，久臥，或久視，忽然起立，則感頭暈眼花，良久乃定為特點，兼見耳鳴不聰，腰膝酸軟，怔忡善忘，脈細弱等。多因肝腎陰精不足，無以滋養頭目清竅所致。徐春甫謂：“此證眼前黑花簇飛，不疼不痛，無眵無淚，蓋是肝腎虛憊，氣不充周。”(《古今醫統》)治宜補腎益精，養肝明目，方用補腎丸(《銀海精微》)。若於瞳神散大病中見水輪陰虧證，以瞳神散大而不能斂聚，黃仁縮至黑睛邊緣，甚則窄細一周如線等為特點，此多由勞心竭思，房室不節，耗傷真陰，腎精虧損，瞳神失卻精氣充養，而無斂聚之職所成，如《醫學入門》謂：“骨之精為水輪。虛證，瞳仁散大，視物不真”，治宜補益腎中真陰，收斂精氣，方用七味都氣丸(《醫宗已任編》)加白芍藥、女貞子等。總之，證候雖相同。但在不同疾病中，其症狀表現亦各有所異，臨證中可根據上述病證特點，加以辨析。",
    "type_comparison": "水輪陰虧火旺證與水輪陰虧證 腎主水，藏陰精，寄命門真火，為水火之臟，水火相互依附為用，腎陰不足，則火不守位而上炎。兩證的病机，臨床表現有相似之處，但又有一定的區別。水輪陰虧火旺證可包括水輪陰虧證，水輪陰虧火旺證又可是水輪陰虧證的進一步發展。從病因而論，水輪陰虧火旺證多因素體陰虛，或勞傷過度，斫傷精血，或勞心竭思，陰血暗耗；或熱病傷陰，或久病陰損所致。腎中真水不足，水火不濟，虛火炎蒸，蒸灼目竅，惑亂神光，故症見視定物若有振動之感，或視物時眼前有帶色淡影一片，遮擋物體，或眼前有螢星閃耀，影響視物。全身可見頭暈目眩，耳鳴、耳聾，雙目干澀，口咽發干，五心煩熱，心煩不寐，舌紅苔少，脈細數無力。水輪陰虛證亦可由禀賦不足，勞損過度，或久病及腎等原因而引起，但病變尚未達到陰虛火旺的階段，臨床以視瞻昏渺，干澀昏花，坐起生花，頭暈耳鳴，腰膝酸軟等表現為主症。而無五心煩熱，心煩不寐，口咽乾燥，午後潮熱，夢遺滑精等陰虛火旺之見證。陰虛火旺者見虛火炎升之象，陰虛者火象不明顯，以此可資鑑別。\n水輪陰虧神傷證與水輪陰虧證 臟腑之精氣特別是腎中之精氣是神的物質基礎，腎中精氣充足，則神氣充旺，腎中精氣耗竭，則神氣渙散。水輪陰虛神傷證包括水輪陰虛證，水輪陰虧神傷證亦可以是水輪陰虧證的進一步發展。水輪陰虧神傷證的病因，多為素體陰虛或房事不節，或久病暗耗真陰，神無所養；真陰虧損，不能制火，虛火僭越，擾亂神明，神光蕩漾，晝夜不寧，自見眼前神光出現，如電光閃掣，甚則如火焰霞明，時發時止，而外眼如常人，無障翳氣色可尋。全身可見虛煩失眠，心悸健忘，頭暈耳鳴，腰膝酸楚，多夢遺精，或月經不調，舌紅少苔，脈細數等。水輪陰虧證之致病原因與其相似，但其病變尚未達到傷及神氣，擾亂神光的程度。所以，雖有視物昏花，或起坐動則眼前生花，而無電光閃掣，火焰霞明等神光外現的表現，以此可以分辨。\n水輪心腎陰虧證與水輪陰虧證 心主血脈，血之氣化為真水在臟腑而為津液，升運於目而為膏汁，心血充旺，則腎中真水亦盛，如心血有損則真水亦虧，目失所養。水輪心腎陰虧證與水輪陰虧證在病机上既有聯繫，又有區別。前者多因起早睡晚，心身俱勞，心血暗耗，腎陰亦傷，或房勞過度，傷損精血等，致心腎陰虛，心火亢盛，心腎不交，水火不濟，陰精不能留制陽光，致神光飛越，臨床表現在黑夜無光處，自覺倏然見物，或見火光，時有時無，全身可見發熱作渴，口舌生瘡，咽喉作痛，或形體憔悴，寢汗發熱，舌紅少苔，尺脈細弱或帶數象等陰精虧耗，火拒上焦之候，顯然與單純水輪陰虧證不同。"
  },
  "literature": "《直指方·眼目方論》：“肝腎之氣充，則精彩光明，肝腎之氣乏，則昏朦暈眩。”\n《醫方考·目病方論》：“腎虛目暗不明者，益陰腎氣丸主之。蓋精生氣，氣生神，故腎精一虛，則陽光獨治。陽光獨治，則壯火食氣，無以生神，令人目暗不明。王冰曰：壯水之主，以制陽光。故用生、熟地黄、山萸、五味、歸梢、澤瀉、丹皮味厚之屬。以養陰養腎，滋陰則火自降，養腎則精自生，乃山藥者，所以益脾而培萬物之母，茯神者，所以養神而生照明之精，柴胡者，所以升陽而致神明之氣於精明之窠也。”\n《景岳全書·目疾》：“眼目一證，……其既無紅腫，又無熱痛，而但或昏或澀，或眩運或無光，或年及中衰，或酒色過度，以致羞明黑暗，瞪視無力，珠痛如抠等證，則無非水之不足也。”又謂：“若真陰不足，本無火證，而但目視無光，及昏黑倦視等證，悉由水虧血少而然。宜濟陰地黄丸，左歸丸之類主之。或兼微火者，宜明目地黄丸，固本還晴丸之類主之。”"
}