{
  "id": "shuilunqixuxueshao",
  "number": 472,
  "name": "水輪氣虛血少證",
  "category": "專科證候",
  "overview": "水輪氣虛血少證是氣血俱虛，無以濡潤目竅而出現的視力減退，視覺異常等水輪病變為臨床表現的概稱。多因勞倦內傷，脾虛生化之機不足，久病氣血暗耗，或失血過多等所致。\n\n主要臨床表現為：視物模糊，視定物若有振動之感，盲而不見，視物顛倒錯亂。頭暈目眩，神疲乏力，面色蒼白無華，氣短心悸，舌質淡嫩，脈細弱等。\n\n水輪氣虛血少證常見於\"視瞻昏渺\"、\"視定若動\"、\"視物顛倒\"、\"暴盲\"、\"青盲\"等疾病中。\n\n本證應與\"水輪陰虛血少證\"、\"水輪氣虛證\"、\"水輪氣虛血瘀證\"相鑑別。",
  "clinical_manifestations": "視物模糊，視定物若有振動之感，盲而不見，視物顛倒錯亂。頭暈目眩，神疲乏力，面色蒼白無華，氣短心悸，舌質淡嫩，脈細弱等。",
  "common_diseases": [
    "\"視瞻昏渺\"",
    "\"視定若動\"",
    "\"視物顛倒\"",
    "\"暴盲\"",
    "\"青盲\""
  ],
  "differential_syndromes": [
    "\"水輪陰虛血少證\"",
    "\"水輪氣虛證\"",
    "\"水輪氣虛血瘀證\""
  ],
  "differential": {
    "self_analysis": "水輪氣虛血少證可見於多種疾病之中，其臨床症狀表現不一，治法亦不盡相同，必須加以辨析。如視瞻昏渺病中出現水輪氣虛血少證，則多表現為視物昏蒙不清，而目內無障翳氣色可尋，每遇形體過勞則症情加重，全身可見頭暈目眩，面色無華，目少神彩，少氣懶言，舌色淡白，脈細無力。此由氣血虛損，養目之源虧乏，神光不足所致。如《太平聖惠方》卷三十三\"治眼昏暗諸方\"謂：\"夫眼者，五臟六腑陰陽之氣，皆上注於目，若血氣充實，則瞻視分明；若血氣虛竭，則風邪所侵，故令目暗不明也。\"治宜氣血雙補，方用八珍湯。\n\n若在視定若動病中出現水輪氣虛血少證，其臨床表現每以視靜止不動之物反似有振動之感為特點，閱讀過久，所見字體似在紙上跳動，閉目調息，片刻可復。全身可見神疲體倦，胃納減少，心悸怔忡，失眠健忘，舌淡，脈細弱。此乃氣血不足，心脾兩虛，神無所養所致。治宜健脾益氣，補血養心，方用歸脾湯。\n\n若於視物顛倒病中出現水輪氣虛血少證，常以所見物體呈旋轉倒置之狀為特點，面色萎黃，氣短懶言，精神疲乏，足膝無力，喜熱畏寒，舌淡苔薄白，脈細弱。因\"兩目系如線，專於腦，所見之物歸於腦。\"氣血虛弱，腦失所養，虛眩運掉所致。治宜益氣補血，方用十全大補湯。\n\n若於暴盲病中出現水輪氣虛血少證，臨床表現以視力突然下降，視物模糊為特點，常發病於胎產之後，氣血已傷，又兼哺乳，更耗陰血，或因其他原因失血過多，血病及氣，氣血兩虛，病及水輪所致，治宜補益氣血，方用柴胡參朮湯。\n\n若青盲病中出現水輪氣虛血少證則可表現為視力逐漸下降，直至失明，而外眼端好，無翳障氣色可尋。全身可見頭暈目眩，面色無華，神倦力乏，心悸失眠，唇舌淡白，脈細弱等症狀。此由氣血虛衰，元府無以升降出入，水輪日益昏蒙而成。治宜益氣補血，方用聖愈湯。\n\n總之，以上證候雖同，但在不同疾病中，其症狀表現各有特點，臨床可根據上述辨證特點，加以辨析。",
    "type_comparison": "水輪陰虛血少證與水輪氣虛血少證 氣屬陽，血屬陰，氣能生血，血能化氣。水輪陰虛血少證和水輪氣虛血少證在病因病机方面既有聯繫，又有區別。前者可由勞瞻竭視，過慮多思，暗耗心血，或不忌房事，陰精虧損，致精血虧虛，不能上承以滋養目竅，亦有因耽酒嗜燥，煤火傷陰，陰血虧損，病及水輪所致。臨床自覺雙眼干澀不舒，視物昏花，合眼片刻則感稍爽。全身可見頭暈耳鳴，面色萎黃，腰酸遺精，舌質淡，苔薄白，脈沉細等症狀，水輪陰虛血少證和水輪氣虛血少證雖然都有血虧失於滋榮的見症，但前者陰精亦虧，兼見頭暈耳鳴，腰酸遺精等症，後者元氣有傷，兩者自是有別，不難鑑別。\n\n水輪氣虛證與水輪氣虛血少證 氣血相隨，不得相失，五臟六腑之氣血皆上注於目，目得其養，精明所用。兩者在生理上和病理上可以互相影響。水輪氣虛證可因素體脾胃虛弱，元氣無以生化；或因勞力過度，飲食不節，脾胃先病，元氣大傷，水輪失養所致。臨床可見視物模糊不清，或視正物反為歪斜之狀，或視物卻非本色，或突然盲而不見，全身可見面色晄白，神疲體倦，眼部見症早晨輕而午後重，舌淡苔白，脈細弱等症狀。而水輪氣虛血少證除了氣虛的症狀外，尚有面色無華，口唇淡白，心悸怔忡，心煩失眠等表現比較明顯，可助鑑別。\n\n水輪氣虛血瘀證與水輪氣虛血少證 氣虛則無力鼓動血液循行，因而可以阻滯脈絡瘀血內積。氣虛又可致新血不生，氣血兩虛。水輪氣虛血瘀證可因素體元氣不足，或年高體弱，元氣虛衰，或久病遷延，耗傷元氣，或身心俱勞，內傷脾胃，元氣虛弱，氣虛則血脈周流不暢，瘀血阻滯於睛內脈络，血不循經溢於络外，而致水輪病變。臨床可見氣短乏力，面色晄白，頭暈目昏，視物不清，或視物變形，甚則盲而不見，眼底可見視網膜中央動脈阻塞，或中央靜脈阻塞，伴有大片出血滲出，甚者波及黃斑區，舌質紫暗，或有瘀斑，脈虛無力等。水輪氣虛血少證，除氣虛外，還可見心悸怔忡，煩躁失眠，唇舌淡白，脈細弱等血虛徵象，可資分辨。"
  },
  "literature": "《醫學綱目》：\"蓋目主氣血，氣血盛則元府得利，出入升降而明，虛則元府無以出入升降而昏，此則必用參芪四物等劑，助氣血運行而明也。\"\n\n---",
  "zhengsu_composition": {
    "location": [
      "shen"
    ],
    "nature": [
      "qi_xu",
      "xue_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：氣虛、血虛。根據證候名稱「水輪氣虛血少證」分析其病機組成。"
}