{
  "id": "shuiyinneiting",
  "number": 101,
  "name": "水飲內停證",
  "category": "全身證候",
  "overview": "水飲內停證是指人體水液運行輸布失常，水停為飲，水飲聚積於機體胸腹、胃腸、或四肢等不同部位所出現的證候。《金匱要略》稱之為“痰飲”。本證常因陽氣虛弱而不運，氣化不利而飲停所致。多見於內傷雜病。\n主要臨床表現為：胃中有振水音，腸間漉漉有聲，四肢重腫，胸悶脅痛，咳唾引痛，喘息氣短，嘔吐涎沫，背部冷如掌大，頭暈目眩，顏面略浮，苔白膩，脈弦或沉弦等症狀。\n本證散見於“痰飲”、“懸飲”、“支飲”、“溢飲”、“眩暈”等病症中。\n本證應與“水濕泛濫證”、“痰證”等相鑑別。",
  "clinical_manifestations": "胃中有振水音，腸間漉漉有聲，四肢重腫，胸悶脅痛，咳唾引痛，喘息氣短，嘔吐涎沫，背部冷如掌大，頭暈目眩，顏面略浮，苔白膩，脈弦或沉弦等症狀。",
  "common_diseases": [
    "“痰飲”",
    "“懸飲”",
    "“支飲”",
    "“溢飲”",
    "“眩暈”等病症"
  ],
  "differential_syndromes": [
    "“水濕泛濫證”",
    "“痰證”"
  ],
  "differential": {
    "self_analysis": "本證由於水飲停積的部位不同，其受侵的臟腑亦不同，故其病機及臨床表現亦有所異。例如水飲內停於胃腸，多因飲食不節，恣飲無度，或勞倦內傷，脾胃受損，中陽不振，脾失健運，水停為飲，發為痰飲，症見其人素盛今瘦，脘腹脹滿而痛，胃中有振水音，腸間漉漉有聲，口乾舌燥，面目虛浮，小便黃短，大便乾結，舌苔黃膩，脈滑數，治宜分消水飲，健運導下，方選已椒苈黄丸(《金匱要略》)加減。又如水飲停積於胸脅，多因寒濕浸漬，經脈受阻，肝脈布於兩脅，肝絡不和，肺失宣肅，氣機升降失司，飲停不去，發為懸飲，症見咳唾引痛，脅下痛引缺盆，咳嗽、轉側、呼吸時疼痛加劇，氣短息促，苔白，脈沉弦，治宜攻逐水飲，方選十枣汤(《金匱要略》)加減。又如水飲停於胸肺，多為痰飲素盛，經久不愈，復感外邪，肺氣失於宣肅，飲隨氣逆，發為支飲，症見咳逆倚息，短氣不得臥，其形如腫，痰多白沫，舌苔白膩，脈弦緊，治宜溫肺化飲，方選小青龙汤(《金匱要略》)加減。又如水飲橫溢於四肢，多為素有飲邪，復又外感，腠理閉塞，以致水飲溢於肌表，發為溢飲，症見四肢微腫，當汗出而不汗出，身體疼重，若表寒里飲俱盛，還可見發熱惡寒，痰多白沫，咳喘等，治宜發汗解表，溫化里飲，方選小青龙汤加減；若飲邪鬱而化熱，還可見發熱，煩躁，口乾，苔黃白相兼，脈浮而弦數，治宜發汗解表，兼清鬱熱而化飲邪，方選大青龙汤(《金匱要略》)加減。又如飲停心下，脾陽不振，水飲上逆，陰霾瀰漫，陽氣被遏而不升，發為眩暈，症見頭暈目眩，泛噁嘔吐，咳嗆氣逆，心下有痰飲，胸脅支滿，苔白膩，脈弦滑，治宜健脾化飲，振奮中陽，方選苓桂术甘汤合泽泻汤(《金匱要略》)加減。\n本證多為陰盛陽微，本虛標實的病症。飲為陰邪，遇寒則凝，秋冬氣候寒涼，每易觸發。且好發於素體陽虛，及飲水過多，或飲酒無度之人，因陽不化氣，氣不化飲，脾陽不振，水飲不化所致。《金匱要略》有“留飲”、“伏飲”之稱，所謂留飲是指水飲停留不去；伏飲是指水飲潛伏而反覆發作。“留”、“伏”之飲，由於飲邪停蓄遷延而名，亦屬上述四飲的範疇，不過其病程較長，病邪深錮而已。本證因水液運化輸布失常，氣化不利，故與肺、脾、腎、三焦關係密切，其中脾腎陽虛，陽氣不得舒暢，尤為飲停不化的關鍵。\n本證由於陽氣不足，衛外功能減弱，故風寒、暑濕之邪每易侵襲而出現兼挾證。若風寒外襲，可見新感引動伏飲，不僅有飲停於內的胸腹脹悶，身重，咳喘等症，還會見風寒外束的發熱惡寒，骨節疼痛的表證；若兼挾暑濕，還可見泛噁嘔吐，口渴不欲飲，心煩等症。對於兼挾證的出現，治療時，必須祛邪化飲兼顧。在本證病變的演化中，可見飲停不去，脾陽虛弱，表現為神困肢重，納呆便溏，嘔吐清涎，心下支滿，心悸，背部寒冷如掌大等症；若飲停日久，脾虛及腎，會導致腎陽虛，腎虛則氣化不利，無以溫煦蒸騰水液，表現為形寒肢冷，口吐清涎，臍下筑動，喘促氣短，腰酸頭暈，小便不利等症。又可見飲邪上犯心肺，若腎陽不足，寒邪內凝，陰盛陽微，陽虛水泛會形成寒飲射肺，症見咳喘氣促，不能平臥，動則喘甚，痰多白沫，形寒肢冷，面浮肢腫，小便清白等；若脾腎陽虛，水飲內停，陽不化氣，氣不行水會出現水氣凌心，症見心悸，眩暈，泛噁，胸脘痞滿，下肢浮腫，小便不利等。《金匱要略》曰：“病痰飲者，當以溫藥和之”，明確指出了溫陽化飲是治療本證的原則。但臨床上切忌溫燥太過，滲利攻逐無度，反有耗氣傷津之弊。不可不慎。",
    "type_comparison": "水濕泛濫證與水飲內停證 二者均為陰盛陽微，氣化不利所導致的水液運化失常，而表現為飲停，水留，濕困的病理變化，且都可見胸悶，身重等症狀。但水濕泛濫證主要是水濕瀦留，溢於肌膚所導致的頭面、四肢、胸腹等全身性的水腫，症見顏面眼瞼浮腫，四肢或全身腫脹，小便短少等。它與水飲內停證的鑑別要點是：一、水濕泛濫證是指水氣泛濫於全身，而水飲內停證是指水飲停留於局部。二、二者雖均有水濕內阻的臨床表現，但水濕泛濫證主要以水腫，小便不利為主，而水飲內停證主要以飲停胸脅、胃腸為主。至於溢飲的四肢浮腫，主要為四肢腫重，腫脹一般較輕微，不同於水濕泛濫證的腫脹明顯，甚至按之沒指。\n痰證與水飲內停證 二者均可見脾陽不振，水谷精微無以運化而造成的飲停痰聚，且都可見咳吐痰涎的症狀。然痰證的病因病機較水飲內停證複雜，除上述致痰原因外，還可見燥熱灼津為痰，氣血不足生痰。痰證的臨床表現眾多，因為痰可隨氣機升降而無處不到，且有風痰、熱痰、寒痰、燥痰、老痰之別。它與水飲內停證的鑑別要點是：一、一般認為，水液從陽而化為痰，所謂“濕熱生痰”，故痰為粘稠重濁之質；水液從陰而化為飲，所謂“飲為陰邪”，故飲為清稀淡薄之水。二、痰證為全身性的表現，不論臟腑經絡，痰無處不到，如咳嗽有痰，嘔吐痰涎，喉中痰鳴，痰迷心竅，痰熱煽風，痰核凝聚，痰流經絡等等，而水飲內停證為局部停飲。三、二者雖都可見咳吐痰涎，但痰證尚有無形之痰的臨床表現。故當以此為辨。"
  },
  "literature": "《素問·至真要大論》：“歲太陰在泉……民病飲積心痛。”\n《素問·氣交變大論》：“歲土太過，雨濕流行……飲發中滿，食減，四肢不舉，變生得位。”\n《金匱要略·痰飲咳嗽病脈證並治》：“其人素盛今瘦，水走腸間，瀝瀝有聲，謂之痰飲。飲後水流在脅下，咳唾引痛，謂之懸飲。飲水流行，歸於四肢，當汗出而不汗出，身體疼重，謂之溢飲。咳逆倚息，短氣不得臥，其形如腫，謂之支飲。”\n《金匱要略心典·痰飲咳嗽病脈證治》：“久咳數歲不已者，支飲漬肺而咳，飲久不已，則咳久不愈也。……然飲雖衰而正不能御，亦足以上蔽清陽之氣，故其人必苦冒也。此病為支飲所致，去其飲則病自愈，故曰治屬飲家。”\n《儒門事親·飲當去水溫補轉劇論》：“此論飲之所得，其來有五：有憤鬱而得之者；有困乏而得之者；有思慮而得之者；有痛飲而得之者；有熱時傷冷而得之者。飲證雖多，無出於此。”\n《景岳全書·痰飲》：“痰之與飲，雖曰同類，而實有不同也。蓋飲為水液之屬，凡嘔吐清水及胸腹膨滿，吞酸嗳腐，渥渥有聲等證，此皆水谷之餘停積不行，是即所謂飲也。若痰有不同於飲者，飲清徹而痰稠濁；飲惟停積腸胃而痰則無處不到。水谷不化而停為飲者，其病全由脾胃；無處不到而化為痰者，凡五臟之傷皆能致之。故治此者，當知所辨，而不可不察其本也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "shui_ting"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：水停。根據證候名稱「水飲內停證」分析其病機組成。"
}