{
  "id": "shureshangqi",
  "number": 263,
  "name": "暑熱傷氣證",
  "category": "溫病證候",
  "overview": "暑熱傷氣證是指感受暑熱之邪，邪傷肺衛之氣，以身熱汗出，口渴少氣為主症的證候。多發於盛夏之時。\n主要臨床表現為：身熱，微惡寒，汗多，口燥渴多飲，面赤氣粗，身重頭痛而暈，甚或喘促少氣，舌苔白厚乾燥，脈洪大而芤等。\n暑熱傷氣證多見於“暑溫”證中。\n本證通常應與“暑傷氣陰證”、“寒傷陽氣證”、“濕傷陽氣證”、“勞傷陽氣證”、“傷寒陽明經證”等相鑑別。",
  "clinical_manifestations": "身熱，微惡寒，汗多，口燥渴多飲，面赤氣粗，身重頭痛而暈，甚或喘促少氣，舌苔白厚乾燥，脈洪大而芤等。暑熱傷氣證多見於“暑溫”證中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“暑傷氣陰證”",
    "“寒傷陽氣證”",
    "“濕傷陽氣證”",
    "“勞傷陽氣證”",
    "“傷寒陽明經證”"
  ],
  "differential": {
    "self_analysis": "盛夏之時，暑熱炎炎，若冒暑勞作，或元氣素虧之人不慎趨避，致傷於暑熱，耗傷元氣而成BOOK證，暑為火邪，蒸散最劇，常易耗氣傷津。葉天士說：“夏暑發自陽明”，即指土氣當令。感受暑邪，兩陽相合，故易入之，亦有兼挾證等，分述如下：\n夏至以後，傷於天時暑熱之氣，火熱燔灼陽明，蒸其津液，耗傷元氣而以面赤氣粗。身熱熾盛，汗多燥渴，頭痛而暈，脈洪大而芤為主要表現的，屬暑溫暑熱傷氣證，乃暑熱未解，元氣已傷，須清暑益氣保津，方用白虎加人参汤(《溫病条辨》)；長夏受暑，過夏而發，即令其時已在秋冬，但症見面赤煩渴特甚，面汗泄淋淋，脈虛大而芤者，為伏暑暑熱傷氣證，乃暑熱內伏氣分，耗損正氣而成，亦須清暑益氣，方用白虎加人参汤或雷氏却暑调元法(《時病論》)；並有津傷表現如舌乾少津等，可投王氏清暑益气汤(《溫熱經緯》)；患春溫等病熱邪已入陽明，症見喘汗脈洪兼芤，此熱邪已傷正氣，或已見潮熱便結，經下後便通，但熱未全退，渴汗未止，腹不硬痛，脈亦轉洪大而芤者，屬結滯雖去，正氣已傷，亦宜清暑益氣調理，均宜白虎加人參湯。\n人有晝傷暑熱之氣，夜受風露之涼而致發熱惡寒，身重疼痛，手足逆冷，脈弦細芤遲，口開前板齒燥者，為暑熱而兼寒濕，由暑傷肺胃之氣，寒濕遏於太陽所致，當擬前法而兼化寒濕。高年之人，勞倦中暑，身熱如火，口渴飲冷，頭痛如破而脈虛豁，二三至一止者，此正氣本虛而暑熱之邪大盛所致，證雖異而治法同，酌情加重補氣之力即可。\n真陰素虧之人，傷於暑溫，陰液既虧，熱復傷氣，症見大渴大汗，氣喘難續，徹夜不眠，脈象虛豁或散大，為氣陰過耗，化源欲絕之危象，須滋化源，斂津氣。體弱之人，感受盛暑之氣，火氣爍肺，絡血上溢而致頭目不清，煩熱口渴，咳嗽氣喘，時咳鮮血者，屬暑熱極盛，氣被火刑，肺絡受傷，血從上溢所致，又名暑瘵，當清肺絡，養氣陰以調理則癒。婦人重身，傷於暑熱，有氣短，腹內跳動不安症狀者，為暑熱之邪傷元氣，逼胎元，須慎加調護，以保胎元。小兒夏令傷暑，由臟腑脆嫩，稚陽之體易實易虛，故常可致痙，症見身熱頭疼，角弓反張，喘促脈芤者，亦屬暑熱內襲，傷及元氣所致。對此，吳鞠通曾指出：“痙因於暑，只治致痙之因而痙自止，不必沾沾但於痙中求之。”可知此證(吳氏亦稱為暑癇)仍從暑熱傷氣本證論治即可。暑邪蘊於陽明，壯熱煩渴，脈洪大，汗多尿短赤，同時並有胸脘痞悶，肢體沉重困倦症狀者，乃暑熱挾濕困阻中焦，為暑傷陽明，濕困太陰，治須兩顧。夏秋之季，既感於暑，復傷於食，三焦混淆，情濁相干，亂於腸胃，而嘔吐瀉利，腹中大痛，脈象微澀或沉伏或大而虛，為中焦之氣受損，陰陽間隔，若已見手足厥冷，脈微欲絕，不多飲水，亟須挽正回陽。",
    "type_comparison": "暑傷氣陰證與暑熱傷氣證 二證病因相同，但暑邪性最蒸散，既可耗氣，又易傷津，兩者實無絕對界線，僅因受邪輕重、體質不一，前者以暑熱兩傷氣陰為病機，故除後者之見症外，尚有自汗脈虛舌燥等，可資鑑別。\n濕傷陽氣證與暑熱傷氣證 濕邪粘膩重濁，其性屬陰，故濕盛常可傷陽氣，葉天士說“吾吳濕邪害人最廣，如面色白者，須要顧其陽氣，濕勝則陽微也。”濕常與寒、熱相合為病，寒濕所傷因有傷於寒之症象故易辨別，如四肢不溫，瀉利腹痛，舌白脈緩等，均為暑熱傷氣證所無。濕熱所傷者，常因濕熱交熾，病勢纏綿，午後熱重，胸脘痞悶，肢重困倦等，與暑熱傷氣證之面赤氣粗，口渴，身熱身重，汗多等不同。\n勞傷陽氣證與暑熱傷氣證 勞傷陽氣證常以飲食失節，寒溫失調，情志所傷，過度勞乏等為病因，而耗損元氣，即《內經》“勞則氣耗”之義，以陽氣虛虧、不喜飲食、食少輒脹，不任寒熱，不耐勞乏，稍動則汗，氣息喘促，脈大無力或虛為特徵，即或有熱，此氣虛之熱亦不甚，而不能與後者之受著高熱可比。兩證雖均有汗出，但前者為氣失固秘，故汗出不多，稍動則甚，每易喘促；而暑熱傷氣之汗，為熱蒸汗出，欲止不得，故勞傷之汗須益氣，氣壯症自除；暑傷之汗必清暑，暑不清則症難癒。以上數點，可供鑑別。\n寒傷陽氣證與暑熱傷氣證 均傷及正氣，但寒多傷陽，故寒傷氣為正理，必有畏寒肢冷脈遲等，甚易分辨。\n傷寒陽明經證與暑熱傷氣證 傷寒陽明經證屬寒邪傳里化熱，若化熱之後，症見汗多脈虛芤，身熱，口渴等，亦用白虎加人參湯，但用意有別，觀傷寒注解，強調加人參為生津止渴，而溫病用白虎加人參，為針對傷氣氣虛；且兩者發病之初，一屬寒邪外侵，一屬暑熱所傷，溯其源則證自明。"
  },
  "literature": "《南病別鑑·濕熱条辨》：“濕熱證，曾開泄下奪，惡候皆平，獨神思不清，倦語不思食，溺數，唇齒乾，胃氣不輸，肺氣不布，元神大虧，宜人參、麥冬、石斛、木瓜、生甘草、生谷芽、鮮蓮子等味。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "shu"
    ]
  }
}