{
  "id": "shushangfeiluo",
  "number": 179,
  "name": "暑傷肺絡證",
  "category": "臟腑證候",
  "overview": "暑傷肺絡證是指暑熱之邪侵襲肺系，灼傷肺絡，熱迫血溢，導致肺系肺絡破損出血而出現的證候。\n主要臨床表現為：發熱，口渴，咯血或衄血，血色鮮紅，咳嗽，舌紅苔黃，脈數無力等。\n暑傷肺絡證常見於“咳血”、“鼻衄”等疾病中。\n本證通常應與“風熱襲肺證”、“燥邪犯肺證”、“陰虛肺燥證”、“熱毒閉肺證”相鑑別。",
  "clinical_manifestations": "發熱，口渴，咯血或衄血，血色鮮紅，咳嗽，舌紅苔黃，脈數無力等。暑傷肺絡證",
  "common_diseases": [
    "“咳血”",
    "“鼻衄”"
  ],
  "differential_syndromes": [
    "“風熱襲肺證”",
    "“燥邪犯肺證”",
    "“陰虛肺燥證”",
    "“熱毒閉肺證”"
  ],
  "differential": {
    "self_analysis": "暑傷肺絡證如見於咳血病中，其臨床表現為汗出身熱，口渴，氣逆嗆咳，鼻翼煽動，咳血，血色鮮紅等，此因夏月相火用事，暑系火熱之邪，火灼肺金，損傷血絡，燔灼營血，血從上溢。治宜解暑保金，寧嗽止血，方用桑杏汤(《溫病条辨》)加減治療。若在鼻衄中出現本證，臨床可見鼻燥衄血，口干咽燥，身熱，咳嗽痰少等症，此因鼻為肺竅，肺為暑熱所傷，肺內積熱，血熱妄行，上循清竅所致。治宜清洩肺熱，涼血止血，方用桑菊饮(《溫病条辨》)加減。暑傷肺絡證如咳血、衄血量多，血色鮮紅，面赤目赤，口干唇紅，夜不得臥，大便秘結，小便短赤，舌質紅絳，脈洪大是突受暑熱，肺失宣降，熱傷營血，治宜清熱解暑，涼血止血，方用犀角地黄汤(《千金要方》)加減。\n暑氣為病有明顯的季節性，如《素問·熱論》中說：“凡病傷寒而成溫者，先夏至日者為病溫，後夏至日者為病暑。”盛夏之時，暑熱下通，先傷乎上，五臟之位，惟肺最高，為諸臟華蓋，故暑熱傷人，肺常先病。另外，素體陰虛，或肺有鬱熱，或正虛體弱者，每於暑熱季節更易罹患本證。\n夏月暑氣當令，氣候炎熱，當人元氣有虧，或陰分不足，暑熱病邪即乘虛襲人。暑熱之氣上受，常先侵襲肺胃。暑傷肺絡，迫血妄行，血從上溢，即發為咯血或口鼻噴血，名曰暑瘵。因系暑熱內盛，臨證並見煩熱口渴；若暑熱上擾清竅還可見頭目不清；絡血瘀阻氣道，肺失肅降，則喘息不寧，鼻翼煽動。",
    "type_comparison": "風熱襲肺證與暑傷肺絡證 此二證在病因病機及臨床表現上有相似之處。其不同之處在於：風熱襲肺證系風熱外感內合於肺，一年四季均可發病，且因風為春之主氣，以春季為重，臨床總以惡風發熱，鼻流濁涕，頭痛，脈浮數等表熱證為主。暑傷肺絡證為暑熱壅盛，灼傷肺絡，臨床必有絡破血溢，血色鮮紅的出血見證，而衛表證不甚明顯；暑邪致病有明顯的季節性，僅限於夏暑當令之時。\n燥邪犯肺證與暑傷肺絡證 二者的相同之處是均為外感六淫病。不同的是燥邪犯肺證是由外感燥邪或因風熱之邪耗傷津液以致肺燥，臨床症狀尤其體現了“燥盛則乾”的特點，如乾咳、鼻乾、口乾、咽乾、皮毛乾等；燥為秋令主氣，故燥邪犯肺證多發生在金秋時節。暑傷肺絡證為暑熱之邪自口鼻入而灼傷肺絡，其症狀以絡破血溢的出血見證如咯血或衄血，血色鮮紅為特徵；且暑邪傷肺僅發生於盛夏時節。以上可資鑑別。\n陰虛肺燥證與暑傷肺絡證 二者在病機上有聯繫，臨床表現上亦有相近之處。不同的是陰虛肺燥證為肺系疾病罹患日久的病理轉歸，多見於久病體虛者；病程較長，多為虛實夾雜；除燥熱傷肺的表現，更以如形體消瘦，潮熱盗汗，舌紅少津，脈細數等陰虛症狀為特徵。暑傷肺絡證為暑熱傷及肺絡的急性病證，病程較短，病性屬實熱證；臨床主要以咯血或衄血，血色鮮紅的出血症狀為特徵；本證的發生有明顯季節性。\n熱毒閉肺證與暑傷肺絡證 二者同屬熱邪侵襲於肺引起的病理變化，不同的是前者為熱與毒結，部分疾病具傳染性，臨床表現以壯熱肢厥，咳喘息粗，鼻翼煽動，聲嘶等熱毒內盛為特徵。後者為熱傷血絡，臨床以熱迫血溢的出血表現為特徵，且發病有明顯的季節性。故二者不難鑑別。"
  },
  "literature": "《脾胃論·卷中》：“此病皆由飲食勞倦損其脾胃，乘天暑而病作也。”\n《丹溪心法·中暑》：“暑乃夏月炎暑也。盛熱之氣者，火也。”\n《醫書匯參輯成·暑》：“夏月炎暑，火旺克金，當以保肺為主。”\n《時疫論·夏傷於暑大意》：“夫暑邪襲人，有傷暑、冒暑、中暑之分，且有暑風、暑溫、暑咳、暑瘵之異。傷暑者，靜而得之為傷陰暑，動而得之為傷陽暑。冒暑者，較傷暑為輕，不過邪冒肌表而已。中暑者，即中暍也，忽然卒倒，如中風狀。暑風者，須臾昏倒，手足遂抽。暑溫者，較陽暑略為輕可。暑咳者，暑熱襲肺而咳逆。暑瘵者，暑熱劫絡而吐血。”"
}