{
  "id": "shushikunzuzhongjiao",
  "number": 260,
  "name": "暑濕困阻中焦證",
  "category": "溫病證候",
  "overview": "暑濕困阻中焦證為暑濕之邪蘊蓄於中，阻滯氣機而出現脾胃濕熱，氣機不暢的一系列症狀的概稱。\n主要臨床表現為：身熱，有汗，脘腹痞滿，口渴，心煩，身體困重，噁心嘔吐，小溲短少，舌苔黃膩，脈象洪大或滑數等。\n暑濕困阻中焦證可見於“暑溫”、“濕溫”、“伏暑”等疾病中。\n本證應與“濕困脾陽證”、“脾虛濕困證”、“脾胃濕熱證”等相鑑別。",
  "clinical_manifestations": "身熱，有汗，脘腹痞滿，口渴，心煩，身體困重，噁心嘔吐，小溲短少，舌苔黃膩，脈象洪大或滑數等。暑濕困阻中焦證",
  "common_diseases": [
    "“暑溫”",
    "“濕溫”",
    "“伏暑”"
  ],
  "differential_syndromes": [
    "“濕困脾陽證”",
    "“脾虛濕困證”",
    "“脾胃濕熱證”"
  ],
  "differential": {
    "self_analysis": "暑濕困阻中焦證見於暑溫者，正夏之時，烈暑炎炎，故雖暑與濕兼，而暑熱之氣偏盛，其見症亦主在陽明胃而次在太陰脾，即熱在陽明，濕在太陰之義，所以僅以脘痞身重為濕在太陰之表現，而以壯熱煩渴、汗多尿短、脈象洪大之陽明胃熱為主要症狀，暑、濕皆具，熱重濕輕，自宜清熱而兼燥濕為法，方用白虎加苍术汤(《類證活人書》)。暑濕困阻中焦證見於濕溫病中，因濕邪本甚，雖有暑熱而呈濕與熱交爭之勢，故以脘腹痞滿、嘔惡苔膩之脾濕困阻，氣機不利，及身熱口渴，煩悶苔黃之胃熱頗盛，里熱上蒸的表現兼并出現，治宜清宣鬱熱，利濕化濁，方用王氏连朴饮(《霍乱论》)。暑濕困阻中焦證見於伏暑病中，以暑濕內伏，常與胃腸之積滯相結，而成暑濕挾滯之證，以胸腹灼熱，嘔惡，便溏如醬而不爽，苔黃垢膩等為主要表現，濕熱積滯相合，宜苦辛通降，方用枳实导滞汤(《通俗傷寒論》)。\n若體瘦質燥之人，患本證後，濕輕先化，餘熱獨存，則邪入胃腑而結實，故以口燥咽乾，渴欲飲水，面目俱赤，舌燥黃，脈沉實為主症，熱邪閉結腸胃，陽明之邪，仍須假陽明為出路，可以輕下。素體豐肥，偏嗜肥甘，痰濁內蓄，患暑溫後，暑濕與濁痰交阻於中焦氣分，是為暑濕挾痰困阻中焦證，以不食不飢不便，心下痞，脈滑數為特徵，屬濁痰凝聚，濕熱互結，不可妄下，宜辛開苦降。本患濕溫，誤治傷正，致暑濕竊踞於中，固結而不可解，清濁交混，其勢已危，症見氣塞填胸，躁亂口渴等象者，可試行旋轉清濁之法。若暑濕困阻中焦之證已具，並見脈洪滑，苔黃滑，得水則嘔，按之胸下痛者，屬有水結在胸，亦宜苦辛通降之法。伏暑為病，症見胸腹灼熱不除，脘痞苔膩，口渴心煩而寒熱似瘧，其熱午後重，入暮劇，天明得汗後症減者，暑濕鬱其少陽樞機，開闔不利，脾胃之濕熱亦存，可予清泄少陽，和胃化濕之法。",
    "type_comparison": "濕困脾陽證與暑濕困阻中焦證 兩證在濕邪困脾的見症上是相同的，如脘腹痞悶、肢體困重，噁心嘔吐等，區別在於濕困脾陽證多由冒雨涉水，居處潮濕，或嗜飲茶茗，水濕內蓄，陽氣被遏，致濕邪泛溢，脾運不行而造成脾胃濕困的現象。濕屬陰邪，濕困則脾陽不能舒展，故並無熱徵，除上述見症外，以大便溏瀉、形體虛浮胖腫，飲水少，喜溫飲而畏寒等表現為特點。暑濕困阻中焦證屬溫病範疇，好發於炎暑濕盛季節，臨床除上述見症外還有身熱有汗、口渴心煩、小溲短少、舌苔黃膩等濕熱互結的特徵。\n脾虛濕困證與暑濕困阻中焦證 脾虛濕困證先因勞倦內傷，飲食失節，損及脾氣，脾氣虛則失於健運，水濕停留，故脾虛是本，濕阻是標，除出現上述濕阻症狀外，尚有納少腹脹，倦怠乏力，面少華色，舌淡苔白膩等脾氣虛弱的表現。暑濕困阻中焦證系感受暑濕之邪，著於中焦，屬實證，臨床以濕邪與暑熱交爭為特點，可見暑熱內蒸、發熱口渴、溲黃、舌苔黃膩等症。\n脾胃濕熱證與暑濕困阻中焦證 兩證的病機均為脾胃蘊結濕熱，故如脘腹痞悶，嘔惡納呆，便溏而不爽，尿短赤而不利等見症均相同。所區別者，內傷之脾胃濕熱證由飲食不節，過食肥甘厚味，辛辣煎炙，多飲酒漿等而致中焦濕熱蘊結，外症常無發熱，不似後者之發熱屬必見症，此濕熱蘊結多見口苦口臭，面赤而無後者之多汗，面垢等。總之，脾胃濕熱指內因而致，暑濕困阻中焦證由外因而成，症雖相似，機理不同，用藥亦有異，詳審可辨。"
  },
  "literature": "《六因条辨·傷暑条辨》：“傷暑熱不解，脘悶嘔惡便瀉，舌白罩灰，此胃陽不足，濕濁阻遏，宜用生薑、半夏、厚朴、通草、六一散，通陽泄濁，熱甚者，加黃芩、黃連，苦寒清熱也。”\n“傷暑日多，舌黃焦黑，大便閉結，少腹硬痛，轉矢氣者，此有燥屎也，宜用小承气汤加元明粉、鮮石斛、元參心、鮮菖蒲、生首烏等味，化內結而保胃津也。”",
  "zhengsu_composition": {
    "location": [
      "pi",
      "wei"
    ],
    "nature": [
      "shi"
    ]
  }
}