{
  "id": "shushixiezhi",
  "number": 262,
  "name": "暑濕挾滯證",
  "category": "溫病證候",
  "overview": "暑濕挾滯證是指暑濕之邪與痰、食等相雜，阻於胸膈脾胃，致使氣不得運，血不得行，從而出現氣機不舒、腑氣不暢等一系列症狀的概稱。男女老幼均可罹患，多發於夏秋之間。\n主要臨床表現有：身熱不退，胸脘痞悶，灼熱，嘔惡，腹硬滿或微痛，大便溏滯，或神識如蒙，大便不通，舌苔黃垢腐膩，脈多滑數。\n暑濕挾滯證可見於“暑溫”、“濕溫”、“伏暑”、“溫疫”等疾病中。\n本證通常可與“濕熱泄瀉證”、“濕熱下痢證”、“濕阻氣分證”等相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“暑溫”",
    "“濕溫”",
    "“伏暑”",
    "“溫疫”"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "暑濕挾滯證在各病中的表現有所不同。暑溫多發於盛夏，天暑地濕，發即入胃，但若素有積滯或新傷飲食之人，暑濕則與積滯相合，而成暑濕挾滯之證，症見壯熱煩渴汗多，腹滿便結、苔厚，脈洪滑而數者，即為外傷暑濕、內挾積滯，治宜清暑濕，導積滯，可用白虎加苍术汤(《類證活人書》)合调胃承气汤(《傷寒論》)。濕溫病中見本證，多發於夏秋之間，以身熱不揚，胸脘痞悶，腹微痛，大便溏而不爽為特徵，苔多黃濁，屬濕熱與積滯交阻於胃腸，障礙中焦氣機所致，須清熱利濕，消積導滯，可用枳实导滞丸(《內外傷辨惑論》)。雖有濕溫禁下之說，但有病則病當之，不必顧忌。若濕溫而見神識如蒙、少腹硬滿，大便不通，舌苔垢膩者，若按腹不痛，即非燥屎，乃濕阻腸道，傳導失司，可寓通下於宣導之中，方用宣清导浊汤(《溫病条辨》)。伏暑而見本證者，發在秋冬，症見胸腹灼熱，噁心嘔吐，便溏不爽，色黃如醬，舌苔黃厚垢膩等，此即暑濕積滯阻於胃腸，胃氣不降，傳導不利所致，治宜苦辛通降，方用枳实导滞汤(《通俗傷寒論》)消積導滯，清熱利濕。瘟疫發不拘時，若流行於夏暑，可成本證，但瘟疫傳里極速，結熱極快，即無積滯若一見熱結胃腑之象，即須急下疫毒邪熱。故若挾滯，則里傳更快，結實更急，瀉下亦須迅疾有力，若見有煩渴身熱，腹痛便結，通舌焦黑起刺等象，急以大承气汤(《傷寒論》)峻下之，若下後症未去，或去後復起，不必拘時，反覆下之，直待腹軟便暢，熱退身涼，脈靜神倦，舌潤苔薄時，方可調理善后。\n本有心經積熱，小溲不利之人患本證，或本證見小便短赤而痛者，為暑濕挾滯而兼有小腸熱結，治須兩顧，不可忽其一端。",
    "type_comparison": "濕熱泄瀉證與暑濕挾滯證 濕熱泄瀉證雖不分季節，而夏秋多見，其見證如煩渴、尿短赤，苔黃膩，脈滑數等均與暑濕挾滯證同，但常有貪涼飲冷、飲食不節的病因及腹痛腹瀉，泄瀉頻繁等特點卻為暑濕挾滯證所不具。\n濕熱下痢證與暑濕挾滯證 兩證發病季節均在夏秋，均為濕熱挾滯而成。所異者，濕熱下痢多指由不慎口腹，不潔飲食，過食肥甘等所致；暑濕挾滯證則主要由傷於暑濕，內侵脾胃，與積滯蘊結而成。但暑濕挾滯亦可成痢，若已見里急後重，腹痛便下赤白等症狀，則亦屬濕熱成痢的範疇。\n濕阻氣分證與暑濕挾滯證 濕阻氣分證的關鍵是濕邪內鬱，氣機不利，一般不挾積滯，雖可因濕盛而有便溏，但無便後不爽。濕阻氣分證尚可見頭重如裹，也為暑濕挾滯證所無。"
  },
  "literature": "《六因条辨·傷暑条辨》：“傷暑熱不解，脘悶嘔噁便瀉，舌白罩灰，此胃陽不足，濕濁阻遏，宜用生薑、半夏、厚朴、通草、六一散，通陽泄濁，熱甚者，加黃芩、黃連、苦寒清熱也。”\n“傷暑熱不解，先瀉後痢者，此腑邪傳臟，熱積氣滯，宜用潔古芍藥湯，加杏仁、厚朴、山楂等味。”\n《溫病条辨·中焦篇》：“濕溫內蘊，夾雜飲食停滯，氣不得運，血不得行，遂成滯下，俗名痢疾，古稱重證，以其深入臟腑也。初起腹痛脹者易治，日久不痛並不脹者難治；脈小弱者易治，脈實大數者難治，老年久衰，實大小弱並難治；脈調和者易治；日數十行者易治，一二行，或有或無者難治；面色便色鮮明者易治，穢暗者難治；噤口痢屬實者尚可治，屬虛者難治；先滯後痢者易治，先利後滯者難治；先滯後瘧者易治，先瘧後滯者難治；本年新受者易治，上年伏暑，酒客積熱，老年陽虛積濕者難治；季脅少腹無動氣疝瘕者易治，有者難治。”\n按語：“痢疾暑濕挾飲食內傷，邪非一端，腸胃均受其殃，古人每云淡薄滋味，如何可以恣食，與邪氣團成一片，病久不解耶！吾見痢疾不解口腹而死者，不可勝數。\n《溫病条辨·中焦篇》曹炳章評：“滯下症有因暑者，有因濕者，有因表邪下陷者，有因暑濕而兼積滯者，有在氣分者，有在血分者，有脾胃之氣下溜者。”\n《溫病条辨·中焦篇》：“暑濕風寒雜感，寒熱迭作，表證正盛，里證復急，腹不和而滯下者，活人敗毒散主之。”\n“滯下濕熱內蘊，中焦痞結，神識昏亂，瀉心湯主之。”\n“滯下紅白，舌色灰黃，渴不多飲，小溲不利，滑石藿香湯主之。”\n“自利不渴者，屬太陰，甚則噦，衝氣逆，急救土敗，附子粳米湯主之。”\n“瘧邪熱氣，內陷變痢，久延時日，脾胃氣衰，面浮腹膨，里急肛墜，中虛伏邪，加減小柴胡湯主之。”\n“春溫內陷下痢，最易厥脫，加減黃連阿膠湯主之。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "shu",
      "shi"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：暑、濕。根據證候名稱「暑濕挾滯證」分析其病機組成。"
}