{
  "id": "shushibiao",
  "number": 95,
  "name": "暑濕表證",
  "category": "全身證候",
  "overview": "暑濕表證是指夏季外感暑濕邪氣，侵襲肌表而致以發熱惡寒，汗出，頭暈，咳嗽或見嘔惡泄瀉為主症的證候。\n主要臨床表現有：發熱惡寒，汗出，咳嗽，頭暈頭痛，渴不欲飲，胸悶，或見嘔惡泄瀉，舌苔白膩，脈濡數。\n暑濕表證常見於“感冒”、“咳嗽”、“嘔吐”、“泄瀉”、“痢疾”等疾病中。\n本證應與“濕遏衛陽證”、“暑兼寒濕證”、“濕遏熱伏證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“感冒”",
    "“咳嗽”",
    "“嘔吐”",
    "“泄瀉”",
    "“痢疾”"
  ],
  "differential_syndromes": [
    "“濕遏衛陽證”",
    "“暑兼寒濕證”",
    "“濕遏熱伏證”"
  ],
  "differential": {
    "self_analysis": "暑濕表證可見於多種疾病中，臨床各具特點，治療亦當不同，如見於感冒，表現為身熱，微惡風，汗少，肢體痠重或疼痛，頭昏重脹痛，咳嗽痰粘，鼻流濁涕，心煩口渴，或口中粘膩，渴不多飲，胸悶，泛惡，小便短赤，舌苔薄黃而膩，脈濡數。乃因夏季多感受當令之暑邪，暑多挾濕，每多暑濕並重，暑濕之邪傷表，表衛不和，肺氣不清，且濕熱侵襲，氣機不展所致，治宜清暑祛濕解表，方用新加香薷饮(《溫病条辨》)。如見於咳嗽，表現為咳嗽少痰，寒熱汗出，頭暈頭痛，胸悶，或口渴，舌苔薄，脈浮滑而數，兩寸有力。此為暑濕侵犯肌表，肺氣失宣的夏月咳嗽證，治宜清熱滌暑，宣肺止咳，方用雷氏清宣金脏法(《時病論》)加滑石，甘草。如見於嘔吐，表現為突然嘔吐，可伴發熱惡寒，頭身疼痛，胸脘滿悶，苔白膩，脈濡緩。乃由夏氣暑濕穢濁之氣，內擾胃府，濁氣上逆，邪束肌表，營衛失和所致，治宜疏邪解表，芳香化濁，方用藿香正气散(《和劑局方》)。如見於泄瀉，表現為泄瀉腹痛，瀉下急迫，或瀉而不爽，糞色黃褐而臭，肛門灼熱，煩熱口渴，小便短黃，兼見發熱惡寒，舌苔黃膩，脈濡數。乃因夏令暑濕之邪傷及腸胃，傳化功能失常所致，此為表邪未解，而里熱漸盛，方用葛根芩连汤(《傷寒論》)。如見於痢疾初起，發熱惡寒，頭身重痛，腹痛，里急後重，下痢赤白相雜，肛門灼熱，小便短赤，苔膩微黃，脈滑數。此乃暑濕之邪壅滯腸中，氣機不暢，傳導失常所致，疾病初起，見表證者，可用解表法，方用活人败毒散(《南陽活人書》)或葛根芩连汤(《傷寒論》)。此即喻嘉言所謂逆流挽舟之法。\n夏季炎熱多雨，天暑下逼，地濕上蒸，暑熱每多挾濕而形成暑溫挾濕證，其臨床表現除了暑熱見症外，並兼有濕邪困阻的症狀，如身重，胸脘痞悶，苔膩等。暑濕傷表證是夏月的外感證，病情較輕淺，傳變較少，本證經過治療多數可以表解而愈。少數完全入里化熱，可與有形實邪結聚於腸胃則為濕熱結聚腸胃證，可見身熱不揚，脘腹痞脹，大便溏而不爽，身重，嘔惡，舌紅苔黃垢膩，脈濡數。或衛表之邪未解，邪入氣分而見濕阻氣分證，表現為身熱不揚，肢體痠重，頭重如裹，胸脘痞悶，腹脹納呆，舌淡紅苔滑膩，脈滑或濡緩等。並可因濕熱所犯部位的不同而表現為各種濕熱病變，臨床尤須詳辨。",
    "type_comparison": "濕遏衛陽證與暑濕表證 濕遏衛陽證是指濕溫初起，濕邪鬱於表，清陽被阻，衛氣不宣，故臨床表現為惡寒，身熱不揚，頭重且痛，肢體困重，胸悶，口渴不引飲，苔膩，脈濡。好發於長夏季節，多為外濕侵淫所致。而本證為夏季外感暑濕邪氣，暑熱侵襲上焦，暑熱邪氣與濕邪皆較明顯。症見發熱惡寒，汗出，咳嗽，頭暈，口渴或見嘔惡泄瀉，舌苔白膩，脈濡數，故治以清涼之品，以化濕滌暑為主。\n暑兼寒濕證與暑濕表證 暑兼寒濕證是夏月傷暑復又貪涼飲冷，致使寒濕外束，暑熱內鬱，故見發熱惡寒，頭痛無汗，骨節痠楚或重痛，胸悶，苔白膩，脈浮數，多發於盛夏，乃“陰暑”為病，復感寒濕所致。除發熱惡寒，頭痛無汗等寒束表衛之症外並伴有心煩不安，或口渴便溏等暑熱內伏之象。而本證為外感暑濕邪氣，侵襲上焦而致，暑濕之邪傷表，表衛不和，故見發熱惡寒，熱邪熏蒸，故見汗出，肺氣不清，則咳嗽，濕熱侵襲，氣機不展則胸悶，故治以清暑祛濕解表，而前者則治以解表散寒，清暑化濕。\n濕遏熱伏證與暑濕表證 濕遏熱伏證是指濕邪阻遏氣機，鬱熱不能宣散透發，系濕熱合邪，濕困熱外，熱處濕中的一種證候，表現為發熱不甚，午後較顯，胸脘痞悶，苔白，舌絳，治以辛開苦降，洩濕透熱。而本證則為外感暑濕邪氣，困鬱肌表，表衛不和，則見發熱惡寒，肺氣不清，則見咳嗽，暑濕侵襲，則舌苔白膩，脈濡數。治療上也以清暑祛濕解表為法。"
  },
  "literature": "《濕熱病篇》：“濕熱證，胸痞發熱，肌肉微疼，始終無汗者，腠理暑邪內閉。宜六一散一兩，薄荷葉三四分，泡湯調下即汗解。”\n《濕熱病篇》：“濕熱證，咳嗽晝夜不安，甚至喘不得服，暑邪入於肺絡，宜六一散、枇杷葉、六一散等味。”"
}