{
  "id": "taiyangyangmingfanweishangni",
  "number": 329,
  "name": "太陽陽明犯胃上逆證",
  "category": "傷寒證候",
  "overview": "太陽陽明犯胃上逆證是指太陽表證和陽明里證同時出現，而偏於表，且以嘔吐為主要表現的證候。多因正氣不足，或受邪較重，表邪不解，內迫陽明所致。\n主要臨床表現為：嘔不能食，惡寒發熱，頭項強痛，無汗而喘，身體疼痛，舌苔薄白，脈浮。\n太陽陽明犯胃上逆證，主要見於“嘔吐”等疾病中。\n本證應與“邪侵太陽嘔吐證”、“陽明腑實證”、“少陽半表半里證”、“太陽少陽犯胃上逆證”、“陽明少陽犯胃上逆證”等相鑑別。",
  "clinical_manifestations": "嘔不能食，惡寒發熱，頭項強痛，無汗而喘，身體疼痛，舌苔薄白，脈浮。太陽陽明犯胃上逆證，主要見於“嘔吐”等疾病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“邪侵太陽嘔吐證”",
    "“陽明腑實證”",
    "“少陽半表半里證”",
    "“太陽少陽犯胃上逆證”",
    "“陽明少陽犯胃上逆證”"
  ],
  "differential": {
    "self_analysis": "本證系太陽陽明同時受邪，相合為病，一般邪多較盛實。由於表邪不得外泄，內迫陽明，胃氣上逆，逆則作嘔；或因寒邪氣甚，客於二陽，氣實於表，而不能主里，以致胃腸之氣不和，里氣上逆，發為嘔吐。誠如《普濟方·傷寒門》說：“邪氣外甚，陽不主里，里氣不和……。里氣上逆而不下者，但嘔而不下利。”病勢偏重在表，故臨床見有明顯的發熱、無汗、頭項強痛、舌苔薄白、脈浮等症狀。由於風寒之邪外束肌表，衛氣不能溫分肉，則惡寒；太陽經氣運行受阻，則頭項強痛；風寒束表，腠理閉塞，則無汗；風寒在表，則舌苔薄白；正氣抗邪於外，則脈應指而浮。其中，嘔逆、惡寒、無汗、脈浮是本證的辨證要點。《普濟方·傷寒門》說：“嘔吐……惡寒者，太陽陽明合病。”發熱雖是必然趨勢，但亦有初感外邪而暫不發熱者。發熱之遲早，與感邪輕重，體質強弱有關。若感受風寒較重，衛陽被束，未能及時達表抗邪，則可暫不發熱；若感受風寒較輕，衛陽鬱閉不重，尚能及時抗邪，則病初即可發熱，故有無發熱不能作為辨證的必要條件。嘔吐是陽明經症狀，亦是本證之主症。若素體陽虛，或感寒較甚，寒邪內迫陽明，邪未化熱，胃氣上逆而嘔，其吐勢較緩，嘔不能食，嘔吐食物，兼有清涎。若胃陽素盛，又感外邪，邪從熱化，邪熱犯胃，胃氣上逆，則見食已即吐，或頻頻乾嘔，口乾，煩渴等症。《醫宗金鑑·訂正傷寒論注·合病並病篇》曰：“太陽與陽明合病者，謂太陽之發熱，惡寒無汗，與陽明之煩熱，不得眠等症，同時均病，表里之氣，升降失常，故不下利，則上嘔也。”本證的治療，當表而降之，以解表發汗，透邪外達為主，佐以和胃止嘔；常用方為葛根加半夏汤(《傷寒論》)。《傷寒論》說：“太陽與陽明合病，不下利，但嘔者，葛根加半夏湯主之。”葛根湯解肌發汗，雙解二陽，加半夏以降逆止嘔，使表解里和，升降復常，則嘔逆自愈。",
    "type_comparison": "邪侵太陽嘔吐證與太陽陽明犯胃上逆證 二者均由風寒外襲，邪正交爭，邪干胃腑，胃失和降所致，皆可出現惡寒發熱，無汗，嘔逆，咳喘，頭身疼痛，舌苔薄白，脈浮等症。太陽陽明犯胃上逆證，乃外邪內搏，內迫陽明所致。若胃氣不化，寒水上逆，則出現嘔不能食，且脈浮而不緊；若胃陽素盛，邪從熱化，則可出現嘔吐頻作，口乾，煩渴，舌乾等症。而邪侵太陽嘔吐證之嘔吐，其性質是表證嘔吐，臨床上主要有以下三種情況：一是太陽表實證。由於寒邪束表，衛陽被遏，氣機受阻，衛氣不得越泄，而衛的運行有賴於脾胃之氣的輸布。清·何報之曰：“胃為衛之本。”衛氣鬱遏，胃氣不降而上逆，引起嘔吐，且兼見惡寒無汗，頭身疼痛；正邪相爭，脈氣鼓搏於外，則脈浮而緊。故以嘔逆體痛而惡寒無汗，脈浮緊為其特點。如《傷寒論》說：“太陽病……必惡寒，體痛，嘔逆，脈陰陽俱緊者，名為傷寒。”二是太陽表虛證。多因腠理疏鬆，衛氣不固，感受風寒之邪，以致營衛不調，風寒犯肺擾胃，出現惡風、汗出、氣喘、鼻鳴、乾嘔；病邪在表，衛強營弱，則脈見浮緩。故本證以鼻鳴乾嘔而惡風自汗，脈浮緩為其特點。如《傷寒論》第12條說：“太陽中風，陽浮而陰弱，陽浮者熱自發，陰弱者汗自出，嗇嗇惡寒，淅淅惡風，翕翕發熱，鼻鳴乾嘔……。”三是太陽表寒里飲證。乃因病人素有水飲內停，又與風寒相搏，壅塞於肺，肺失宣降；水飲聚於胃，胃氣上逆，則出現咳喘、嘔逆、發熱等症狀。其嘔為嘔吐寒飲，以嘔逆而咳喘為其辨證要點。且還可出現其他水飲停聚的兼症，如因水留腸道而下利；或因氣不化津而口渴；或因氣機阻塞而生噎；或因水蓄下焦，氣化失職，而小便不利，小腹脹滿。故本證除有外感表證(惡寒發熱，頭痛無汗，苔薄白，脈浮)外，尚有飲邪內停犯胃之徵。《傷寒論》云：“或渴、或利、或噎、或小便不利、少腹滿、或喘……。”根據以上不同，可資鑑別。\n陽明腑實證與太陽陽明犯胃上逆證 一為邪入陽明，一為合病。太陽陽明犯胃上逆證雖為合病，但其嘔吐乃由風寒外侵，內干於胃，胃失和降所致，病之關鍵在於表，故必有太陽表證的見症：惡寒發熱，頭項強痛，舌苔薄白，脈浮。而陽明腑實證，屬於里熱實證。是因病邪由表入里，盡傳陽明，胃氣不降，上逆為嘔。如《傷寒論》云：“傷寒一日，太陽受之，脈若靜者，為不傳，頗欲嘔，若躁煩，脈數急者，為傳也。”又如《傷寒論》說：“傷寒發熱無汗，嘔不能食，而反汗出濈濈然者，是轉屬陽明也。”嘔吐的特點是：嘔吐頻作，食則必吐。詳究之，陽明腑實證又有以下三種情況：其一，若邪在胃腸，化熱化燥，燥實內結，腑氣不通，胃氣上逆，則嘔吐不止，兼見腹滿硬痛，疼痛拒按，大便秘結，手足濈然汗出，潮熱，舌苔黃燥，或起芒刺，脈沉實有力等症。其二，若表邪已罷，熱留胸膈，擾及胃腑，則出現嘔逆，心胸煩熱，窒塞不舒，胃脘脹痛，痛而柔軟，虛煩不眠，懊憹不寧，苔黃脈數。其三，若陽明熱盛，燥熱傷津，津傷氣耗，虛氣上逆，則見氣逆嘔吐，心煩少氣，身熱汗出，舌紅少苔，脈細數。據此，不難與太陽陽明犯胃上逆證相區別。\n少陽半表半里證與太陽陽明犯胃上逆證 均屬陽證、熱證，皆有胃失和降之嘔。但發病上，有所不同。邪束太陽，內干陽明，則致太陽陽明上逆犯胃證。而少陽外鄰太陽、內近陽明，外邪侵犯少陽，客於膽腑，邪正分爭於半表半里，膽熱犯胃，則致少陽半表半里證。就嘔吐特點而言，太陽陽明犯胃上逆證為體痛嘔逆，或鼻鳴乾嘔，或水入即吐；少陽半表半里證，則多為心煩喜嘔，乾嘔，或欲嘔。太陽陽明犯胃上逆證尚見身熱、惡寒、無汗、頭痛、身痛、咳喘、脈浮；少陽半表半里證尚見口苦、咽乾、目眩、往來寒熱、胸脅苦滿、神情默默、不欲飲食、脈弦等症。如《傷寒論》說：“傷寒五六日，中風，往來寒熱，胸脅苦滿，嘿嘿不欲飲食，心煩喜嘔……。”又如第264條說：“少陽之為病，口苦，咽乾，目眩也。”二者嘔雖相同，但有病在太陽和少陽之分。\n太陽少陽犯胃上逆證與太陽陽明犯胃上逆證 二證均有邪侵太陽之徵，皆可出現發熱惡寒，頭身疼痛，苔白脈浮。但太陽陽明犯胃上逆證，偏於太陽之表，故嘔吐兼有明顯的太陽表證；而太陽少陽犯胃上逆證，是因發病之初太少二經同時受邪，病邪已涉及少陽，故除有惡寒，發熱，苔白等表證外，尚有心煩喜嘔，心下支結，胸脅苦滿，口苦，咽乾，目眩，脈弦等半表半里之症。故《傷寒論》說：“傷寒六七日，發熱，微惡寒，支節煩痛，微嘔，心下支結。”\n陽明少陽犯胃上逆證與太陽陽明犯胃上逆證 二證雖然均與陽明有關，但陽明少陽犯胃上逆證，因少陽病邪不解，邪熱內傳陽明，胃腸燥實阻結，以致膽胃氣逆，腑氣不通，故有嘔吐，腹滿硬痛，日晡潮熱，大便秘結，苔黃燥等陽明腑實症狀；且嘔吐較劇，乃聲物俱出不已。而太陽陽明犯胃上逆證，是因寒邪，直犯陽明，且邪未化熱，故無明顯陽明外症；既或化熱，熱象亦輕。嘔吐較前者為輕。此外，前證尚有少陽症狀(往來寒熱，胸脅苦滿，默默不欲飲食，口苦，咽乾，目眩，脈弦)。而後證尚有太陽症狀(惡寒，發熱，無汗，頭項強痛，脈浮)。二者迥然不同。"
  },
  "literature": "《傷寒來苏集·傷寒論注·葛根湯證》：“太陽陽明合病，太陽少陽合病，陽明少陽合病，必自下利，則下利似乎合病當然之症。今不下利而嘔，又似乎與少陽合病矣。於葛根湯加半夏兼解少陽半表半里之邪，便不得為三陽合病。”\n《傷寒論綱目·嘔》：“又有陽症新瘥而嘔，別無所因，此餘熱在胃脘也。宜竹葉石膏湯或橘皮竹茹湯。大抵得之太陽而嘔者，必是合病，乃病漸入內，非正太陽也。蓋太陽見嘔非合陽明，則合少陽，其嘔為熱，忌用暖劑。有人初病，其太陽症而嘔，一家少長相似，與養胃湯俱立效。此時行之氣適然，是為傷寒雜病，又非可以正經傷寒以律之也。”\n《丁甘仁醫案·傷寒》：“發熱不退，胸悶嘔吐，舌中有一條白苔，脈弦滑而數，太陽陽明未解，痰滯逗留，中焦氣滯，宣化失司，當擬梔豉湯疏解表邪，溫膽湯蠲除痰飲，俾得邪從外解，飲從內化，則熱可退，而嘔吐自止。”",
  "zhengsu_composition": {
    "location": [
      "wei"
    ],
    "nature": [
      "qi_ni"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：胃。病性：氣逆。根據證候名稱「太陽陽明犯胃上逆證」分析其病機組成。"
}