{
  "id": "taiyinxuhan",
  "number": 300,
  "name": "太陰虛寒證",
  "category": "傷寒證候",
  "overview": "太陰虛寒證乃指傷寒三陽病失治、誤治，以致里虛，邪傳太陰；或素體脾胃虛弱，而由寒邪直中引起的虛寒下利及脾虛的證候。\n主要臨床表現為：腹滿而吐，食不下，下利清谷或便溏薄，口不渴，時腹自痛或眩暈，面虛浮或水腫，面色蒼白或萎黃無華，少氣懶言，四肢倦怠，神疲乏力，舌淡白，苔薄白而潤，脈沉緩無力。\n太陰虛寒證除見於“傷寒病”外，其臨床表現尚可見於“溫病”、“痢疾”、“泄瀉”等病。\n太陰虛寒證須與“少陰陽虛下利證”、“厥陰寒厥下利證”、“水停食滯痞證”、“胃虛氣逆痞證”、“表熱兼里寒下迫大腸證”相鑑別。",
  "clinical_manifestations": "腹滿而吐，食不下，下利清谷或便溏薄，口不渴，時腹自痛或眩暈，面虛浮或水腫，面色蒼白或萎黃無華，少氣懶言，四肢倦怠，神疲乏力，舌淡白，苔薄白而潤，脈沉緩無力。太陰虛寒證除見於“傷寒病”外，其臨床表現尚",
  "common_diseases": [
    "“溫病”",
    "“痢疾”",
    "“泄瀉”等病。"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "本證出自《傷寒論》太陰病。《傷寒論》云：“太陰之為病，腹滿而吐，食不下，自利益甚，時腹自痛。若下之，必胸下結硬。”又云：“自利不渴者，屬太陰，以其藏有寒故也，當溫之，宜服四逆輩。”脾主運化，脾虛寒邪乘之，則運化失職，放見腹滿而吐，食不下等症狀。大腹屬脾，太陰虛寒，寒濕阻滯，是以腹滿；寒濕下注，必自下利甚劇，腹部時痛，治以溫中散寒，方如理中汤(《傷寒論》)；甚則溫陽祛寒，方用四逆汤(《傷寒論》)。本證之症狀可見於溫病後期，溫熱之邪已去，陽氣大泄，而致脾腎陽虛，病人泄瀉，腹痛，消瘦，眩暈，四肢無力，甚或有水腫，舌苔薄白，脈緩，多由失治、誤下而來，脾胃虛弱，運化失職，濕邪內生所致，治宜健脾和中，理氣化濕，方如参苓白术散(《和劑局方》)。本證之臨床表現亦可見於虛寒痢疾，久痢不愈而致脾胃虛寒，寒濕留滯腸中而成虛寒痢。症見下痢稀薄，帶有白凍，腹部隱痛，口淡不渴，食少納呆，神疲倦怠，形寒肢冷，四肢困重，舌淡，苔薄白，脈沉緩或沉細。治當溫中補虛，健脾利濕，方用真人养脏汤(《和劑局方》)加味。太陰虛寒證之臨床表現亦可見於泄瀉病，由飲食失節，勞倦內傷，久病失養，脾腎之陽氣不足所致。《景岳全書·泄瀉》指出：“腎為胃關，開竅於二陰，所以二便之開閉，皆腎臟所主，今腎中陽氣不足，則命門火衰，……陰氣盛極之時，即令人洞泄不止也。”脾虛則濕盛，濕濁下注則發為泄瀉。脾腎陽虛之際，除見太陰下利之一般症狀外，其泄瀉之特點為黎明之前，腹部作痛，腸鳴即瀉，瀉後則安，且伴有腰酸腿軟，脈沉細等症狀。治療需用溫腎健脾，固澀止瀉之法，可用四神丸(《證治準繩》)加味。\n太陰虛寒證，多見於素體脾虛者，或稟賦不足，久病虛損，飲食勞倦而成內傷脾虛者。故女子、小兒及體虛者多見，本證於夏秋之交或夏季多見。\n太陰虛寒證，失治、誤治，日久不愈，可轉化為少陰下利，症見下利清谷，小便色白，脈微細等陽虛徵象。除選用四逆湯外，重則宜白通汤(《傷寒論》)，通脉四逆汤(《傷寒論》)，急回外越之陽。若下利日久，泄瀉不止，可致大腸滑脫不禁，用澀腸止痢法，赤石脂禹粮汤(《傷寒論》)化裁。太陰虛寒證進一步發展可成厥陰下利，除見下利清谷，脈弱或脈微欲絕等症，尚可身有微熱，或手足逆冷，即寒、厥、利並見。太陰虛寒證在病機演變過程中，常挾雜胃氣上逆而見嘔吐；氣滯不疏而見腹脹，矢氣頻轉，胸脅脹滿；中氣下陷可見脫肛等症，治法又有不同。",
    "type_comparison": "少陰陽虛下利證與太陰虛寒證 少陰陽虛下利證的成因可為寒邪直接侵襲少陰，屬直中；亦可由他經傳變而來，以太陽經，太陰經傳變所致為多見。故就其病因來看，少陰陽虛下利較太陰虛寒下利更深一層。太陰病是脾腎陽虛，少陰病乃為心腎陽虛。二者均可有下利，口不渴，而少陰下利則表現為下利清谷，小便色白，脈微細，與太陰虛寒證之自利，腹滿而吐，食不下，或有腹痛，脈沉緩等脾胃虛寒、寒濕困脾之象不同。且少陰下利尚可有陰盛格陽之症狀，除見下利清谷，四肢厥冷外，可有身熱不惡寒，面色赤，咽痛等症狀。\n厥陰寒厥下利證與太陰虛寒證 厥陰寒厥下利多見於傷寒病末期，素體陽虛，復感外邪，誤汗後亡陽而厥，或由少陰下利發展而來，故較太陰虛寒證病期晚而病情重。厥陰下利證見下利清谷，脈弱或脈微欲絕，且有手足厥冷，而太陰虛寒證自利不渴，手足自溫，脈濡或緩，並有腹滿而吐，腹痛，食不下等脾胃虛寒之症，可資鑑別。\n水停食滯痞證與太陰虛寒證 二者均有下利，但二者病因病機不同。水停食滯痞證，發生於傷寒太陽病，汗出後表證已解，但里證未除，胃氣不和而食滯，氣滯內結且胃土虛水氣不化，故脅下有水氣而致成痞及下利。太陰虛寒證乃傷寒傳變，或脾胃素虛，寒邪直中所致；前者為虛實挾雜，以實證為主的證候，而後者乃純屬虛證。其臨床表現亦不同，水停食滯痞因胃虛食滯，氣逆上衝而產生心下痞硬，乾噫食臭等症狀；胃土虛，水氣不化，水走腸間，故腹中雷鳴而下利。與太陰虛寒證之臨床表現明顯有別。\n胃虛氣逆痞證與太陰虛寒證 胃虛氣逆痞證乃由傷寒或中風表證未解，醫反誤下，虛其腸胃，而邪氣內陷所致。脾胃虛致糟粕水谷雜下，故下利日數十行，水谷不化，水走腸間氣水相擊，則腹中漉漉鳴響；邪熱內陷，濁氣上逆，故乾嘔，心煩不安，胃脘部痞硬。此時再誤用下法，使胃氣更虛，虛氣上逆，痞硬不得除而反加劇，其他症狀也相應增劇。故與太陰虛寒證之病因病機不同。太陰虛寒證口不渴，腹滿而時痛，但其痛喜溫喜按，或見嘔吐，小便自利，而無腹部痞硬等症狀。與胃虛氣逆痞證不難區別。\n表熱兼里寒下迫大腸證與太陰虛寒證 表熱兼里寒下迫大腸證亦有下利之症狀，應與太陰虛寒證加以鑑別。表熱兼里寒下迫大腸證為太陽表證未解而誤用攻下之法，損傷脾陽，表里合邪而致。辨證要點，必於下利不止之同時兼有發熱惡寒等表證。其由誤下所致之痞硬的部位多在心下。而太陰虛寒證純為里虛寒證，絕無表證，因中陽不振，寒濕不化，氣機壅滯，故全腹脹滿，病程多較長，二證不難鑑別。"
  },
  "literature": "《註解傷寒論·卷六》：“太陰為病，陽邪傳里也。太陰之脈，布胃中，邪氣壅而為腹滿。上不得降者，嘔吐而食不下；下不得升者，自利益甚，時腹自痛。陰寒在內而為腹痛者，則為常痛，此陽邪干里，雖痛而亦不常痛；但時時腹自痛也。若下之，則陰邪留於胸下為結硬。”\n《傷寒指掌·卷二》：“按太陰腹痛吐利，一屬寒濕，六脈沉細，舌潤不渴是也，宜理中、二陳、藿、朴之類，濕中散寒。一屬濕熱，舌燥口渴，小便短赤是也，宜二陳、二苓、枳實、厚朴、川連之類，清熱利濕。”\n《傷寒百問歌·卷五》：“傷寒下利多種數，要識陰陽勿差互。三陽利時身必熱，三陰但溫無熱具。合病自利葛根湯，或用黃芩無致誤。自利不渴屬太陰，少陰必渴腎虛故。外審證，內憑脈，內外並觀斯兩得。脈大由來欲是虛，脈滑而數有宿食。協熱而利臍下熱，谵語而利燥屎結。少陰心痛口燥煩，欲與利之斯要訣。”\n《傷寒論注·卷四》：“下利為太陰本證，自利因脾實者，腐穢盡則愈；自利因藏寒者，四逆輩溫之則愈；若自利因太陽誤下者，則腹滿時痛當加芍藥；而大實痛者，當加大黃矣。”\n《謙齋醫學講稿·腹瀉的臨床研究》：“腹瀉的原因不一，從本質分析不外二類：虛證屬於內傷，淺者在脾，深者及腎；實證屬於病邪，以濕為主，結合寒邪和熱邪以及食滯等。腹瀉的治療原則同其他疾病一樣，實則瀉之，虛則補之，根據病因病機，分別使用化濕、分利、疏散、泄熱、消導、調氣等多系瀉法；健脾、溫腎、益氣、升提、固澀等多系補法。瀉法中可以兼用補法，補法中也能兼用瀉法，同時與其他治法互相結合，均須分清主次。”"
}