{
  "id": "taiyinhanshiyujie",
  "number": 301,
  "name": "太陰寒濕鬱結證",
  "category": "傷寒證候",
  "overview": "太陰寒濕鬱結證是指脾陽不振，寒濕內生，或陽明發黃遷延日久，脾胃陽氣受損，寒濕內盛，肝膽樞機不利，出現目黃、身黃等症狀的寒濕發黃證。多由傷寒發汗太過，損傷中陽，或素體脾陽不振，感受寒濕之邪所致。本證屬陰黃範疇。\n主要臨床表現為：身黃，目黃，小便黃，且有黃色晦暗若煙熏之特點。無發熱，或見形寒肢冷，口淡不渴或渴喜熱飲，脘悶腹脹，食少便溏，四肢困重，舌質淡，苔白膩，脈沉緩或沉遲。\n太陰寒濕鬱結證不僅見於《傷寒論》“太陰病”、“溫病”等外感疾病，臨床亦見於“黃疸病”等內傷雜病中。\n本證通常須與“陽明濕熱里實證”、“太陽瘀血營氣不敷證”、“脾虛血虧發黃證”以及“萎黃證”等相鑑別。",
  "clinical_manifestations": "身黃，目黃，小便黃，且有黃色晦暗若煙熏之特點。無發熱，或見形寒肢冷，口淡不渴或渴喜熱飲，脘悶腹脹，食少便溏，四肢困重，舌質淡，苔白膩，脈沉緩或沉遲。太陰寒濕鬱結證不僅見於《傷寒論》“太陰病”、“溫病”等外感疾病，臨床亦見於“黃疸病”等內傷雜病中。",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "太陰寒濕鬱結證，出自《傷寒論·辨陽明病脈證並治》，謂：“傷寒，發汗已，身目為黃，所以然者，以寒濕在里不解故也。以為不可下也，於寒濕中求之。”本證為表里同病而過用汗法，表雖解而濕未去，且陽氣已傷，致寒濕內盛，或脾陽不振，健運失職，寒濕內生，或復感寒濕之邪，鬱遏肝膽，肝膽樞機不利，膽汁不循常道，泛溢肌膚，發為目黃，身黃，小便黃。脾為陰土，病及太陰，濕從寒化。因寒濕均為陰邪，其性沉滯，故有黃色晦暗狀若煙熏之特徵。《臨證指南醫案·疸》蔣式玉按：“陰黃之作，濕從寒化，脾陽不能化熱，膽液為濕所阻，漬於脾，浸淫肌肉，溢於皮膚，色如熏黃。”本證候一般多大便溏薄，但由於脾陽不振，運化無權，復濕阻氣機，寒性凝滯，也可出現大便秘結，然以虛秘或大便初硬後溏為特點。在治療上應根據“於寒濕中求之”的原則，採用溫中散寒，健脾除濕之法。同時應當辨別寒與濕孰輕孰重，其寒重於濕者，兼見畏寒肢冷，口淡不渴，小便自利等症，方用茵陈术附汤(《醫學心悟》)治療。其濕重於寒者，兼有小便不利，大便反快，苔白膩的特點，方用茵陈五苓散(《金匱要略》)。\n太陰寒濕鬱結證屬陰黃，陰黃之人陰盛寒重，平素脾陽不足，濕從寒化，而致寒濕為患。以夏秋雨濕季節多見。\n本證在病機演變過程中，由於寒濕阻滯，氣機不暢，可出現胸悶腹脹等氣滯之症；亦可因濕阻太陰，清陽不升，濁陰不降而兼挾噁心嘔吐等胃氣上逆之候；同時寒濕鬱遏，肝失條達，遂致氣血凝滯，脈絡瘀阻，而成膨脹；血瘀日久，漸成癥積；血瘀越重，水停氣阻更甚，又可加重寒濕，致身目發黃，纏綿難愈。",
    "type_comparison": "陽明濕熱里實證與太陰寒濕鬱結證 二者病因皆與濕邪有關，同為肝膽樞機不利，膽汁外溢而見目黃、身黃、小便黃等症狀。陽明濕熱里實證乃濕從熱化，濕遏熱伏，濕熱瘀結不行熏灼肝膽所致。其病程較短，黃色鮮明如橘皮，多為實證、熱證，屬陽黃。太陰寒濕鬱結證及為脾陽不振，濕從寒化，寒濕阻滯所致。其病程較長，黃色晦暗若煙熏，多為虛證、寒證，屬陰黃。陽明濕熱里實證偏盛於陽明，胃失和降氣逆於上則噁心嘔吐，不欲飲食，脘痞不適。太陰寒濕鬱結證偏重於太陰，脾失健運，清陽不升則眩暈，首如裹，食少便溏。陽明濕熱里實證由於濕熱蘊結，充斥於周身則發熱，熏蒸於上則頭汗出，口渴，灼津於下則小便黃赤灼熱，大便秘結不行，肛門灼熱。太陰寒濕鬱結證由於脾陽不振，寒濕內阻，津液未傷故身無熱，或畏寒肢冷，口淡不渴，小便不利或清長，大便溏薄。陽明濕熱里實證舌紅苔黃膩，脈弦滑或滑數，而太陰寒濕鬱結證則舌質淡苔白滑潤，脈沉遲。《傷寒大白·發黃》曰：“另有身不發熱，冷汗自出，脈沉而遲，乃太陰經陰黃也。內間有身痛亦發熱者，然脈必沉遲，色必熏黃而晦，口必乾，不飲水，與陽明濕熱發黃，脈數消水。色如橘黃大相異。”可資鑑別。亦須指出：陽明濕熱里實證與太陰寒濕鬱結證並非毫不相關，二者在一定條件下可以互相轉化。陽明濕熱里實證，遷延失治，或過用苦寒藥，脾陽受損，可轉為陰黃，而太陰寒濕鬱結證，過用溫燥藥，傷陰化燥，或重感外邪，濕熱內蒸，熏灼肝膽，可變為陽黃。\n太陽瘀血營氣不敷證與太陰寒濕鬱結證 太陽瘀血營氣不敷證是由於熱邪內鬱，深入下焦，傷及血絡，鬱熱與血互結，瘀滯於下焦少腹部位，營氣不能敷布而致，病在血分。太陰寒濕鬱結證為脾陽不振，寒濕內阻所致，病及氣分。太陽瘀血營氣不敷證，膚色暗黃，因血結少腹，氣血不通，其辨證要點在於少腹急結或硬滿疼痛。血結下焦，邪熱擾心，但無礙膀胱氣化，故如狂，發狂而小便自利。如《傷寒論》曰：“太陽病，身黃，脈沉結，少腹硬，小便不利者，為無血也；小便自利、其人如狂者，血證諦也，抵當湯主之。”即謂此證。而太陰寒濕鬱結證則有口淡不渴，食少便溏，脘痞腹脹，舌淡苔滑潤，脈沉遲等脾陽不振，寒濕內阻之象。\n脾虛血虧發黃證與太陰寒濕鬱結證 脾主運化，為後天之本，氣血生化之源。脾氣虛弱，健運失職，可致水濕停滯，寒濕內生，亦可使氣血化源不足，致氣血虧虛。脾虛血虧發黃證與太陰寒濕鬱結證之病變皆源於脾，同屬陰黃範疇。脾虛血虧發黃證乃由內傷不足，脾虛血虧，血敗不華其色所致。《景岳全書·黃疸》指出：“七情傷臟，或勞倦傷形，因致中氣大傷，脾不化血，故脾土之色自見於外。”而太陰寒濕鬱結證之病因病機與之不同。脾虛血虧發黃證有肢倦乏力，納少便溏，心悸氣短等症，太陰寒濕鬱結證有口淡不渴，或畏寒肢冷，小便清長或不利等脾陽不振，寒濕內盛之症。脾虛血虧發黃證舌質淡苔白，脈細。太陰寒濕鬱結證舌質淡苔白膩滑潤，脈沉遲。脾虛血虧發黃證寒象不顯，太陰寒濕鬱結證寒濕之象顯著，可資鑑別。\n另有萎黃一證，多由脾胃虛弱所致，然其無目黃、小便黃等症，非黃疸範疇，與太陰寒濕鬱結證明顯有別。"
  },
  "literature": "《衛生寶鑑·補遺》：“陰證，皮膚涼，又煩熱欲臥水中，喘嘔，脈沉細遲無力而發黃者，治用茵陳四逆湯。皮膚冷，心下硬，按之痛，身體重，背惡寒，目不欲開，懶言語，自汗，小便利，大便了而不了，脈緊細而發黃者，治用茵陳四逆湯。”\n《景岳全書·黃疸》：“陽黃證多以脾濕不流，鬱熱所致，必須清火邪，利小水，火清則氣自清，濕清則黃自退。”“陰黃證多由內傷不足，不可以黃為意，專用清利，但宜調補心脾腎之虛以培血氣，血氣復則黃必盡退。”\n《類證治裁·黃疸》：“陰黃系脾臟寒濕不運，與膽液浸淫，外漬肌肉，則發而為黃，其色晦如煙熏，治在脾。”\n《傷寒大白·發黃》：“傷寒病，遇寒水濕土司天，往往變成陰黃。治陰黃之症，小便利者，朮附湯。小便不利者，五苓散。遍身手足逆冷，冷汗自汗，茵陳湯加薑附。脈弱氣虛者，理中湯重加茵陳。”\n《傷寒辨類·卷下》：“發黃者，濕熱交並，民多病疸。疸者，單陽而無陰也。太陰脾土濕熱所蒸，色見於外，必發黃。濕氣勝則如薰黃而晦，熱氣勝則如橘黃而明。傷寒發黃，熱勢已極，且與蓄血大抵相類，但小便不利，大便實者，為發黃；小便自利，而如狂，大便黑者，為蓄血。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "han",
      "qi_zhi",
      "shi"
    ]
  }
}