{
  "id": "taiyangpixuqizhi",
  "number": 339,
  "name": "太陽脾虛氣滯證",
  "category": "傷寒證候",
  "overview": "太陽脾虛氣滯證是太陽病汗後，損傷脾胃，而致腹部脹滿的證候。誠如《傷寒論》云：“發汗後，腹脹滿者，厚朴生姜半夏甘草人参汤主之”。\n主要臨床表現為：腹部脹滿，按之不硬，喜按不痛，或痛亦輕微，溫熨則舒，納呆、噯氣、大便如常或便溏，肢倦乏力，舌淡苔薄白，脈沉緩或虛弱無力。\n太陽脾虛氣滯證在六經病中皆可出現。太陽病本無脹滿，但太陽病汗下之後，邪氣乘虛內容亦可生脹滿。這種汗後腹脹是太陽病的變證之一。本證亦常見於“嘔吐”、“痞滿”、“腹痛”、“泄瀉”等疾病中。\n本證應與“太陰虛寒證”、“太陽邪陷脾氣不和證”、“脾腎陽虛兼表證”、“冷結膀胱關元證”，“太陽熱擾胸膈中焦氣滯證”、“大結胸證”、“痞證”等相鑑別。",
  "clinical_manifestations": "腹部脹滿，按之不硬，喜按不痛，或痛亦輕微，溫熨則舒，納呆、噯氣、大便如常或便溏，肢倦乏力，舌淡苔薄白，脈沉緩或虛弱無力。太陽脾虛氣滯證在六經病中皆可出現。太陽病本無脹滿，但太陽病汗下之後，邪氣乘虛內容亦可生脹滿。這種汗後腹脹是太陽病的變證之一。",
  "common_diseases": [
    "“嘔吐”",
    "“痞滿”",
    "“腹痛”",
    "“泄瀉”"
  ],
  "differential_syndromes": [
    "“太陰虛寒證”",
    "“太陽邪陷脾氣不和證”",
    "“脾腎陽虛兼表證”",
    "“冷結膀胱關元證”，“太陽熱擾胸膈中焦氣滯證”",
    "“大結胸證”",
    "“痞證”"
  ],
  "differential": {
    "self_analysis": "在六經病中，腹脹滿有寒、熱、虛、實之分。“腹滿者，邪入太陰脾土也。”(《傷寒類辨》)大抵陽熱為邪者，則腹滿而咽乾；陰寒為邪者，則腹滿而吐利，時腹自痛。若腹滿不減者為實，腹滿時減者為虛。\n太陽病腹脹者，多為誤治變證，如傷寒下後腹脹滿之心煩腹滿，卧起不安，陽明病腹滿，多屬實熱積聚，而現腹滿硬痛，大便秘結等，宜以承气汤下之。太陰病腹滿，一為太陰本病，一為太陰轉屬，皆以時腹自痛，下利為其特徵，當以理中四逆輩溫之。少陰腹脹滿，實非少陰本證，因轉屬陽明，故應用大承气汤急下之。厥陰病腹脹滿，實為脾腎陽虛之下利腹脹滿。\n太陽脾虛氣滯證唯太陽病所獨有，屬脾虛氣滯，虛中夾實之候，法當溫運脾陽，寬中除滿。脾虛氣滯，不可徒補，補之則氣愈滯，亦不可逕攻，攻之則脾益傷，放當消補兼施，方用厚朴生姜半夏甘草人参汤(《傷寒論》)。若在嘔吐中則多表現為食慾不振，嘔吐時作時止，飲食稍不慎即嘔吐，腹部脹滿，面色晄白，畏寒喜暖，大便溏薄，舌淡苔白，脈緩，宜溫運中陽，理氣和胃，方用理中汤(《傷寒論》)加木香、厚朴。若出現於腹痛之中，則以脘腹脹滿疼痛，泛吐清水，大便溏薄，舌苔白滑，脈沉緩為其特徵，治宜溫中理氣，燥濕除滿，常用方劑為厚朴温中汤(《內外傷辨惑論》)，中满分消汤(《蘭室秘藏》)等。\n脾氣素虛，汗後傷陽，其虛益甚，以致運輸不利，飲食不消，氣壅濕遏，遂生腹部脹滿之候。若脾氣健旺，雖經誤汗，亦少見腹部脹滿之苦。脾為後天之本，腎為先天之本，二者相互資助，相互促進，故太陽脾虛氣滯證，遷延日久，由脾及腎，終致脾腎陽虛而兼挾腎陽不足之證。脾與胃相表里，脾宜升則健，胃宜降則和。濁氣在上則生臌脹，脾氣不升，則胃氣不降，故本證又常兼挾胃氣上逆之候。",
    "type_comparison": "太陰虛寒證與太陽脾虛氣滯證 《傷寒論》云：“太陰之為病，腹滿而吐，食不下，自利益甚，時腹自痛”，“自利不渴者屬太陰，以其臟有寒故也，當溫之，宜服四逆輩。”太陰脾土，主中央，專主腹滿之候。太陰虛寒證與太陽脾虛氣滯證，均為脾胃虛弱，運化無權之候，故皆以腹部脹滿為主症。但是，二者的病因不同，病機又同中有異，所以它們的臨床表現也不盡一致。太陽脾虛氣滯證系太陽病，發汗過劑，陽氣隨汗而泄，汗後表證雖解而脾氣已傷。脾虛不運，轉輸失職，氣壅濕遏，則腹部脹滿不舒。太陰虛寒證的形成不外有直中和傳經，亦有誤治損傷中陽者。不論是傳經、直中、抑或誤治，均致脾陽不運，寒濕不化，所以腹脹滿而痛。太陽脾虛氣滯證因脾氣素虛，汗後益虛，虛而不運，清氣不升，濁陰不降，虛氣留滯，壅而為脹。實緣於虛，化機阻滯，虛氣填塞，虛反類實。故曰：“以其人本虛，汗後反見有餘證。”(《傷寒來苏集》)。“發汗亡陽，則胃氣虛不能敷布，諸氣壅滯，而為脹滿。”(《傷寒明理論》)由此可見，太陽脾虛氣滯證的病機，重在脾虛與氣滯。而太陰虛寒證雖亦為脾虛，但以寒濕為患，其病機重在脾虛與濕勝。總之，二者脾虛則同，但一則氣滯，一則濕勝；一為虛中挾實，一為虛而且寒，以此為辨。因脾失健運，轉輸失職，清濁相混，隧道壅塞，氣滯為甚，故太陽脾虛氣滯證之腹滿較甚，脹滿而食不得入，氣不得舒，有腹部脹急不舒之苦，此之實脹雖不堅滿痛甚，但按之濡軟之中而有堅滿之感，脹而不痛，即使痛亦極輕微。故曰：“蓋虛氣留滯，亦為之脹，比之實，但不堅痛為異耳。”(《丹溪手鏡·腹滿並痛》)胃氣上逆則納呆、噯氣、但少有嘔吐。大便如常或便溏而不清稀，舌淡苔薄而不膩，脈緩弱或虛。太陰虛寒證，因脾陽不振，寒濕內聚，濕勝為著，故其腹脹滿，喜溫熨揉按而不堅滿，時腹自痛。不若太陽脾虛氣滯證之脹而不痛，或脹甚痛微，虛反類實。脾宜升則健，胃宜降則和。濕勝則需瀉，太陰虛寒，脾失健運，清陽不升，則大便清稀，或下利清谷。胃失和降，濁陰上逆，則食不下，嘔吐。其吐利較太陽脾虛氣滯證之噯氣便溏為甚，舌淡苔薄或薄白而膩，脈沉緩或沉遲。總之，太陽脾虛氣滯證與太陰虛寒證的鑑別應注意如下特點：一是脹痛，前者腹脹滿較後者為甚，後者其脹也微，且脹而痛。太陽脾虛氣滯證之腹脹滿甚於太陰虛寒證，且脹而不痛。二是吐利，太陽脾虛氣滯證僅噯氣，便溏、而不若太陰虛寒證之吐利並作。三是脈舌，太陽脾虛氣滯證，舌淡苔薄白，脈緩或虛弱無力，而太陰虛寒證舌淡苔薄白而薄白而膩，脈沉緩或沉遲。兩相比較，同為脾虛，但一為脾虛氣滯，其病虛中夾實；一為脾虛濕勝，其病屬虛寒。故二者的臨床表現也不盡一致。\n太陽邪陷脾氣不和證與太陽脾虛氣滯證 《傷寒論》曰：“本太陽病，醫反下之，因爾腹滿時痛者，屬太陰也，桂枝加芍藥湯主之。”此為太陽兼太陰病。本太陽病，醫生不用桂枝湯發汗而反下之，表邪不解，內陷太陰，因而“腹滿時痛”。其腹滿時痛亦屬太陰里虛之腹滿證，然表邪內陷，轉屬太陰，與理中丸證之臟寒生滿病不同。太陽脾虛氣滯證與太陽邪陷脾氣不和證，均因誤治傷中所致，皆有脾虛腹部脹滿之候。但前者系誤汗傷陽，脾虛氣滯，故腹部脹滿較甚。而後者乃誤下太陽，表未解而脾已虛。中土雖虛但氣滯不著，故其腹脹輕微，二者腹滿則同，輕重不一。其次，汗後腹脹，純里無表。而太陽邪陷脾氣不和證則表邪未解，邪陷太陰，既有發熱惡風寒，汗出之表證，又有腹滿時痛之里證。其脈浮而弦，與太陽脾虛氣滯證之脈沉緩或虛弱無力也不相同。總之，腹脹之微甚，表證之有無，脈之浮否，是兩者鑑別的關鍵所在。\n脾腎陽虛兼表證與太陽脾虛氣滯證 《傷寒論》云：“下利腹脹滿，身體疼痛者，先溫其里，乃攻其表，溫里宜四逆湯；攻表宜桂枝湯。”本條之下利腹脹滿，是脾腎陽衰，寒凝氣滯，不能運化水谷，即所謂“臟寒生滿病”(《素問·異法方宜論》)“胃中寒則腹脹。”(《靈樞·師傳》)下利當為下利清谷，腹脹滿必喜熱喜按，同時兼有身體疼痛等。系內外皆寒，表里同病。太陽脾虛氣滯證與脾腎陽虛兼表證，二者均有腹脹滿，同為里證虛證，這是兩者相似之處。但其臨床表現又有很大區別。其一，太陽脾虛氣滯證兼有便溏而無下利清谷。其二，太陽脾虛氣滯證只有里證而無身疼痛等表證，而脾腎陽虛兼表證既有里證又有表證。其三，太陽脾虛氣滯證，其脹則急，而脾腎陽虛兼表證，其脹也緩，其寒也甚。脾腎陽虛，陰寒內盛，較之太陽脾虛氣滯之脾氣虛弱更為深重。\n冷結膀胱關元證與太陽脾虛氣滯證 《傷寒明理論》云：“少腹滿者，臍下滿也。少腹者，下焦所治。”《難經》曰：“下焦，當膀胱上口，主分別清濁，其治在臍下，邪氣自上而下，至於下腹，結而不利，故少腹滿也。”冷結膀胱關元證以手足厥冷，小腹滿，按之疼痛為臨床特徵。誠如《傷寒論》曰：“病者手足厥冷，言我不結胸，小腹滿，按之痛者，此冷結在膀胱關元也。”此系陰寒內結，元陽不振，冷結在膀胱關元之證。冷結膀胱關元證與太陽脾虛氣滯證均有腹脹滿。但前者，其病在下焦，故腹脹滿當在下焦少腹；後者，其病在中焦，故腹滿當在中焦大腹。二者腹脹滿則同，但其部位有中下之分。此外，冷結膀胱關元證，元陽不振，陰寒凝滯，陽氣不能達於四末，故有手足厥冷；而太陽脾虛氣滯證，但腹滿，絕無手足厥冷之候。\n太陽熱擾胸膈中焦氣滯證與太陽脾虛氣滯證 《傷寒論》云：“傷寒下後，心煩腹滿，臥起不安者，栀子厚朴汤主之。”傷寒下後，邪熱留擾胸膈，則心煩。熱邪壅滯，氣滯於中，則腹脹滿。心煩則難臥，腹滿則難起，煩而且滿，則臥起不安。此證之腹脹滿，並無實邪，故雖腹滿，但不硬痛，其狀與太陽脾虛氣滯證之腹滿相類。但兩者的病因、病機、兼症等又有區別。太陽熱擾胸膈中焦氣滯證，既無三陰之實，又無三陰之虛，惟無形邪熱內擾，氣機壅滯於中，故既煩且滿，為胸膈鬱熱又兼中焦氣滯之證。太陽脾虛氣滯證，由脾虛氣滯所成，雖腹部脹滿，但無心中煩熱，滿而不煩。故煩之有無為二者鑑別的關鍵。此外，前者苔黃、脈數，而後者苔白、脈緩，亦足資鑑別。\n大結胸證與太陽脾虛氣滯證 《傷寒論》云：“太陽病，重發汗而復下之，不大便五六日，舌上燥而渴，日晡所小有潮熱，以心下至少腹硬滿而痛不可近者，大陷胸汤主之。”大結胸證與太陽脾虛氣滯證均有腹部脹痛之症，但大結胸證的腹滿是從心下至少腹硬滿而痛、拒按，因系水熱互結，其病屬實屬熱。而本證之腹滿只限於腹部，按之柔軟，不痛或微痛，其病屬虛屬寒。此外，大結胸證還兼有煩躁，心中懊憹，口渴，大便秘結，苔黃厚，脈沉緊或沉遲有力等，與太陽脾虛氣滯證有明顯區別。\n痞證與太陽脾虛氣滯證 二者均有腹部脹滿之症。“痞從心下至少腹亦與滿類也，然病或止留心下，腹滿但在腹之中也。”(《證治準繩》)痞證與太陽脾虛氣滯證還有顯著的區別：其一，病變部位雖同在中焦，但痞證在心下，“心下者，心之下，中脘之上，胃之上脘也，胃居心之下，故曰心下也。”(《傷寒溯源集·卷之三》)痞證之心下痞滿，較之太陽脾虛氣滯證之腹脹滿，病位較高，所以仲聖謂“心下痞”，而不云“腹脹滿”。其二，痞證或為熱證，或屬寒熱錯雜證，與本證屬虛屬寒不同。"
  },
  "literature": "《註解傷寒論·辨太陽病脈證並治》：“吐後腹脹與下後腹滿者皆為實，言邪氣乘虛入里為實。發汗後外已解也。腹脹滿知非里實，由脾胃津液不足，氣澀不通，壅而為滿，與此湯和脾胃而降氣。”\n《傷寒辨證·卷二》：“腹滿者，腹中脹滿也。腹滿不減者為實，時滿時減者為虛。以手按之堅硬而痛不可按者為實，可按可揉而軟者為虛。凡腹滿時減復如故，此虛寒從下上也。”\n《傷寒辨類·卷下》：“腹滿者，邪入太陰脾土也……汗後腹滿當溫，厚朴半夏生薑人參湯……脾胃虛弱，不能運化精微而水谷聚而不散，致成脹滿。”\n《傷寒論·類方匯參》：“本湯治實中虛證，凡脹而便不秘者，用之最效，以其為實中之虛證也。《內經》曰：‘脾欲緩，急食甘以緩之，用苦瀉之’。本湯用藥之精義，大要在苦以泄腹滿，甘以益脾胃，辛以散滯氣也。”",
  "zhengsu_composition": {
    "location": [
      "pi"
    ],
    "nature": [
      "qi_xu",
      "qi_zhi"
    ]
  }
}