{
  "id": "taiyangxiexianpixuweishi",
  "number": 371,
  "name": "太陽邪陷脾虛胃實證",
  "category": "傷寒證候",
  "overview": "太陽邪陷脾虛胃實證，系指太陽病誤下，致脾虛邪陷，腐穢積滯結聚陽明，因而發生以腹滿疼痛拒按為主要臨床表現的證候。\n主要臨床表現為：腹滿疼痛拒按，不大便，脈沉實，或兼發熱、惡寒等表證。\n太陽邪陷脾虛胃實證常見於傷寒“太陽病”誤下，轉屬太陰而又搏結陽明的病證。\n本證應與“太陽邪陷脾氣不和證”以及“陽明腑實證”相鑑別。",
  "clinical_manifestations": "腹滿疼痛拒按，不大便，脈沉實，或兼發熱、惡寒等表證。太陽邪陷脾虛胃實證",
  "common_diseases": [
    "傷寒“太陽病”誤下，轉屬太陰而又搏結陽明的病證。"
  ],
  "differential_syndromes": [
    "“太陽邪陷脾氣不和證”以及“陽明腑實證”"
  ],
  "differential": {
    "self_analysis": "太陽邪陷脾虛胃實證見於《傷寒論》：“本太陽病，醫反下之……；大實痛者，桂枝加大黄汤主之。”太陽病本当以汗法解表，若誤用泄下，不僅不能解表，反傷脾胃而致里虛，甚或引邪內陷而發生種種變證。今誤下後見“大實痛”，說明病人腹內有腐穢宿積，下後復傷胃陰，更使宿積結滯不下。由於本證常以表里同病形式出現，即里有實邪，外有表證，故後人又稱此證為“太陽陽明並病”或“太陽陽明中間證”。其治用桂枝加大黄汤(《傷寒論》)，表里雙解。桂枝湯解肌發表，外和營衛，內調氣血；加大黃苦寒導滯以治實痛，使表里之邪各有出路。太陽邪陷脾虛胃實證，若不能及時通里導滯，而是一味解表，則有可能因走散津液而迅速發展成為陽明腑實證。一旦表邪完全入里，腑實已成，則燥、實、痞、滿諸證就會相繼出現。",
    "type_comparison": "太陽邪陷脾氣不和證與太陽邪陷脾虛胃實證 二證均由太陽病誤下而成，且都表現有腹滿疼痛的症狀，故需加以鑑別。太陽邪陷脾氣不和證，是因太陽病誤下，損傷脾象氣血，而轉屬太陰之證。由於脾虛氣血不和，症見腹滿時痛、喜溫喜按，所以其證屬虛。而太陽邪陷脾虛胃實證，是太陽病誤下脾虛邪陷，腐穢積滯不去，其證以“大實痛”為主要臨床表現，即腹部劇痛，持續不減，按之痛甚，為兼搏陽明，屬實證。\n陽明腑實證與太陽邪陷脾虛胃實證 太陽邪陷脾虛胃實證以“大實痛”為主要臨床表現，與陽明腑實證有相似之處，故需加以鑑別。太陽邪陷脾虛胃實證，由於其發生於太陽病誤下之後，故雖有腐穢積滯搏結陽明的“大實痛”，但仍屬虛中挾實；而陽明腑實證，則屬純實證，不僅腹滿疼痛、大便秘結等症比太陽邪陷脾虛胃實證表現的嚴重，而且潮熱、谵語、手足濈然汗出等諸腑實症狀，更是太陽邪陷脾虛胃實證所不見。另外，太陽邪陷脾虛胃實證多屬表里同病，即脾虛胃實兼表邪不解；但陽明腑實證則邪已盡入陽明，無表證存在。總之，這兩個證候在表里、虛實病情方面，是有所不同的，也不難鑑別。"
  },
  "literature": "《丹溪手鏡·卷之上·腹滿並痛》：“大滿大痛，或潮熱大便不通，腹滿不減者，實也，可下之。曰陽熱為邪者，腹滿而咽乾，方可下之。又曰，痛而不滿為實，宜大柴胡、承氣輩下之。滿而且痛，內外表里俱有證，宜桂枝加大黃湯，以和其內外。”\n《傷寒來苏集·傷寒附翼·卷上·太陽方總論》：“凡妄下必傷胃氣。胃陽虛即陽邪襲陰，故轉屬太陰；胃液溜則兩陽相搏，故轉屬陽明。屬太陰，則腹滿時痛而不實，陰道虛也；屬陽明，則腹大實而痛，陽道實也。滿而時痛，下利之兆；大實而痛，是燥屎之徵。桂枝加芍藥，小試建中之劑；桂枝加大黃，微採調胃之方。”\n《傷寒大白·卷三·腹痛》：“若太陽症失於散表，誤用承氣下早，不成上部結胸，陽邪內陷太陰，成腹滿、腹痛之症，脈必沉細而數，用桂枝芍藥大黃湯。……承氣湯，下陽明腹痛者；桂枝大黃湯，治太陰腹痛也。大腸熱結，不用桂枝、大黃；脾象穢腐，不用承氣湯。”\n《傷寒論譯釋·卷第六·辨太陰病脈證並治第十》：“……太陽病誤下而邪陷太陰，亦有二種不同見證，一為桂枝加芍藥湯證，一為桂枝加大黃湯證。‘腹滿時痛’是因誤下而致脾氣受傷所致，不是太陰里虛寒本病，當無吐利等證，但以表證未除，故於桂枝湯內加芍藥，以解表而和脾，脾氣和則腹痛自除。‘大實痛’是內有實邪作痛，當有硬滿拒按等證，故復加大黃以通實結，必實邪去而痛始得除。”\n《傷寒絮要》：“本來是太陽表病，醫不解表，而反下之，以致里虛邪陷，轉屬太陰。氣不和，所以腹滿；血不調，故而時痛。治療用桂枝加芍藥湯調和脾胃氣血以解除腹痛。若腹滿而大實痛，大便為之不利的，則邪氣不但轉太陰，且也外搏陽明，成為實痛，故用桂枝芍藥湯以和脾，加大黃以瀉胃，則治療方允。”",
  "zhengsu_composition": {
    "location": [
      "pi",
      "wei"
    ],
    "nature": [
      "qi_xu"
    ]
  }
}