{
  "id": "taiyangxuxue",
  "number": 278,
  "name": "太陽蓄血證",
  "category": "傷寒證候",
  "overview": "太陽蓄血證是指太陽病表證未解，邪熱與瘀血互結於下焦的證候。\n主要臨床表現為：發熱，少腹急結或硬滿，小便自利，如狂或發狂，或身黃，舌質暗紫或舌有瘀斑，脈象沉結或沉微。\n太陽蓄血證可見於某些“外感熱病”的表證階段。\n本證應與“太陽蓄水證”、“熱入血室證”、“陽明瘀血證”、“溫病蓄血證”等相鑑別。",
  "clinical_manifestations": "發熱，少腹急結或硬滿，小便自利，如狂或發狂，或身黃，舌質暗紫或舌有瘀斑，脈象沉結或沉微。太陽蓄血證",
  "common_diseases": [
    "某些“外感熱病”的表證階段。"
  ],
  "differential_syndromes": [
    "“太陽蓄水證”",
    "“熱入血室證”",
    "“陽明瘀血證”",
    "“溫病蓄血證”"
  ],
  "differential": {
    "self_analysis": "太陽病不解，其邪由經入府，邪熱與瘀血互結下焦，故見少腹急結或硬滿；邪熱上熏於心，故見如狂或發狂；熱與水結則小便不利，今熱與血結故小便自利；若兼表證未解，可有身熱；熱與血結若兼營氣不敷，可見身黃；邪熱入府與瘀血互結，故見脈沉或脈結或脈微，則與受病之輕重有關。因熱甚且有瘀血，故舌見瘀斑或暗紫。\n太陽蓄血證既為邪熱與瘀血互結，治當攻下瘀血。兼有表證而痰熱互結較輕者，僅少腹急結未至少腹硬滿，可用桃核承气汤(《傷寒論》)或抵当丸(《傷寒論》)。如果瘀熱互結較重，少腹硬滿者，可用抵当汤(《傷寒論》)。",
    "type_comparison": "太陽蓄水證與太陽蓄血證 太陽蓄水證與太陽蓄血證都有表證未解，外邪隨經入府，熱結膀胱或下焦，因此也都有發熱惡寒，汗出不解，或少腹不適等症狀，應當加以鑑別。太陽蓄水證是水氣停蓄，病在膀胱氣分，由於膀胱不能化氣以承津，又不能行氣以利水，故見煩渴而小便不利；水飲既停又不能輸化，飲入之水則格拒於上，故飲水則吐；因表熱未解，故脈浮或浮數。太陽蓄血則膀胱氣化作用正常，故口不渴而小便自利；因邪熱與瘀血互結病在下焦血分，故少腹急結或硬滿，較太陽蓄水證的必苦里急為重；邪熱還可上熏於心，故見如狂或發狂；因邪熱與瘀血互結，脈或沉或結或微。根據以上幾點，一般不難鑑別。\n熱入血室證與太陽蓄血證 熱入血室證與太陽蓄血證都是熱入下焦血分，少腹不適，都有發熱和神明受擾。其不同點是：熱入血室證是太陽表邪乘血室空虛而入，或邪熱在血室與血相結，必值經水適來適斷；血氣與邪相爭，故有往來寒熱、發作有時，形如瘧狀，熱甚則神昏譫語，或晝日明了，暮則如見鬼狀；血熱互結，肝絡受阻，血行瘀滯，故胸脅下滿，如結胸狀，脈象多弦數，熱除則脈遲身涼。而太陽蓄血證是太陽表邪未解，故仍有身熱，而非往來寒熱；因邪熱與瘀血互結下焦，故少腹急結或硬滿，而無胸脅下滿的表現；邪熱擾心則如狂、發狂，脈象多沉微或結，根據以上可以區分。\n陽明瘀血證與太陽蓄血證 太陽病如果傳入陽明，但熱不寒，邪熱與宿有瘀血相結，蓄於下焦，則為陽明瘀血證，亦必有少腹不適及神明之亂，當與太陽蓄血證相鑑別。陽明瘀血證是邪在陽明，系久有瘀血，屎硬屬陽明，但大便反易而色黑，則為宿血，以血主濡也；瘀血擾心可有喜忘，較如狂、發狂為輕，因便黑血下，瘀熱有出路也；太陽蓄血證是邪在太陽的下焦血分，是邪熱與瘀血初結，瘀熱上擾於心，故有如狂、發狂。二者最重要的區別在於：陽明瘀血證為大便色黑易解，而太陽蓄血證為小便自利。根據以上幾點可以區別。\n溫病蓄血證與太陽蓄血證 溫病也有蓄血證，也是邪熱在下焦血分，熱與血結，如《溫病条辨，下焦篇》：“少腹堅滿，小便自利，夜熱晝涼，大便閉，脈沉實者，蓄血也。桃仁承氣湯主之；甚則抵當湯。”又說：“時欲漱口，不欲咽，大便黑而易者，有瘀血也，犀角地黃湯主之。”吳鞠通認為：“瘀血溢於腸間，血色久瘀則黑，血性柔潤，故大便黑而易也。”“邪在血分，不欲飲水，熱邪燥液口乾，又欲求救於水，故但欲漱口，不欲咽也。”說明了溫病蓄血證的特點是邪熱與瘀血結於下焦血分，也有少腹堅滿，小便自利，或為大便閉，或為大便色黑而易下，均與太陽蓄血證相同。其不同點是溫病蓄血證無表證，邪熱則隱伏於陰分，故見晝涼夜熱，熱甚則有陰虧，以桃仁承氣湯，抵當湯為溫病邪多蓄血而設。犀角地黃湯為溫病陰虧蓄血而設，前者以瀉為補，後者補中有瀉，用方有所不同也。太陽蓄血證則有表證，而非邪熱隱伏於陰分，故治療儀有桃仁承氣湯及抵當湯、丸之設。根據以上可以鑑別。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治中》：“太陽病不解，熱結膀胱，其人如狂，血自下，下者愈。其外不解者，尚未可攻，當先解其外。外解已，但少腹急結者，乃可攻之，宜桃核承氣湯。”\n《傷寒論·辨太陽病脈證並治中》：“太陽病六七日，表證仍在，脈微而沉，反不結胸，其人如狂者，以熱在下焦，少腹當硬滿，小便自利者，下血乃愈。所以然者，以太陽隨經，瘀熱在里故也，抵當湯主之。”\n《傷寒論·辨太陽病脈證並治中》：“太陽病，身黃，脈沉結，少腹硬，小便不利者，為無血也；小便自利，其人如狂者，血證諦也，抵當湯主之。”\n《傷寒論·辨太陽病脈證並治中》：“傷寒有熱，少腹滿，應小便不利；今反利者，為有血也，當下之，不可餘藥，宜抵當丸。”\n《傷寒論·辨太陽病脈證並治下》：“婦人傷寒，發熱，經水適來，晝日明了，暮則譫語，如見鬼狀者，此為熱入血室，無犯胃氣及上二焦，必自愈。”\n《傷寒論·辨陽明病脈證並治》：“陽明證，其人喜忘者，必有蓄血。所以然者，本有久瘀血，故令喜忘，屎雖硬，大便反易，其色必黑者，宜抵當湯下之。”\n《傷寒明理論·蓄血》說：“傷寒蓄血何以明之？蓄血者，熱在下焦，結聚而不行，蓄積而不散者是也……如少腹覺有硬滿，便當問其小便，若小便不利者，則是津液留結，可利小便，若小便自利者，則是蓄血之證，可下瘀血。……蓄血於下，所以如狂者，經所謂熱結膀胱，其人如狂者是也。血瘀於下，所以喜忘者，內經曰：血並於下，亂而喜忘者是也。二者若有其一，則為蓄血證明矣。”\n《傷寒論後条辨·卷五》：“太陽病不解，熱必隨絡入里，搏於下而不化，是謂熱結膀胱，其人不能寧靜，必如狂。如狂而小便不利者，是氣分受邪，水得熱佛而上侮心火使然；如狂而小便自利者，是血分受邪，熱逼膀胱，津液被耗，心火受制使然。”"
}