{
  "id": "taiyangshuiqishangni",
  "number": 340,
  "name": "太陽水氣上逆證",
  "category": "傷寒證候",
  "overview": "",
  "clinical_manifestations": "",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "太陽水氣上逆證為脾虛水停之候，可見於多種疾病之中。在痰飲中，多表現為胸脅支滿，脘腹喜熱喜按，胃中有振水聲，背寒冷如掌大，不欲飲水或飲水不多，或飲入易吐，噁心，嘔吐清水痰涎，心悸氣短，頭暈目眩，舌苔白滑。“病痰飲者，當以溫藥和之”。“心下有痰飲，胸脅支滿，目眩，苓桂术甘汤主之”(《金匱要略·痰飲咳嗽病脈證並治》)。若見於心悸中，則現心悸氣短，頭目眩暈，胸脘痞滿，形寒肢冷，小便短少，或下肢浮腫，渴不欲飲，噁心吐涎，苔白滑，脈弦滑等。可用苓桂朮甘湯振奮心陽，化氣行水，或“清痰之藥與養心藥並用，方用二陈汤加當歸、菖蒲、遠志，煎湯送服朱砂細末三分”(《醫學衷中參西錄·論心病治法》)。若見於咳喘中，則多現咳喘痰促，痰多色白，或咳吐稀白痰，苔白，脈沉弦。治宜溫陽化飲之苓桂朮甘湯加止咳定喘之品。如見於眩暈中，則表現為頭目眩暈，如坐舟車，胸悶噁心，嘔吐頻作，苔薄白，脈弦滑，宜苓桂朮甘湯合泽泻汤治之。所謂“心下有支飲，其人苦冒眩，澤瀉湯主之。”(《金匱要略·痰飲咳嗽病脈證並治》)。在嘔吐中，本證的臨床特徵為嘔吐清水痰涎，脘悶不食，頭眩心悸，苔白膩，脈滑，治宜苓桂朮甘湯合小半夏汤或小半夏加茯苓汤(《金匱要略》)。若見於痺病中，則表現為四肢關節疼痛重著，或腫脹不仁，手足沉重，屈伸不利，肌肉麻木，脈沉等，亦用苓桂朮甘湯化裁治之。\n水為陰邪，須賴陽氣以化之。今脾陽虛不能制水，水飲內停，上凌於心，則心陽被遏，故太陽水氣上逆證常兼挾心陽不足之候，而現心悸怔忡，小便短少，下肢浮腫等症。故曰：“有其驚悸恆發於夜間，每當交睫於甫睡之時，其心中即驚悸而醒，此多心下停有痰飲。”(《醫學衷中參西錄·論心病治法》)。“其停飲者，由水停心下，心主火而惡水，水即內停，心不自安，則為悸也。”(《傷寒明理論》)脾為生氣之源，肺為主氣之樞，脾為生痰之源，肺為貯痰之器。脾失健運，水濕不化，留而為飲，上凌於肺，肺失宣降，則見咳嗽喘促，痰液稀白等。其病在肺，其本在脾。所以本證在演變中又可挾肺氣不足或痰濕犯肺之候，終致脾肺俱虛。腎主水液，脾為制水之臟。脾虛失運，土不制水，水濕壅盛，益損其陽，脾陽不振必致腎陽亦衰。故太陽水氣上逆證又多兼挾腎陽虛衰，氣化無權之候。",
    "type_comparison": "少陰陽虛水泛證與太陽水氣上逆證 《傷寒論》謂：“太陽病發汗，汗出不解，其人仍發熱，心下悸，頭眩，身瞤動，振振欲擗地者，真武汤主之。”“少陰病，二三日不已，至四五日，腹痛，小便不利，四肢沉重疼痛，自下利者，此為有水氣。其人或咳，或小便利，或下利，或嘔者，真武汤主之。”少陰陽虛水泛證與太陽水氣上逆證同屬陽虛水停為患。但本證系誤施汗下，損傷脾胃陽氣，致中陽不振，水飲內聚，逆動於上。而少陰陽虛水泛證則因太陽病發汗太過，損傷了下焦腎陽，或因少陰陽虛陰盛，致下焦腎陽衰微，不能化氣行水，水氣泛濫為害。一為脾虛水停，一為腎虛水泛，其病有中下之分。故少陰陽虛水泛證以心悸，頭眩，浮腫為特徵；而本證則以心下逆滿，氣上衝胸，頭目眩暈為著。振振欲擗地和身為振振搖，雖同為水氣浸漬筋脈所致，但前者甚於後者，二者有重輕之別。本證尚可有嘔、咳、喘等，而少陰陽虛水泛證水氣浸淫上下內外，故不特兼有嘔、咳、喘，而且又有腹痛、下利，四肢沉重疼痛，小便不利等。太陽水氣上逆證脈多見沉緊或沉弦，而少陰陽虛水泛證脈多沉或微細，或沉微欲絕。兩證不難辨別。該言之，少陰陽虛水泛證與太陽水氣上逆證均有嘔、咳、喘、悸、眩五大症，但彼則尚有腫、痛而無滿，此則但滿而無腫、痛。本證雖似真武湯證，但其病位有脾腎之異，病勢有輕重之殊。\n太陽陽虛水氣欲沖證與太陽水氣上逆證 太陽陽虛水氣欲沖證與太陽水氣上逆證的基本病機均為陽虛陰盛，水飲內停。但一為汗後陽虛，水動於下；一為吐下傷中，水停於中。彼為心陽不足而腎水上逆，故臍下悸動，欲作奔豚。誠如《傷寒論》所云：“發汗後，其人臍下悸者，欲作奔豚，茯苓桂枝甘草大枣汤主之。”此為脾陽不運，水停中焦而致心下逆滿，氣上衝胸，嘔吐，頭眩，脈沉緊或沉弦等。前者病變的重點在於下焦，後者病變的關鍵在於中焦。因此，兩者的主要鑑別點在於主症不同，太陽水氣上逆證為心下逆滿，氣上衝胸，而太陽陽虛水氣欲沖證為臍下悸動不寧，欲作奔豚之狀。其兼證各異，本證兼有眩暈，嘔吐等，彼證則兼心悸怔忡，形寒肢冷等。舌苔同為白苔，但一則白而膩，一則白而滑。其脈不一，太陽陽虛水氣欲沖證脈多弦緊，而太陽水氣上逆證脈多見沉緊或沉弦。二者病機雖同，但受累臟腑有脾胃和心腎之別，所以它們的臨床表現也不盡一致。\n胃陽不足飲停證與太陽水氣上逆證 《傷寒論》云：“傷寒厥而心下悸，宜先治水，當服茯苓甘草汤，卻治其厥，不爾，水漬入胃，必作利也。”胃陽不足飲停證和太陽水氣上逆證，其病機皆偏於中焦。但一為胃陽不布，一為脾陽虛弱。胃陽不足飲停證，因水停心下，逆於上則心悸，留於心中則口不渴，蓄於下則小便不利，阻遏胸陽則肢厥，故以厥而心下悸，小便不利，口不渴為主要臨床表現。與太陽水氣上逆證之土不制水，水氣上逆而心下逆滿，氣上衝胸，起則頭眩，脈沉緊或沉弦不同。由此可見，雖然兩證的病變重點皆在中焦，但有脾虛水停和胃虛水停之不同。總之，太陽水氣上逆證和胃陽不足飲停證、太陽陽虛水氣欲沖證，三者皆屬陽虛水停之候，但病位有中、下之別，累及臟腑有脾、胃和心腎之異，臨證時當仔細鑑別。"
  },
  "literature": "《傷寒論淺注補正·卷二》：“此與下真武證同有頭眩身振搖之病。蓋心下逆滿是停水不化，氣上衝心是水氣上泛，與真武證之心下悸同意。起則頭眩與真武證之寒水上冒頭眩同意。若不發其汗，則雖內有寒水，而經脈不傷，可免振寒之證。若再發汗，泄其表陽，則寒氣浸淫，動其經脈，身遂為振振搖，與真武證之振振欲擗地亦同。但真武證重，故用附子以溫水，此證輕，故用桂枝以化水也。”\n《醫宗金鑑·訂正傷寒論注》：“傷寒若過發汗，則有心下悸，叉手冒心，脈下悸欲作奔豚證等。今誤吐下，則胸虛邪陷，故心下逆滿，氣上衝胸也。若脈沉緊，表仍不解，無汗，當用麻黃湯，有汗當用桂枝湯，一汗而胸滿氣衝可平矣。今脈沉緊，是其人必素有寒飲相挾而成。若不頭眩，以瓜蒂散吐之，亦自可除。今乃起則頭眩，是又為胸中陽氣已虛，不惟不可吐，亦不可汗也。如但以脈之沉緊為實，不顧頭眩之虛，而誤發其汗，則是無故而動經表，更致衛外之陽已虛，一身其所倚，故必振振而搖也。主之以苓桂朮甘湯者，滌飲與扶陽並施，調衛與和營共治也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_ni",
      "shui_ting"
    ]
  }
}