{
  "id": "taiyangyangxubiaoweibugu",
  "number": 325,
  "name": "太陽陽虛表衛不固證",
  "category": "傷寒證候",
  "overview": "太陽陽虛表衛不固證是由太陽病發汗後津液外脫所致，以漏汗不止、惡風為主症的證候。多因太陽病汗不如法引起。\n主要臨床表現為：漏汗不止，惡風，小便難，手足微現拘急之象，屈伸不便。並可兼見發熱，舌苔薄白，脈浮大而虛。\n太陽陽虛表衛不固證主要見於“傷寒”“溫病”等外感疾病，依其臨床表現亦可見於內傷雜病之“汗證”中。\n本證應與“太陽表虛證”、“陽明經證”、“太陽風濕相搏骨節證”、“陽氣外亡證”、“氣虛、陽虛自汗證”、“邪正相爭戰汗證”等相鑑別。",
  "clinical_manifestations": "漏汗不止，惡風，小便難，手足微現拘急之象，屈伸不便。並可兼見發熱，舌苔薄白，脈浮大而虛。太陽陽虛表衛不固證主要見於“傷寒”“溫病”等外感疾病，依其臨床表現亦",
  "common_diseases": [
    "內傷雜病之“汗證”"
  ],
  "differential_syndromes": [
    "“太陽表虛證”",
    "“陽明經證”",
    "“太陽風濕相搏骨節證”",
    "“陽氣外亡證”",
    "“氣虛",
    "陽虛自汗證”",
    "“邪正相爭戰汗證”"
  ],
  "differential": {
    "self_analysis": "太陽陽虛表衛不固證出自《傷寒論》：“太陽病，發汗，遂漏不止，其人惡風，小便難，四肢微急，難以屈伸者，桂枝加附子湯主之。”太陽病屬外邪襲表，法當發汗解表。須遵仲景之法，令遍身漐漐汗出，脈靜身和為佳。汗之不當，病必不除，反生他變。汗為心之液，乃精氣所化，過汗最易損陽傷陰。傷寒初病太陽之時，或因誤以表虛為表實，或其人素體肌表不固，而過用汗法開發腠理，致汗出過多，衛陽虛損，陰液耗傷，而成此證。《靈樞·本神篇》曰：“衛氣者，所以温分肉，充皮膚，肥腠理，司開闔者也。”發汗太過，不僅表邪未解，而且衛陽已虛，固攝失職，所以漏汗不止；表陽受傷故惡風更甚，陽虛不能化氣，更兼陰液不足故小便難。陽虛不能達於四末，且陰津不足，筋脈失養，故四肢拘急難以屈伸。因此，治宜溫經固表，方用桂枝加附子汤(《傷寒論》)。在溫病發展過程中，因高熱汗出，或誤用汗法亦可出現漏汗不止，或見惡風及小便不利。因溫熱之邪極易耗傷陰津，故多兼口渴、舌乾紅少津等陰傷之象。治療須於扶助陽氣之同時兼顧護陰液。依本證之表現，在內傷雜病中常見於因久病勞損或稟賦不足，腠理疏鬆之人誤用汗法而成。其主症為汗出不止或動則汗出，時時惡風。但此時惡風非表邪所致，純系衛氣虛引起，故多兼見肢倦神疲，少氣懶言，舌淡苔白等氣虛症狀。治療宜桂枝加附子湯加益氣固表之品。\n本證多見於素體虛弱，或年老、久病腠理疏鬆之人。其人平素即見聲低語怯，倦怠無力，動則汗出，不耐風寒。感受風寒，誤用汗法，易患此證。\n本證雖多見於傷寒之早期，若誤治，汗出不止則陽虛益甚，陰液更傷，可致陽不斂陰，汗液大泄，或氣隨汗脫而致亡陽亡陰之候。",
    "type_comparison": "太陽表虛證與太陽陽虛表衛不固證 二者皆可出現汗出，惡風等症狀，故常須鑑別。然太陽表虛證由感受風寒之邪，邪襲肌表，營衛失和所致；太陽陽虛表衛不固證乃由表證過用汗法，表邪未解，衛陽已虛所引起。太陽表虛證以表虛為主，由於衛陽抗邪，正盛於外，則必見發熱等症。如《傷寒論》曰：“太陽中風，陽浮而陰弱，陽浮者熱自發，陰弱者汗自出，嗇嗇惡寒，淅淅惡風，翕翕發熱，鼻鳴乾嘔者，桂枝湯主之。”而太陽陽虛表衛不固證，不僅表邪未解，衛陽已虛，且陰液亦傷，故其以漏汗不止，且惡風寒更甚為特點。出汗程度較重，並伴有小便難，四肢微急，難以屈伸等陽失溫煦，陰失濡養症狀。\n陽明經證與太陽陽虛表衛不固證 陽明經證因里熱熾盛，迫津外泄，常見大汗不止，須與太陽陽虛表衛不固證相鑑別。陽明經證多由太陽病表邪未解，邪熱內傳陽明，以致里熱熏蒸而成。故以身大熱為主症。熱灼津傷，致口大渴喜冷飲；由於鬱熱上蒸，則有面赤心煩，舌紅少津，尿黃便乾等症。太陽陽虛表衛不固證則以漏汗不止為其特點，雖兼表邪，但發熱較輕，或不發熱而惡風寒較重。無里熱故口不渴。其陽虛氣化不行所致之小便難，與陽明經證因邪熱灼津而致之小便短黃亦不同。四肢拘急不得屈伸，更為太陽陽虛表衛不固證所特有。以上諸點均為鑑別之要點。\n太陽風濕相搏骨節證與太陽陽虛表衛不固證 太陽風濕相搏骨節證由感受風寒濕邪而成，臨床常見惡風，汗出，小便不利，骨節疼煩，屈伸不利等症，須與太陽陽虛表衛不固證相鑑別。太陽風濕相搏骨節證乃風寒濕邪侵入筋骨關節，以致營衛不和，氣血凝滯而成。以骨節疼煩、掣痛不得屈伸為主症。雖因風勝於表，衛陽不固而汗出、惡風，但常兼見呼吸短氣、小便不利等濕邪內阻三焦，氣化失宣之症，甚則因濕溢肌膚而身微腫、舌苔薄白、脈沉緊。太陽陽虛表衛不固證則見於誤汗之後，漏汗日久不去為其特點，筋脈失養而致四肢微急、難以屈伸，然疼痛多不甚，與太陽風濕相搏骨節證有明顯不同。故二證不難區別。\n陽氣外亡證與太陽陽虛表衛不固證 陽氣外亡證乃久病陰寒內盛，陽氣外亡之重證，亦常見大汗出、惡寒、四肢疼，須與太陽陽虛表衛不固證相鑑別。陽氣外亡證，多見於傷寒之晚期，由久病陽衰所致。《傷寒論》曰：“大汗出，熱不去，內拘急，四肢疼，又下利厥逆而惡寒者，四逆湯主之。”又云：“傷寒六、七日不利，便發熱而利，其人汗出不止者，死，有陰無陽故也。”此時多表現為突然大汗淋漓，或汗出如油。其發熱為虛陽外越的假象。由於陰寒內盛可見有下利，腹中拘急疼痛，四肢厥冷而惡寒等症。而太陽陽虛表衛不固證雖亦屬汗後陽虛，但偏重在表陽不足，故漏汗不止、惡風為主要症狀。四肢雖拘急，屈伸不便，但肢冷多不甚，與純陰無陽之陰寒內盛，陽氣外亡證顯然不同。陽氣外亡證脈微細，與太陽陽虛表衛不固證脈浮虛，亦為重要區別點。\n氣虛、陽虛自汗證與太陽陽虛表衛不固證 勞倦內傷或久病致氣虛、陽虛，或素體陽氣不足之人，常因腠理疏鬆而具有汗出、惡風之症。須與太陽陽虛表衛不固證相鑑別。氣虛、陽虛之汗出絕無表證，且動則汗出尤甚，伴少氣懶言，語聲低微，精神倦怠，面色蒼白，舌淡脈虛等氣虛之象，及陽虛之形寒肢冷，口不渴，尿清長，便溏薄，脈沉遲等寒象。太陽陽虛表衛不固證重在表邪未解，陽氣已傷，多見於傷寒早期誤治之後。其漏汗不止，惡風必與舌苔薄白，脈浮等表證同見。\n邪正相爭戰汗證與太陽陽虛表衛不固證 邪正相爭戰汗證多由溫熱之邪客於氣分，並見發熱，口渴，躁擾不寧，舌紅苔黃，脈數等里熱症狀。由於正邪劇爭而突然惡寒戰慄，而後大汗出。若正能勝邪，則戰慄後汗出，邪隨汗解，脈靜身涼，煩渴頓除，邪去正安。若汗出過多，而致精神衰憊，四肢厥冷可成脫汗證。亦可正不勝邪，汗後仍煩熱，脈躁而病進。太陽陽虛表衛不固證，則多見於傷寒發汗後，漏汗持久不止，雖惡風，而無突然戰慄及里熱證之表現，可以區別。"
  },
  "literature": "《傷寒總病論·卷二》：“小便難，為有津液，可作汗；若小便數，不可誤認陽旦證也，陽旦即桂枝湯異名也。”\n《普濟本事方·卷第八》：“有一士人得太陽證，因發汗，汗不止，惡風，小便澀，足攣曲而不伸。予診其脈浮而大，浮為風，大為虛。予曰：在仲景方中有兩證大同而小異。一則小便難，一則小便數。用藥稍差，有千里之失。仲景第七證云：太陽病發汗，遂漏不止，其人惡風，小便難，四肢微急，難以屈伸者，桂枝加附子湯。第十六證云：傷寒脈浮，自汗出，小便數，心煩微惡寒，腳攣急，反與桂枝湯欲攻其表，此誤也，得之便厥，咽中乾，煩躁吐逆。一則漏風小便難，一則自汗小便數，或惡風，或惡寒，病各不同也。予用第七證桂枝加附子湯，三啜而汗止，復佐以甘草芍藥湯，足便得伸。”\n《傷寒論注·桂枝湯證下》：“漏不止，與大汗出同，若無他變症，仍與桂枝湯，若形如瘧，是玄府反閉，故加麻黃。此玄府不閉，故加附子。若大汗出後而大煩渴，是陽陷於內，急當滋陰，故用白虎加人參湯；此漏汗不止而小便難，四肢不利，是陽亡於外，急當扶陽，此發汗雖不言何物，其為麻黃湯可知。蓋桂枝湯有芍藥而無麻黃，故雖大汗出而玄府能閉，但使陽陷於里，斷不使陽亡於外也。”\n《傷寒論注·白虎湯證》：“太陽主表，陽明主里，表里俱熱，是兩陽並病也，惡風為太陽表證未罷，然時時惡風，則有時不惡，表將解矣，與背微惡寒同。煩躁，舌乾，大渴為陽明證，欲飲水數升，里熱結而不散，急當救里以滋津液。里和表亦解，故不須兩解之法”。",
  "zhengsu_composition": {
    "location": [
      "biao"
    ],
    "nature": [
      "yang_xu",
      "bu_gu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：表。病性：陽虛、不固。根據證候名稱「太陽陽虛表衛不固證」分析其病機組成。"
}