{
  "id": "taiyangbiaoshi",
  "number": 276,
  "name": "太陽表實證",
  "category": "傷寒證候",
  "overview": "太陽表實證是指外感寒邪以後，由於衛陽被遏，營陰鬱滯而無汗的證候，無汗故稱為表實證，亦即太陽傷寒證。屬於邪在肌表的太陽經證之一。\n主要臨床表現為：惡寒發熱、頭痛身痛、無汗而喘、脈浮緊等。\n太陽表實證見於“外感熱病”初起的表證階段。\n本證應與“太陽表寒里飲證”、“太陽表寒里熱證”、“太陽熱邪迫肺證”、“少陰陽虛寒凝證”相鑑別。",
  "clinical_manifestations": "惡寒發熱、頭痛身痛、無汗而喘、脈浮緊等。太陽表實證見於“外感熱病”初起的表證階段。",
  "common_diseases": [],
  "differential_syndromes": [
    "“太陽表寒里飲證”",
    "“太陽表寒里熱證”",
    "“太陽熱邪迫肺證”",
    "“少陰陽虛寒凝證”"
  ],
  "differential": {
    "self_analysis": "寒邪外襲，衛陽被遏，因而惡風、惡寒；衛陽奮起與邪相爭則見發熱；營陰鬱滯，筋骨失於煦濡，故身疼腰痛、骨節疼痛；太陽經氣不舒，故有頭項強痛；寒主收引，腠理閉塞，故見無汗；肺合皮毛，邪束於外，肌膜失宜，必然肺氣不利，故可見咳喘；邪在肌表，故脈象見浮，因汗不得出，衛陽受遏，故脈亦應之而緊；寒邪內侵，胃氣不能下降，故可見嘔逆。\n本證為太陽表實，治當解表散寒，方用麻黄汤(《傷寒論》)。",
    "type_comparison": "太陽表寒里飲證與太陽表實證 太陽表寒里飲證與太陽表實證俱是外感寒邪而有咳喘，均有表證未解，即發熱惡寒、頭痛身痛、無汗脈浮緊等症。其不同點是：太陽表寒里飲證是素有內飲，復感風寒引動。但寒飲內動，上迫於肺的咳喘，其咳聲不一定重濁，痰多色白而呈清稀泡沫狀；水飲內停，苔白而滑潤；飲脈為弦為滑，又外有表寒，故脈見浮弦而滑或弦緊而滑；另外水飲內停，水邪變動不居，故可隨氣機升降到處為患，如水飲內停致津氣不化則渴，水停於胃則乾嘔、為噎，水潰於腸則為下利，水蓄下焦則小便不利、少腹脹滿。太陽表實證因肌膜失宣、肺氣不利而咳喘，咳聲重濁，痰白量不多，脈雖浮緊但無飲邪，故不見弦象或滑象；亦無水邪變動不居之徵。這些皆可區分。\n太陽表寒里熱證與太陽表實證 兩證都具備惡寒發熱、頭痛身疼、無汗脈浮緊等證，均為風寒在表，但太陽表寒里熱證屬太陽表實兼證之一，因不得汗解，衛陽內鬱化熱，或素體蘊熱，復感外寒，以致外寒內熱；太陽表實證則僅有外寒，並無內熱。太陽表寒里熱證有煩躁、口渴、苔黃等里熱見症，太陽表實證則無，這是兩者的區別。\n太陽熱邪迫肺證與太陽表實證 太陽熱邪迫肺證與太陽表實證，都是在太陽病階段而有喘症。其不同點是太陽熱邪迫肺是在太陽病或汗或下以後，外邪化熱迫肺，肺失肅降，以致上逆作喘；熱迫津液外泄則汗出。因邪不在肌表，加之汗出，故肌表無大熱。太陽表實證是在太陽病初起階段，因風寒外束，肌膜閉塞，肺氣不利，故發熱惡寒、無汗而喘。太陽熱邪迫肺證因熱傷津液則可見口渴；因有肺熱，故可見苔黃舌紅脈數；而太陽表實證則惡寒發熱，多無口渴，寒邪在表故苔白脈浮緊，由此亦可看出寒熱之別。\n少陰陽虛寒凝證與太陽表實證 《傷寒論·辨少陰病脈證並治》“少陰病，身體痛，手足寒，骨節痛，脈沉者，附子湯主之。”本條是少陰陽虛身痛證，因身體痛、關節痛，又有畏寒，故應與太陽表實證之惡寒身痛相鑑別。一般少陰陽虛寒凝證是陽虛而生外寒，無表證(發熱無汗)，其脈沉。而太陽表實證是寒邪在表，除惡寒身痛外，尚可見發熱、無汗，其脈浮緊，因此亦不難鑑別。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治上》“太陽病，或已發熱，或未發熱，必惡寒，體痛，嘔逆，脈陰陽俱緊者，名為傷寒。”\n《傷寒論·辨太陽病脈證並治中》“太陽病，頭痛發熱，身疼腰痛，骨節疼痛，惡風，無汗而喘者，麻黃湯主之。”\n《傷寒論·辨太陽病脈證並治中》：“太陽與陽明合病，喘而胸滿者，不可下，宜麻黃湯主之。”\n《傷寒論·辨太陽病脈證並治中》：“傷寒表不解，心下有水氣，乾嘔，發熱而咳，或渴，或利，或噎，或小便不利，少腹滿，或喘者，小青龍湯主之。”\n《醫宗金鑑·傷寒論注》：“太陽停飲有二：一中風有汗為表虛，五苓散證也；一傷寒無汗為表實，小青龍湯證也。”\n《傷寒來苏集·傷寒論注》大青龍湯方解：“此即加味麻黃湯也。諸症全是麻黃，而有喘與煩躁之不同，喘者是寒鬱其氣，升降不得自如，故多杏仁之苦以降氣；煩躁是熱傷其氣，無津不能作汗，故特加石膏之甘以生津，然其質沉其性寒，恐其內熱頓除，而外之表邪不解，……故必倍麻黃以發汗，又倍甘草以和中，更用薑棗以調營衛，一汗而表里雙解。”\n《傷寒貫珠集·卷一·太陽篇上》：“發汗後，汗出而喘，無大熱者，其邪不在肌膜，而入肺中，緣邪氣外閉之時，肺中已自蘊熱，發汗之後，其邪不從汗而出之表者，必從內而并於肺耳。”\n《傷寒來苏集·傷寒論注》：“喘而胸滿者，為麻黃證，然必脈浮者，病在表，可發汗；今脈沉為在里……喘而滿者，滿而實矣。”\n《傷寒貫珠集·卷七·少陰篇》：“身體痛，骨節痛，寒在陰也；手足寒，脈沉，病屬陰也。若脈浮而手足熱，則為太陽傷寒，可與汗解者矣。此為少陰血氣不足，而寒邪侵之之證，故亦宜附子湯，復陽散陰，益精氣也。”",
  "zhengsu_composition": {
    "location": [
      "biao"
    ],
    "nature": [
      "han"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "太陽傷寒證，寒邪束表。表實無汗，表現為惡寒、發熱、無汗、頭身疼痛、脈浮緊。"
}