{
  "id": "taiyangreraoxionggezhongjiaoqizhi",
  "number": 345,
  "name": "太陽熱擾胸膈中焦氣滯證",
  "category": "傷寒證候",
  "overview": "太陽熱擾胸膈中焦氣滯證為傷寒下後，餘熱留擾，邪氣壅滯於胸腹而致心煩腹滿的證候。《傷寒論》云：“傷寒下後心煩腹滿，臥起不安者，梔子厚朴湯主之”。本證為傷寒下後變證。\n主要臨床表現為：胸中煩熱，臥起不安，腹部脹滿，苔黃，脈數等。\n太陽熱擾胸膈中焦氣滯證見於“太陽病”，亦見於“胃脘痛”、“失眠”等疾病中。\n本證屬熱屬實，應與“太陽脾虛氣滯證”、“太陽熱擾胸膈證”、“病後餘熱未盡勞復證”、“陽明腑實證”等相鑑別。其與“太陽脾虛氣滯證”的鑑別前已述及，故不贅述。",
  "clinical_manifestations": "胸中煩熱，臥起不安，腹部脹滿，苔黃，脈數等。太陽熱擾胸膈中焦氣滯證見於“太陽病”，亦見於“胃脘痛”、“失眠”等疾病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“太陽脾虛氣滯證”",
    "“太陽熱擾胸膈證”",
    "“病後餘熱未盡勞復證”",
    "“陽明腑實證”"
  ],
  "differential": {
    "self_analysis": "在《傷寒論》中，用下法後，有滿而不煩者，若為脾虛氣滯之虛滿，以厚朴生姜半夏甘草人参汤溫之；有煩而不滿者，若為餘熱未清，津液虧損之心煩，以竹叶石膏汤清養肺胃；而餘熱未盡，留擾胸膈之心煩，則用栀子豉汤洩熱除煩；又有既煩且滿者，若為腸胃燥熱之實滿，用承气汤下之。若下後，二便自調或溏瀉，雖心煩而無熱象，雖腹滿而喜熱喜按，舌淡苔白，脈緩無力，為下後里虛，慎不可再行議下。總之，心煩腹滿有虛實寒熱之別，治法有瀉下、消滯、溫補之異。本證之心煩，因邪熱留擾胸膈所致，則屬熱證；其腹滿，因熱邪壅滯，氣機不暢，故為實證。\n太陽熱擾胸膈中焦氣滯證，若見於胃脘痛中，多表現為胃脘脹痛，泛酸嘈雜，噯氣頻頻，心煩懊憹，口苦口乾，舌紅苔黃，脈弦數等，可用化肝煎(《景岳全書》)合左金丸(《丹溪心法》)治之。若見於失眠中，則表現為心煩不眠，脘悶噯氣，脘腹脹滿，舌紅，脈數等，可用黄连温胆汤(《六因条辨》)或栀子厚朴汤化裁治之。",
    "type_comparison": "太陽熱擾胸膈證與太陽熱擾胸膈中焦氣滯證 《傷寒論》云：“發汗吐下後，虛煩不得眠，若劇者，必反覆顛倒，心中懊憹，梔子豉湯主之”。傷寒下後，邪熱未盡，留擾胸膈，則心煩，下後邪乘，氣滯於腹，則腹滿。心煩則難臥，腹滿則難起，胸腹壅滯，則臥起不安。太陽熱擾胸膈中焦氣滯證與太陽熱擾胸膈證相比，熱擾胸膈之病機則一，心煩臥起不安等症狀亦同。但此則邪熱入里，壅滯於中；彼則熱擾胸膈，病偏於上。所以本證的臨床表現不特有心煩臥起不安，又有熱邪壅滯，氣機阻滯於中的腹脹滿。由此可見，腹部脹滿與否，實為兩者鑑別的關鍵。\n病後餘熱未盡勞復證與太陽熱擾胸膈中焦氣滯證 《傷寒論》云：“大病差後，勞復者，枳實梔子豉湯主之。”病後餘熱未盡勞復證與太陽熱擾胸膈中焦氣滯證均有虛熱煩悶，懊憹不爽，以及熱邪阻滯氣機之腹脹滿等。但一為下後餘熱未盡，一為差後勞復餘熱未盡。其腹脹滿，本證以大腹脹滿為重，而病差後勞復證卻以心下痞塞為主，此證重而彼證輕，這是兩證不同之處。\n陽明腑實證與太陽熱擾胸膈中焦氣滯證 陽明病下之，心中懊憹而煩，腹脹滿，胃中有燥屎者，可攻，宜予承氣湯，陽明腑實證之心煩為實煩，腹滿為大實大滿，與本證之心煩腹滿不難鑑別。但是，其中陽明腑實輕證——痞滿證(即小承氣湯證)與本證易於混淆，且梔子厚朴湯和小承氣湯的藥物組成只有大黃一味之差，故應注意區別。《傷寒論》曰：“陽明病，其人多汗”，“谵語，發潮熱”，“微煩，小便數”，“下利”，“大便必硬”，“脈滑而疾者，小承氣湯主之”。可見，小承氣湯證以潮熱，汗出，心煩，甚則神昏谵語，腹部脹滿硬痛，大便難，或熱結旁流，舌苔黃厚乾燥，脈滑而疾為主要臨床表現。其中，心煩，腹滿等與本證之心煩腹滿相類，且兩者均屬實熱證。但彼則邪熱與燥屎內結，里熱熾盛，擾於心神，輕則心煩，甚則谵語。燥熱津傷，腑氣不通，傳導失職，則腹脹滿。其腹雖硬痛輕微，不似大承氣湯證之堅硬拒按，但與本證之腹但滿而無硬痛之苦不同。彼證之潮熱，谵語，大便難或熱結旁流，更是本證之所無。此外，小承氣湯證之舌苔黃燥而厚，脈滑而疾，比梔子厚朴湯證之苔黃，脈數更甚。總之，小承氣湯證為陽明腑實以氣滯為甚，燥熱居次之痞滿證。兩證均有氣滯腹脹，但本證為胸膈鬱熱又兼中焦氣滯之候，其腹滿為無形之氣滯，並非有形之實積，與小承氣湯燥熱結實，腑氣壅滯，腑實已成之實滿有別。"
  },
  "literature": "《註解傷寒論·卷三》：“下後，但腹滿而不心煩，則邪氣入里為實；但心煩而不腹滿，即邪氣在胸中為虛煩。既煩且滿，則邪氣壅於胸腹之間也。滿則不能坐，煩則不能臥，故臥起不安。與梔子厚朴湯，吐煩泄滿。”\n《傷寒論注·卷三·梔子豉湯證》：“心煩則難臥，腹滿則難起。起臥不安是心移熱於胃，與反覆顛倒之虛煩不同，梔子以除煩，枳樸以瀉滿，此兩解心腹之妙劑也。熱已入胃則不當吐，便未燥則不可下，此為小承氣之先著。”\n《傷寒貫珠集·卷二·太陽篇下》：“下後心煩，證與上同，而加腹滿，則邪入較深矣。成氏所謂邪氣壅於心腹之間者是也。故去香豉之升散，而加枳樸之降泄。若但滿而不煩，則邪入更深，又當去梔子之輕清，而加大黃之沉下矣。此梔子厚朴湯所以重於梔豉而輕於承氣也。”\n《傷寒大白·卷二》：“煩而腹不滿，表症也；腹滿不煩，里症也。既煩且滿，雖經下後，邪在半表半里，故以梔子去煩，厚朴泄滿。”",
  "zhengsu_composition": {
    "location": [
      "pi",
      "wei"
    ],
    "nature": [
      "huo"
    ]
  }
}