{
  "id": "taiyangbiaohanliyin",
  "number": 285,
  "name": "太陽表寒里飲證",
  "category": "傷寒證候",
  "overview": "太陽表寒里飲證是指素有宿飲，復感風寒，衛陽被遏，營陰阻滯，肌腠閉塞，肺失宣降，引動內飲所致的證候。屬於太陽表寒內兼寒飲之證。\n主要臨床表現為：惡寒發熱，頭痛身痛，無汗，咳嗽喘息，痰白清稀泡沫量多，乾嘔，口多不渴，苔白滑潤，脈浮緊弦。\n太陽表寒里飲證，可見於“外感熱病”初期的表證階段。本證之臨床表現也可見於“咳喘”病中。\n本證應與“太陽表實證”、“太陽表寒里熱證”、“太陽表虛肺氣不利證”、“太陽蓄水證”、“少陽氣機微結證”、“少陰陽虛水泛證”相鑑別。",
  "clinical_manifestations": "惡寒發熱，頭痛身痛，無汗，咳嗽喘息，痰白清稀泡沫量多，乾嘔，口多不渴，苔白滑潤，脈浮緊弦。太陽表寒里飲證，",
  "common_diseases": [
    "“外感熱病”初期的表證階段。本證之臨床表現也可見於“咳喘”病"
  ],
  "differential_syndromes": [
    "“太陽表實證”",
    "“太陽表寒里熱證”",
    "“太陽表虛肺氣不利證”",
    "“太陽蓄水證”",
    "“少陽氣機微結證”",
    "“少陰陽虛水泛證”"
  ],
  "differential": {
    "self_analysis": "太陽表寒里飲證為外感風寒，引動宿飲所致。風寒外束於表，衛陽被遏，故惡寒；衛陽與邪抗爭則發熱；寒主收引，其性凝滯，使營陰滯澀，腠理閉塞，經脈拘急，筋骨失於濡潤溫煦，則頭痛身痛，無汗，脈緊；肺為寒束而失宣降之用，水液不化，使寒飲內動，上迫於肺則咳嗽氣喘，痰多色白而清稀泡沫。寒飲內停多不口渴，但水飲之邪阻滯氣機，津液不得正常敷布於上，亦可引起口渴，但渴不欲飲，或僅喜少量熱飲。又因水飲具有流動不定的特性，或上或下，隨其迫及部位不同，而表現出諸多變證。水氣在中，影響胃則乾嘔，或噎；下潰於腸則下利；水氣在下而不去，則小便不利，少腹滿；水飲外溢於肌膚，則肢面浮腫；水飲內停，苔白滑潤；飲脈為弦，加之外有表寒，正氣抗邪趨向於外，故脈見浮緊或浮弦。對太陽表寒里飲證，應從外寒與內飲兩方而辨析，而內飲主要從咳喘，痰之色量質，以及舌脈來分析，其或見症雖多，但不一定皆有，僅為辨證時參考。\n太陽表寒里飲證，治宜解表散寒，溫化痰飲，方用小青龙汤(《傷寒論》)。",
    "type_comparison": "太陽表實證與太陽表寒里飲證 兩者俱是外感風寒而有咳喘，均有惡寒、無汗，但太陽表實證因肌腠失宣，肺氣不利而咳喘，咳聲重濁，痰白量不多；太陽表寒里飲證因挾有飲邪，上迫於肺而咳喘，咳聲不一定重濁，痰多色白呈清稀泡沫狀，太陽表實證脈象浮緊，太陽表寒里飲證脈見浮弦而滑或浮緊而滑，兩者不難鑑別。\n太陽表寒里熱證與太陽表寒里飲證 兩者均有惡寒發熱、頭痛身痛、無汗、脈浮緊等太陽表實證，但太陽表寒里熱證衛陽內郁化熱，故以不汗出而煩躁為主要特徵，並有口渴、苔薄黃等症；太陽表寒里飲證因挾有飲邪，以痰多清稀泡沫及咳喘為主要特徵，並有苔白滑潤、脈浮弦而滑等症，可資區分。\n太陽表虛肺氣不利證與太陽表寒里飲證 兩者皆有太陽表證，同時出現喘病，但太陽表虛肺氣不利證有惡風、汗出、脈浮緩的表虛證，內無水飲阻滯，雖喘也較輕，痰白而量少，太陽表寒里飲證則有惡寒、無汗、頭身痛的表實證，因內有水飲，故咳喘較重，痰多清稀泡沫而量多，因此不難分辨。\n太陽蓄水證與太陽表寒里飲證 兩者皆外有表邪，內有水飲，均有發熱口渴，但太陽蓄水證的表證為惡風汗出，發熱或微熱，脈浮或浮數，為太陽表虛之證；且有小便不利而苦里急，或煩滿，水入則吐的臨床表現。太陽表寒里飲證的表證為惡寒無汗，發熱脈浮緊，為太陽表實之證；且有咳喘，痰多清稀或大量泡沫，或乾嘔，或噎，或下利，或小便不利、少腹脹滿等水飲流動不居的或然症，因此不難鑑別。\n少陽氣機微結證與太陽表寒里飲證 少陽氣機微結證與太陽表寒里飲證皆外見寒熱，內有水飲，出現小便不利，口渴諸症。但少陽氣機微結證為傷寒經汗下之後，邪熱陷於少陽兼有水飲不化。邪在少陽，正邪相爭則寒熱往來；邪鬱化熱，內擾心神則煩；邪鬱少陽，經氣不疏則胸脅脹滿；又因手少陽三焦為人體水液代謝之通道，少陽經氣不疏，三焦水道不暢則小便不利；水氣不化，微結於胸脅，更致撐脹滿悶；飲阻氣機，津不上承則口渴；陽邪內鬱，不得宣泄，蒸於上則頭汗出；為邪鬱少陽，內兼水飲微結之證。太陽表寒里飲證，外有風寒束表，而見惡寒發熱、頭痛身痛、無汗、脈浮緊，屬太陽表實之證，其惡寒發熱與少陽寒熱往來有別；風寒束表，心下素有水停，水氣流動為患，上迫下趨，變動不居而致諸變，但主要影響於肺，故以咳喘為主。兩者水飲所傷部位不盡相同，故症狀表現不一。\n少陰陽虛水泛證與太陽表寒里飲證 少陰陽虛水泛證與太陽表寒里飲證，皆為內有水氣之證，都出現畏寒，或惡寒，小便不利及咳喘諸症。但少陰陽虛水泛證是由腎陽虛衰，致陰寒內盛，水氣失化，泛濫為病，腎陽虛則衛陽亦虛，陽虛則寒，肌表失於溫煦，故畏寒肢冷；衛外功能低下而汗出惡風；少陰陽虛，水寒之氣外滯肌肉，則四肢沉重疼痛；筋肉不得溫煦，經脈失卻主持，則身瞤動，振振欲擗地；陽虛陰寒內盛故腹痛；腎主水，陽虛則氣化失常，水液不化，而見小便不利；腎陽虛，不能上溫脾土，水濕滲漬於腸則下利；寒水上泛，逆於肺則喘咳，痰多清稀；滯於胃則嘔，凌心則悸，上蒙清竅則頭眩，溢於肌膚則浮腫，下肢尤甚；其脈沉滑，舌體胖嫩，有齒痕，要皆陽虛挾水為患。太陽表寒里飲證，其惡寒則因寒邪在表，衛陽被遏，惡寒同時必兼具發熱；頭身疼痛，為外寒收引所致，故有拘急之感，同時有無汗、脈浮緊等症，皆屬風寒在表，非陽虛之故。其內飲由外邪引發，流動為患，諸多變證，以水飲迫肺所致咳喘為主。或見水飲聚於下焦而小便不利，亦與肺失宣降有關。少陰陽虛水泛證屬虛，為虛中挾實，太陽表寒里飲證屬實，也是其主要區別。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治中》：“傷寒表不解，心下有水氣，乾嘔，發熱而咳，或渴，或利，或噎，或小便不利，少腹滿，或喘者，小青龙汤主之。”\n《傷寒論·辨太陽病脈證並治中》：“傷寒，心下有水氣，咳而微喘，發熱不渴，服湯已渴者，此寒去欲解也，小青龙汤主之。”\n《傷寒論·辨太陽病脈證並治中》：“傷寒五六日，已發汗而復下之，胸脅滿微結，小便不利，渴而不嘔，但頭汗出，往來寒熱，心煩者，此為未解也，柴胡桂枝干姜汤主之。”\n《傷寒論·辨少陰病脈證並治》：“少陰病，二三日不已，至四五日，腹痛，小便不利，四肢沉重疼痛，自下利者，此為有水氣，其人或咳，或小便利，或下利，或嘔者，真武汤主之。”\n《傷寒論·辨太陽病脈證並治中》：“太陽發汗，汗出不解，其人仍發熱、心下悸，頭眩，身瞤動，振振欲擗地者，真武汤主之。”",
  "zhengsu_composition": {
    "location": [
      "biao"
    ],
    "nature": [
      "han",
      "yin"
    ]
  }
}