{
  "id": "taiyangshaoyangfanweishangni",
  "number": 332,
  "name": "太陽少陽犯胃上逆證",
  "category": "傷寒證候",
  "overview": "太陽少陽犯胃上逆證是由受邪較重或正氣不足，以致太陽、少陽兩經同時為病，出現嘔吐兼見太、少兩經之症的證候。\n主要臨床表現為：心煩喜嘔或微嘔，發熱微惡寒，頭身疼痛或四肢關節煩痛，心下支結或胸脅苦滿，口苦，咽乾，目眩，苔白，脈浮或弦。\n太陽少陽犯胃上逆證主要見於“嘔吐”等疾病中。\n本證應與“邪侵太陽嘔吐證”，“熱結陽明嘔吐證”，“邪犯少陽嘔吐證”，“太陽陽明犯胃上逆證”，“少陽兼陽明嘔吐證”相鑑別。",
  "clinical_manifestations": "心煩喜嘔或微嘔，發熱微惡寒，頭身疼痛或四肢關節煩痛，心下支結或胸脅苦滿，口苦，咽乾，目眩，苔白，脈浮或弦。太陽少陽犯胃上逆證主要見於“嘔吐”等疾病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“邪侵太陽嘔吐證”，“熱結陽明嘔吐證”，“邪犯少陽嘔吐證”，“太陽陽明犯胃上逆證”，“少陽兼陽明嘔吐證”"
  ],
  "differential": {
    "self_analysis": "太陽少陽犯胃上逆證，乃兩經同時受邪，相合為病。其病與正氣虛實，邪氣強弱，外界環境的變化，密切相關。《傷寒指掌·太陽兼經新法》云：“北方地厚天寒，人之稟氣亦厚，風寒所感，只在本經留連，故多太陽正病。若大江以南，地勢卑，天氣暖，人稟薄，一感外邪，即從太陽而入陽明少陽”。由於發病之初太少二經同時受邪，或太陽之邪不解，內犯少陽，以致兩經俱病。邪留太陽，衛陽被遏，陽氣不得宣泄，則發熱；寒邪在表，衛氣被傷，則惡寒；寒性收引，腠理閉塞，則無汗；營陰鬱滯，經氣運行不暢，則頭身疼痛，或四肢關節煩痛；外邪在表，正氣抗邪，則苔白脈浮。邪入少陽，膽氣犯胃，胃氣上逆，則心煩喜嘔；經氣不利，則胸脅苦滿，或心下支結；膽火上炎，則口苦，咽乾，目眩；病在少陽，則脈見弦。故既有太陽表證，又兼少陽半表半里之證，是本證的基本特點。《醫宗金鑑·傷寒心法要訣》云：“太少，謂太陽、少陽合病也。太陽則有頭痛發熱，惡寒無汗；少陽則有寒熱往來，口苦，耳聾，目眩，胸脅痛之證，相合同病也。”\n在臨床上，本證有偏於表與偏於里之不同，偏於表者，乃風寒之邪束表，涉入少陽所致。主要表現是：“微嘔，惡寒發熱，頭痛，心下支結，苔白，脈浮。偏於里者，是由熱邪陷於少陽，膽熱肆逆，內迫陽明而成。主要表現是：心煩喜嘔，或嘔吐黃水，胸脅苦滿，身熱，口苦，咽乾，目眩，舌苔黃白相兼，或薄黃不燥，脈弦。\n太陽少陽犯胃上逆證，以嘔逆為主症，但由於邪熱內迫，氣機失常，上逆則嘔，下迫則利，故常常嘔利並作。\n本證的治療，偏於表者，宜予柴胡桂枝汤(《傷寒論》)兩解其表。此方即柴胡桂枝兩湯各半之劑，方用小柴胡湯疏解少陽，以利樞機；桂枝湯調和營衛，以解太陽在表之邪。偏於里者，宜予黄芩加半夏生姜汤(《傷寒論》)清泄少陽。(《傷寒論》)第177條云：“太陽與少陽合病，自下利者，與黃芩湯；若嘔者，黃芩加半夏生薑湯主之。”",
    "type_comparison": "邪侵太陽嘔吐證與太陽少陽犯胃上逆證 太陽主表，若風寒外束，內干胃腑，胃失和降，則嘔吐；故邪侵太陽嘔吐，屬於表證之嘔吐，兼見惡寒，無汗，脈浮緊；或鼻鳴乾嘔兼見惡風，自汗，脈浮緩；或渴欲飲水，水入則吐，兼見小便不利，少腹脹滿。而太陽少陽犯胃上逆證，乃太少二經同時受邪，故除有太陽表證外，尚有心煩喜嘔，或微嘔，胸脅苦滿，或心下支結，脈弦等少陽半表半里之象。前者為太陽傷寒或太陽中風而嘔，後者為少陽半表半里之嘔。\n熱結陽明嘔吐證與太陽少陽犯胃上逆證 一為邪入陽明，一為合病。熱結陽明嘔吐證，是因邪熱內熾陽明，濁熱上逆，或邪在胃腸，化熱化燥，燥屎內結，腑氣不通，氣逆而嘔；其嘔吐程度嚴重，食不能進，食則必吐。而太陽少陽犯胃上逆嘔吐，乃邪干胃腑，氣機不利而嘔，多為心煩喜嘔，微嘔，或乾嘔。熱結陽明嘔吐證，兼見腹滿硬痛、疼痛拒按、大便秘結、潮熱、汗出等痞滿燥實證。太陽少陽犯胃上逆證，兼見頭痛發熱的太陽症狀。\n邪犯少陽嘔吐證與太陽少陽犯胃上逆證 由於邪犯少陽，樞機不利，邪正分爭於半表半里，膽熱犯胃，胃氣上逆，故二者均可現心煩喜嘔，胸脅苦滿，默默不欲飲食，口苦，咽乾，目眩，脈弦等症。但太陽少陽犯胃上逆證，是因發病之初太少二經同時受邪，或太陽之邪不解，涉及少陽而成，故除有少陽症狀外，當有惡寒發熱，頭身疼痛，肢節煩痛，脈浮等表現。其中惡寒、脈浮在鑑別上尤為重要。\n太陽陽明犯胃上逆證與太陽少陽犯胃上逆證 同屬合病，均有邪侵太陽，故皆可出現惡寒發熱，頭痛身痛，苔白脈浮。但太陽少陽犯胃上逆證，表證多較輕微，惡寒微，發熱亦微，周身疼痛亦微，雖肢節煩痛，但無頭項強痛。而太陽陽明犯胃上逆證，病勢偏重在表，故臨床上有明顯的發熱、惡寒、無汗、頭項強痛等症。此外，太陽少陽犯胃上逆證，由於病邪涉及少陽，邪從火化，膽火上炎，故除太陽表證外，尚有心煩喜嘔，甚則嘔吐苦水，心下支結，口苦，咽乾，目眩，脈弦等症狀。\n少陽兼陽明嘔吐證與太陽少陽犯胃上逆證 二者均與少陽有關，故皆可出現心煩喜嘔，寒熱往來，胸脅苦滿，口苦，咽乾，目眩。但少陽兼陽明嘔吐證，乃太陽證已罷，邪入少陽、陽明，胃腸燥實阻結，形成少陽與陽明同病的證候。由於陽明熱熾，化燥成實，膽胃氣逆，腑氣不通，故有嘔吐，上腹部拘急疼痛，或痞硬，鬱悶而煩，大便秘結，瀉出少量臭穢灼熱稀水，日晡潮熱，苔黃燥，脈滑數等症。且嘔吐亦較太、少合病為重，乃聲物俱吐不已。據此可與太陽少陽犯胃上逆證相鑑別。"
  },
  "literature": "《冉注傷寒論·太陽篇總論》：“本條證象甚簡，僅下利一項，若嘔是一病再加，或一人另病。利可兼嘔，嘔可兼利。又成利而不嘔，嘔而不利，各隨實際命名。本條化一方為兩方，合兩方為一治，治利治嘔，治嘔利相兼。在學者自為酌度。於此有最要緊的一層須著眼，利嘔均非太少主證，三陽惟陽明當闔不闔，乃有自利。此必由太陽而少陽，而陽明，實際是三陽合病。條文明標太陽少陽，而暗渡陳倉，僅寫出為下為嘔，陽明實際，殊耐探索。”",
  "zhengsu_composition": {
    "location": [
      "wei"
    ],
    "nature": [
      "qi_ni"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：胃。病性：氣逆。根據證候名稱「太陽少陽犯胃上逆證」分析其病機組成。"
}