{
  "id": "taiyangshaoyangxiepodachang",
  "number": 331,
  "name": "太陽少陽邪迫大腸證",
  "category": "傷寒證候",
  "overview": "太陽少陽邪迫大腸證是太陽表邪已入少陽，邪熱不解，下迫大腸，出現以下利為主症的證候。\n主要臨床表現為：下利腹痛，里急後重，肛門灼熱，發熱，口苦，咽乾，目眩，小便黃赤，舌苔黃，脈弦數。\n太陽少陽邪迫大腸證主要見於“泄瀉”、“痢疾”等病中。\n本證應與“太陽陽明邪迫大腸證”、“太陽陽明協熱下利證”、“熱結陽明下利證”、“陽明少陽邪迫大腸證”，“少陰兼陽明證”，“厥陰熱迫大腸證”等相鑑別。",
  "clinical_manifestations": "下利腹痛，里急後重，肛門灼熱，發熱，口苦，咽乾，目眩，小便黃赤，舌苔黃，脈弦數。太陽少陽邪迫大腸證主要見於“泄瀉”、“痢疾”等病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“太陽陽明邪迫大腸證”",
    "“太陽陽明協熱下利證”",
    "“熱結陽明下利證”",
    "“陽明少陽邪迫大腸證”，“少陰兼陽明證”，“厥陰熱迫大腸證”"
  ],
  "differential": {
    "self_analysis": "太陽少陽邪迫大腸證，是由邪犯太陽少陽二經而致。四季可見，但以夏季居多。其臨床表現為太陽表證未除，又有少陽半表半里之證。然本證的病勢重在下利，表證不顯，里甚於表，少陽邪熱，內迫陽明雖為太少合病，實則病偏少陽之里。《類證活人書·問下利者》說：“太陽少陽合病，自下利……頭痛胸滿，或口苦咽乾，或往來寒熱而嘔，其脈浮大而弦者，是其證也。”邪犯少陽，熱迫大腸，氣機不暢，傳導失司，故腹痛下利，里急後重，肛門灼熱；熱盛津傷，則小便短而黃赤；膽火上炎，則發熱，口苦，咽乾，目眩；少陽熱甚，則苔黃脈弦數。其中下利兼腹痛，里急後重，發熱，口苦，咽乾，目眩，脈弦數，是本證的辨證要點。此外，由於膽熱犯胃，胃氣上逆，而嘔吐，故下利兼嘔又常常是本證的一個重要特點。《醫宗金鑑·傷寒心法要訣》說：“若不嘔利，而見太陽少陽之證，非合病也。”本證的治療，當以清熱止利，降逆止嘔為法，方用黄芩汤(《傷寒論》)，或黄芩加半夏生姜汤(《傷寒論》)。《傷寒論》云：“太陽與少陽合病，自下利者，與黃芩湯；若嘔者，黃芩加半夏生薑湯主之。”",
    "type_comparison": "太陽陽明邪迫大腸證與太陽少陽邪迫大腸證 二證均屬合病。但前者以表證為主，後者以里證為主。太陽陽明邪迫大腸證，系風寒束表，不得外泄，逼及陽明，迫液下趨所致。故下利多為大便泄瀉，或便稀如水，兼見惡寒發熱，無汗，頭項強痛，苔白脈浮。而太陽少陽邪迫大腸證，乃少陽之邪不解，內迫大腸，傳導失司引起。下利多為便稀黃褐，或帶有粘液，或下利膿血，兼見腹痛，里急後重，肛門灼熱，發熱，口苦，咽乾，目眩，苔黃，脈弦數。\n太陽陽明協熱下利證與太陽少陽邪迫大腸證 二證均屬表里同病，且均以里證之下利為主，但太陽少陽邪迫大腸證，多由太陽表邪內傳少陽，熱邪內迫陽明，大腸傳導失常所致。而太陽陽明協熱下利證，乃因太陽表邪未解，邪傳陽明，或太陽病誤用下法，邪盡傳里，里熱偏盛，邪熱煎迫，津液下趨而成。由於二證之下利均屬熱利，故皆有下利熱臭，肛門灼熱，里急後重，發熱，小便短赤，苔黃脈數等症。不同的是，太陽少陽邪迫大腸證兼挾粘液，並伴有口苦，咽乾，目眩，胸脅苦滿，脈弦等少陽之症。太陽陽明協迫下利證，大便色褐臭穢，兼見不惡寒，反惡熱，濈而汗出，口渴，脈勢急促等里熱之象，且太陽少陽邪迫大腸證按之腹部不熱，太陽陽明協熱下利證腹部灼熱。\n熱結陽明下利證與太陽少陽邪迫大腸證 一為熱入陽明，一為太少合病。太陽少陽邪迫大腸證，是太陽表邪傳入少陽，邪熱下迫大腸，逼液下趨，故下利兼有少陽之口苦、咽乾、目眩、胸脅苦滿、往來寒熱、脈弦。而熱結陽明下利證，是外邪盡傳陽明，邪熱內壅大腸，故下利兼有陽明熱結之候。根據病之輕重，常見有三種情況。一是陽明腑實，誤用丸藥攻下，因藥性緩而留中，或因藥性燥烈，增燥結而存於中，大便當硬，而反下利。《傷寒論》云：“傷寒十三日，過經谵語者，以有熱也，當以湯下之。若小便利者，大便當硬，而反下利，脈調和者，知醫以丸藥下之，非其治也。”此時腸燥尚淺，僅以燥實為主，故下利兼見蒸蒸發熱、煩躁、腹微滿、苔黃、脈滑數等症。二是陽明熱盛，逼津外滲，汗出過多而津傷，且邪熱與燥屎搏結，燥熱下迫津液，故見下利。其下利為熱結旁流，瀉出少量稀水，臭穢異常，兼見潮熱、汗出、諺語、便硬、苔黃厚乾燥、脈滑疾。《傷寒論》云：“下利，谵語者，有燥屎也。”三是腑實重證，痞滿燥實俱備，燥屎阻結，邪熱內迫，而旁流時下。腹滿硬痛，大便不通，潮熱谵語程度較甚，舌苔黃厚乾燥，起芒刺，脈沉實或沉遲。這與太陽少陽邪迫大腸證明顯不同。\n陽明少陽邪迫大腸證與太陽少陽邪迫大腸證 二證皆屬陽屬熱，均與少陽密切相關。由於邪踞少陽，樞機不利，膽火上炎，故均可出現往來寒熱，胸脅苦滿，口苦，咽乾，目眩等半表半里症狀。然太陽少陽邪迫大腸證，雖然病勢多偏於里，若太陽表邪未罷，衛陽被束，仍可見表證。而陽明少陽邪迫大腸證，常有兩種情況：一是由於宿食內停，化熱化燥，燥屎阻結，邪熱下迫，故熱結旁流，兼有潮熱，手足濈然汗出，腹滿，疼痛拒按，舌苔黃燥，脈滑數。二是太陽證罷，邪入少陽、陽明二經。邪在少陽，故有上述半表半里症狀。邪在陽明，故有心下拘急疼痛，痞硬，鬱鬱而煩，熱結旁流，瀉出少量臭穢稀糞等陽明症狀。一有太陽症狀，一有陽明症狀，二者迥異，不難區別。\n少陰兼陽明證與太陽少陽邪迫大腸證 單純少陰下利，證屬虛寒，多為下利清谷，質薄氣腥，兼見口中和，畏寒，肢厥等症。而今少陰症狀不著，反見自利清水，且不雜糞便，胃脘疼痛拒按，口乾舌燥。這是少陰熱化，燥實內結陽明的結果。燥熱熾盛，迫津下奔，則自利清水，其味臭穢；燥屎阻滯，腑氣不通，則胃脘疼痛；陰傷有熱，則口乾舌燥。如《傷寒論》云：“少陰病，白利清水，色純青，心下必痛，口乾燥者，急下之，宜大承气汤。”此與太陽少陽邪迫大腸證之腹痛下利、里急後重、兼見口苦、咽乾、目眩不同。\n厥陰熱迫大腸證與太陽少陽邪迫大腸證 二證均為熱利，故均有里急後重，肛門灼熱，發熱，溲赤，舌紅苔黃，脈數。但太陽少陽邪迫大腸證是由太陽之邪不解，傳入少陽，邪熱下迫大腸所致，故下利兼有寒熱往來，胸脅苦滿，口苦，咽乾，目眩，脈弦等少陽症狀，亦可出現惡寒，發熱等太陽症狀。而厥陰熱迫大腸證，乃熱與濕結，奔迫於下，故有明顯的濕熱下注症狀，由於濕聚熱灼，血被熱腐，則下利膿血；濕熱粘滯，熱性急迫，則里急後重；熱盛津傷，則口渴；火熱鬱蒸，則苔黃膩，脈滑數。《醫宗金鑑·訂正傷寒論注·厥陰全篇》說：“厥陰下利……屬於熱者，消渴下利，下重便膿血也。”"
  },
  "literature": "《類證活人書·卷十一》：“三陽下利則身熱，太陰下利手足溫，少陰厥陰下利，身不熱，以此別之。大抵下利挾太陽脈證，便不得用溫藥。俗醫但見下利，便作陰證，用溫熱藥，鮮不發黃生斑而死也。”\n《傷寒指掌·少陽本病述古》：“若頭痛胸滿，口苦咽乾，或往來寒熱，脈浮而弦，自下利者，此太陽少陽合病也。緣熱邪入少陽之里，膽移熱於脾，故下利，黃芩湯主之。其邪不在半表，而在半里，故不用柴胡而主黃芩。嘔加半夏、生薑、治痰飲也。”",
  "zhengsu_composition": {
    "location": [
      "dachang",
      "biao",
      "dan"
    ],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "太陽少陽合病，邪熱迫於大腸。表現為下利、發熱、往來寒熱。"
}