{
  "id": "taiyangyangxuxinshenshishou",
  "number": 352,
  "name": "太陽陽虛心神失守證",
  "category": "傷寒證候",
  "overview": "太陽陽虛心神失守證是太陽病，因火逆而復下之，熱邪內攻，損傷心陽，致神志失守，手足躁擾的證候。此為傷寒誤治後的變證之一，又稱火逆復下煩躁證。\n主要臨床表現為；煩躁或驚惕，心悸有空虛感，苔薄白，脈虛無力。\n太陽陽虛心神失守證於傷寒六經之中皆可出現，亦見於“驚悸”等內傷雜病中。\n本證為太陽病誤治變證，有時應與“太陽陰陽兩虛虛陽上擾證”、“太陽陰盛虛陽上擾證”、“太陽中虛里急證”、“太陽陽虛心神浮越證”等相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [],
  "differential_syndromes": [
    "“太陽陰陽兩虛虛陽上擾證”",
    "“太陽陰盛虛陽上擾證”",
    "“太陽中虛里急證”",
    "“太陽陽虛心神浮越證”"
  ],
  "differential": {
    "self_analysis": "本證之陽虛心神失守的煩躁見於太陽病，因燒針火逆，復下之後，損傷心陽，以致心陽虛不能斂養神氣，心神浮越，而致煩躁不安，脈見虛弱無力。治當復心陽之氣，安煩亂之神，宜桂枝甘草龍骨牡蠣湯(《傷寒論》)。若火逆迫劫，汗出過多，心陽隨汗外泄，以致心陽亡失，心神浮越而不斂，病勢加重，不但煩躁，而且多伴有驚狂，臥起不安。治療則應酌加重鎮安神之品，宜桂枝去芍藥加蜀漆牡蠣龍骨救逆湯(《傷寒論》)。\n若太陽病誤治，心陽虛煩躁甚者，病情則急劇變化，因太陽、少陰互為表里，病在太陽，見心陽虛損，病入少陰，內舍於腎，以致心腎之陽俱虛，陽虛則陰盛，陰擾於陽，則煩躁更甚，躁擾不寧，少陰真陽虛衰，陰寒內盛，則惡寒蜷臥，手足厥逆，但欲寐，脈沉微細等一派虛寒之象。治當急救回陽，以四逆湯(《傷寒論》)溫之。若陽衰陰盛而致虛陽被格於外，則見身微熱，面少赤等陰盛格陽證，治宜四逆湯加蔥白(《傷寒辨證》)回陽救逆，宣通內外。若少陰證，陰盛戴陽於上，厥逆無脈，干嘔而煩者，宜白通加豬膽汁湯(《傷寒論》)破陰回陽，宣通上下，並佐咸寒苦降之品。若病勢危篤，陽衰陰盛至極者，則見陰躁之象，如《傷寒辨證》曰：“凡陰極發躁，欲坐井中，或投泥水中臥者，其脈沉微足冷，但飲水不得入口，此陰盛格陽，氣欲脫而爭，譬如燈將滅而暴明矣，宜霹靂散、或薑附湯。”急救殘陽。",
    "type_comparison": "太陽陰陽兩虛虛陽上擾證與太陽陽虛心神失守證 二證皆因汗、下之後而致煩躁，此為共同之處。然而前者因過汗傷陽，瀉下傷陰，陰陽兩傷，水火不濟，故晝夜煩躁不寧。但以先汗而傷陽為主，故煩躁的同時，常伴有惡寒厥逆，脈微細等症；而後者由於火逆復下，僅見心陽損傷，心神浮越而未波及腎陽，故煩躁較前為輕，更無厥逆陽衰之象，故二者又同中有異，一為心陽損傷，一為心腎俱病，陰陽兩傷，故形雖相似，而質則有別。\n太陽陰盛虛陽上擾證與太陽陽虛心神失守證 太陽陰盛虛陽上擾證見於《傷寒論》：“下之後，復發汗，晝日煩躁不得眠，夜而安靜，不嘔，不渴，無表證，脈沉微，身無大熱者，干薑附子湯主之。”下之虛其里而亡陰，汗之虛其表而亡陽，先下後汗又屬誤治，不僅病證未愈，反使表里陽氣俱傷。陽虛則陰盛，陰盛則搏擊弱陽，陰陽相爭，故太陽陰盛虛陽上擾證，以煩躁不寧為主要表現。而與太陽陽虛心神失守證之煩躁，頗為相似。但前者“晝日煩躁，不得眠，夜而安靜。”因陽旺於晝，陰上於夜，晝日虛陽得天陽之助，能與邪爭，故見煩躁而不得眠；夜間陰氣盛，陰盛陽更虛，無力與邪相爭，故夜而安靜，脈象沉微，屬少陰真陽衰微，陰寒獨盛之證。同時，三陽無邪，其病純屬少陰，手少陰心、足少陰腎，為人身之本，心寄君火，腎乃陰陽之根，若心腎陰虛至極，有虛陽外越之虞，此均說明晝日煩躁不得眠，確屬陰證。而後者僅為火逆燒針，復下之後心陽不足，神不守舍，虛煩內擾，其煩較輕，且無晝煩夜靜之特徵，更無陽虛陰盛的陰寒之證出現。雖然兩證均皆屬太陽誤治變證，但從病性而論，一屬陽，一屬陰；一主煩，一主躁，迥然有別。\n太陽中虛里急證與太陽陽虛心神失守證 太陽中虛里急證，多因里氣虛弱，心脾氣血不足，復被邪擾所致。症見陽氣虛則心悸，陰血弱則心煩，故心中悸而煩。二證雖同屬於里虛所致，且症狀亦頗相近。但前證未經誤治，為里虛感受寒邪使然；後者經火逆誤治，損傷心陽而成，疾病的成因顯然不同。從症狀來分，前者雖為心中悸、心煩並見，但以心中悸為主，心煩為次，或因里虛寒凝，氣血不足，筋失溫養，則兼見腹中拘急而痛，脈見陽澀而陰弦等，與後者火逆復下而致的單純性煩躁症狀及驚悸心中空虛感等，實有不同，即一證責之心陽，另證責之脾氣；一者微煩，一者煩躁。故其治療，一以扶心陽，斂心神為主；一以補脾虛，和中州為先。\n太陽陽虛心神浮越證與太陽陽虛心神失守證 兩證均為火劫之變證，以心陽損傷，心神浮越為共同病機。但太陽陽虛心神浮越證，心陽損傷為重，有亡陽散亂之虞，心神飛蕩而不斂，故不但有煩躁不安之症，更可有驚狂之象；而後者心陽虛損較輕，心神浮越不重，故單見煩躁。正如顧尚之曰：“此雖未至驚狂亡陽之變，而心君不安，已見煩躁，故用救逆湯之半以救之。”若心陽虛損已至亡陽之境，於煩躁的同時，亦可見驚惕不安之狀。"
  },
  "literature": "《傷寒明理論·煩躁》：“傷寒煩躁，何以明之，煩為擾擾而煩，躁為憤躁之躁，合而言之，煩躁為熱也。析而分之，煩也，躁也，有陰陽之別焉。煩，陽也。躁，陰也。煩為熱之輕也，躁為熱之甚。”“煩躁之由，又有不同，有邪氣在表而煩躁者；有邪氣在里而煩躁者；有因火劫而煩躁者；有因陽虛而煩躁者；有陰虛而煩躁者，皆不同也。”\n《尚論篇·太陽經下篇》：“此證誤而又誤，雖有驚狂等變，然煩躁則外邪未盡之候，亦真陽欲亡之機，故但用桂枝以解其外，龍骨牡蠣以安其內，不用蜀漆者，以元神未至飛越，無取急迫以滋擾也。”\n《傷寒貫珠集·太陽篇下》：“火逆後下，已誤復誤，又加燒針，火氣內迫，心陽內傷，則生煩躁，桂枝、甘草，以復心陽之氣；牡蠣、龍骨，以安煩亂之神。”\n《傷寒來蘇集·傷寒論注·桂枝湯證下》：“三番誤治，陰陽俱虛竭矣，煩躁者，驚狂之漸，起臥不安之象也，急用此方，以安神救逆。”"
}