{
  "id": "taiyangreraoxiongge",
  "number": 344,
  "name": "太陽熱擾胸膈證",
  "category": "傷寒證候",
  "overview": "太陽熱擾胸膈證是傷寒汗吐下後邪熱留擾胸膈，而致心煩懊憹，臥起不安的證候。《傷寒論》云：“發汗吐下後，虛煩不得眠，若劇者，必反覆顛倒，心中懊憹，梔子豉湯主之。”“發汗，若下之，而煩熱，胸中窒者，梔子豉湯主之。”“傷寒五六日，大下之後，身熱不去，心中結痛者，未欲解也，梔子豉湯主之。”皆為汗吐下，或溫針誤治後所致。\n主要臨床表現為：心胸煩熱，虛煩不眠，心中懊憹，甚則胸中窒塞，或心中結痛而按之濡，舌苔黃，脈數。\n太陽熱擾胸膈證見於：“太陽病”、“陽明病”和“厥陰病”，亦見於“胃脘痛”、“失眠”、“嘈雜”、“鬱病”、“虛勞”等雜病中。\n本證應與“大結胸證”、“陽明濕熱里實證”、“陽明經證”、“陽明腑實證”、“少陽半表半里證”、“少陰陰虛火旺證”、“病後餘熱未盡勞復證”、“膽鬱痰擾證”相鑑別。",
  "clinical_manifestations": "心胸煩熱，虛煩不眠，心中懊憹，甚則胸中窒塞，或心中結痛而按之濡，舌苔黃，脈數。太陽熱擾胸膈證見於：“太陽病”、“陽明病”和“厥陰病”，亦見於“胃脘痛”、“失眠”、“嘈雜”、“鬱病”、“虛勞”等雜病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“大結胸證”",
    "“陽明濕熱里實證”",
    "“陽明經證”",
    "“陽明腑實證”",
    "“少陽半表半里證”",
    "“少陰陰虛火旺證”",
    "“病後餘熱未盡勞復證”",
    "“膽鬱痰擾證”"
  ],
  "differential": {
    "self_analysis": "傷寒表證誤下，正氣內虛，陽邪內陷，結於心胸之間，鬱悶不行，輕則虛煩懊憹，重則痞滿結胸。未經汗吐下之煩多屬熱，謂之熱煩；已經汗吐下之煩多屬虛，謂之虛煩。所謂虛煩，乃但煩而無實邪可據之意。本證有心煩，心中懊憹，胸中窒，心中結痛之不同，反映了在其病理發展過程中的不同程度。其心中結痛，必心下濡，按之不痛。否則，若心下硬滿，壓痛明顯，非為本證，則為水熱互結之結胸證。本證若現於胃脘痛中，則表現為胃脘疼痛，其勢急迫，或攻痛連脅，滿悶不舒，煩擾不寧，泛酸嘈雜，舌紅苔黃，脈數等，可用栀子豉汤合左金丸(《丹溪心法》)或化肝煎(《景岳全書》)治之。若在失眠中出現本證，則以心煩不寐，輾轉難臥，舌紅苔黃，脈細數等為臨床特徵，治宜梔子豉湯化裁，或朱砂安神丸(《內外傷辨惑論》)之屬。若見於嘈雜中，則現胃脘不舒，似飢非飢，似辣非辣，似痛非痛，胸膈懊憹，莫可名狀，口渴喜冷，苔黃，脈數等，可治以梔子豉湯加黃連，或梔子豉湯合温胆汤(《備急千金要方》)。若出現在鬱證之中，則見心煩失眠，坐臥不寧，急躁易怒，或悲憂善哭，大便秘結，舌紅苔黃，脈弦數等，可用梔子豉湯合甘麦大枣汤(《金匱要略》)、丹栀逍遥散(《校注婦人良方》)、越鞠丸(《丹溪心法》)等治之。如見於虛勞中，則表現為虛煩不得眠，心悸怔忡，頭目眩暈，口燥咽乾，脈弦細數，方用酸枣仁汤(《金匱要略》)治之。\n太陽熱擾胸膈證在病機演變過程中，可因邪熱損傷中氣而兼少氣等中氣不足之證，或因熱擾於胃而兼嘔吐等胃氣上逆之候，或因熱邪壅滯，氣機不暢而兼挾脾胃氣滯之徵，亦可因下後傷中而兼挾中焦虛寒之象。",
    "type_comparison": "大結胸證與太陽熱擾胸膈證 大結胸證與太陽熱擾胸膈證同為傷寒誤治，邪熱內陷而成，又均有煩躁，心中懊憹之症，但是兩者又有顯著區別。其一，病因病機不一；本證為汗吐下後，有形之邪已去，而餘熱未盡，內擾胸膈。彼則為太陽病未解而反下之，邪熱乘虛內陷，與水飲互結於胸中。一為無形之熱擾，屬虛；一為有形之邪結，屬實。所謂虛，是與大結胸證相對而言，非為真正虛證。其二，臨床表現各異；太陽熱擾胸膈證以虛煩不得眠，心中懊憹為主症。而大結胸證則以胸脅疼痛，心下硬滿，按之石硬，甚則從心下至少腹硬滿而痛，手不可近為主症。煩躁，心中懊憹只是其兼症。本證之心中結痛雖似結胸，但心下有濡硬之分，心中結痛為無形之結，故心下按之濡軟，支結而痛，縱然按之痛，亦很輕微。而大結胸證之心下硬滿，為有形之結，按之心下緊硬如石，痛不可近。太陽熱擾胸膈證常兼有身熱不去等，與大結胸證外無大熱或小有潮熱，或短氣喘息不得臥，或項強如柔痉狀等不同。其三，脈象殊異：太陽熱擾胸膈證之脈多數，而大結胸證脈多沉緊或沉遲有力。兩者在臨床上的主要鑑別在於：本證但覺胸中煩悶不解，而大結胸證則為心下硬滿疼痛拒按；前者脈數，後者脈緊或遲。\n陽明濕熱里實證與太陽熱擾胸膈證 《傷寒論》曰：“陽明病，無汗，小便不利，心中懊憹者，身必發黃”。陽明濕熱里實證屬陽黃範疇。無汗，小便不利是發黃之由，心中懊憹是發黃之兆。因此，陽明濕熱里實證與太陽熱擾胸膈證均有心中懊憹之症。但陽明發黃多因濕熱蘊蒸，熏染肌膚而致。若汗出，則熱隨外越；小便利，則濕從下泄。濕熱分消則不發黃。今無汗而小便不利，則熱不外泄，濕阻於中，濕與熱合，鬱蒸不解，故身必發黃。而本證僅餘熱留擾並無濕邪蘊結。一則濕熱交蒸，一則但熱無濕。二者不僅病機不同，而且臨床表現也不盡一致。太陽熱擾胸膈證以虛煩，心中懊憹為主症，而陽明濕熱里實證則以身黃，目黃，小便黃，其色澤鮮明為主症，且有腹滿便秘，舌苔黃膩，脈弦數或滑數等。雖亦可兼有心中懊憹，“心中懊憹而熱，不能食，時欲吐，名曰酒疸”，“酒疸者，心中懊憹或熱痛，梔子大黃湯主之”(《金匱要略·黃疸病脈證並治》)。但必與無汗，小便不利，特別是黃疸並存。可見，黃疸之有無是陽明濕熱里實證與太陽熱擾胸膈證鑑別的關鍵。\n陽明經證與太陽熱擾胸膈證 陽明經證因里熱熾盛，熱邪上擾，而有心煩不安之症。其煩與太陽熱擾胸膈證之煩皆屬於熱。但前者是陽明熱邪熾盛，病在中焦氣分。後者則是病後餘熱，留擾胸膈，病在上焦胸膈。所以，陽明經證以大熱，大汗，大渴，脈洪大為臨床特徵，與太陽熱擾胸膈證之心煩，心中懊憹不同。後者雖亦可有汗出，僅但頭汗出，不若陽明經證之遍身大汗出。太陽熱擾胸膈證脈雖數，但與陽明經證之脈洪大或浮滑判然有別。陽明經證的“四大症”是二者鑑別的關鍵所在。\n陽明腑實證與太陽熱擾胸膈證 陽明病，下之，心中懊憹者，其證有二：一為本證，是陽明病下後，有形實邪未去，而無形邪熱未盡，上擾胸膈，故見心中懊憹。因內無水熱互結，故云：“不結胸”，又無實滯內停，故無腹滿實痛之徵。所以《傷寒論》曰：“陽明病下之，其外有熱，手足溫，不結胸，心中懊憹，飢不能食，但頭汗出者，梔子豉湯主之”。一為大承气汤證，陽明腑實，下之當愈。今下後，心中懊憹而煩，非為餘熱留擾胸膈之虛煩，乃是熱邪壅滯，燥屎未去，積滯內阻，結而成實之實煩。必兼有腹滿硬痛，大便秘結，或繞臍痛，或潮熱等大實大滿之候。其病在陽明之腑。故《傷寒論》曰：“陽明病，下之，心中懊憹而煩，胃中有燥屎者，可攻。……宜大承氣湯。”二者病機不同，表現殊異，應區別開來。所以說：“陽明病下之，心中懊憹而煩，胃中有燥屎者，與陽明病下後心中懊憹，飢不能食者有別矣。彼為邪擾於上，此為熱實於中也。熱實則可攻，故宜大承氣湯”(《傷寒貫珠集·卷四》)。\n少陽半表半里證與太陽熱擾胸膈證 少陽半表半里證，即小柴胡湯證，心煩為其主症之一，與本證之煩均系熱邪為患。但少陽半表半里證之煩，必兼往來寒熱，胸脅苦滿，嘿嘿不欲飲食，心煩喜嘔，口苦咽乾目眩，脈弦等，其病在半表半里，與虛煩懊憹證有明顯不同。\n少陰陰虛火旺證與太陽熱擾胸膈證 少陰陰虛火旺證，即黃連阿膠湯證。《傷寒論》云：“少陰病，得之二三日以上，心中煩，不得臥，黃連阿膠湯主之。”少陰陰虛火旺證與本證，都有心煩不得臥。但彼則心腎陰虛，水火不濟，陰虛火旺，心腎不交，其證屬虛。本證鬱熱擾於胸膈，津液未耗，其證為實。故彼證心煩不得眠與口燥咽乾，舌紅少苔，脈細數等並見。其心中煩是煩而燥動不安，欲臥不得。本證心中懊憹，臥起不安，舌苔多黃。其虛煩，僅僅是煩而不躁。其脈雖數但無細象。所以，本證但煩不躁，且無陰虛火旺，坎離不濟之徵，而少陰陰虛火旺證則煩而且躁，心腎不交之象尤著，以此可資鑑別。\n病後餘熱未盡勞復證與太陽熱擾胸膈證 《傷寒論》曰：“大病差後，勞復者，枳實梔子豉湯主之。”大病差後，餘熱未盡，氣血未復，因過分勞累而復發熱者，是為勞復。當見身有微熱，口渴，心煩懊憹，臥起不安，心下痞塞，或胸腹脹滿等症，為餘熱未盡，擾於胸膈而成。病後餘熱未盡勞復證與本證相比，均有邪熱擾於胸膈之虛熱煩悶，懊憹不爽，臥起不安之候。但前者氣機壅滯較甚，以心下痞塞或胸脘脹悶為特徵。這是二者的主要區別。\n膽鬱痰擾證與太陽熱擾胸膈證 膽鬱痰擾證與本證皆有虛煩不得眠之候，但膽鬱痰擾證為情志鬱結，氣鬱生痰，痰熱內擾，膽失疏洩，胃失和降所致。膽為中正之官，清淨之府，喜寧謐，惡煩擾。“膽病者，善太息，口苦，嘔宿汁”(《靈樞·邪氣臟腑病形》)，“膽苦實傷熱，熱則精神不守，臥起無定。”(《圖書篇·相膽病法》)。故其虛煩不眠必為煩躁不寐，輾轉反側，而無驚悸不寧。而且膽鬱痰擾證必兼頭暈目眩，口苦嘔惡，胸悶，時作嘆息，舌苔黃膩，脈弦滑等，二者不難鑑別。"
  },
  "literature": "《傷寒貫珠集·卷二》：“發汗吐下後，正氣既虛，邪氣亦衰，乃虛煩不得眠，甚則反覆顛倒，心中懊憹者，未盡之邪，方入里而未集，已虛之氣，欲勝邪而不能，則煩亂不寧，甚則心中懊憹鬱悶而不能自已也。”\n《醫宗金鑑·訂正傷寒論注》：“未經汗吐下之煩多屬熱，謂之熱煩；已經汗吐下之煩多屬虛，謂之虛煩。不得眠者，煩不能臥也。若劇者，較煩尤甚，必反覆顛倒心中懊憹也。煩，心煩也。躁，身躁也。身之反覆顛倒，謂之躁無寧時，三陰死證也；心之反覆顛倒，謂之懊憹，三陽熱證也。懊憹者，即心中欲吐不吐，煩擾不寧之象也。因汗吐下後，邪熱乘虛客於胸中所致。既無可汗之表，又無可下之里，故用梔子豉湯，順其勢而湧其熱，自可愈也。”\n《傷寒大白·卷三》：“《傷寒論》言懊憹，恰太陽陽明發開吐下後有此證，則知是三陽經陽邪內陷，鬱結心胸，而為半表半里之證，非三陰證。故仲景雖言大陷胸湯、人參白虎湯、豬苓湯等，然於懊憹歸重於梔子豉湯。今餘分經見證施治，如太陽表邪，用羌活湯合梔子豆豉湯。陽明表證，用葛根湯合梔子豆豉湯。少陽見症，以小柴胡湯合梔子豆豉湯。不見表症，而有熱邪內結，則以清里藥合梔子豆豉湯，若食滯中焦，梔子豆豉湯加陳枳實；兼有痰凝，小陷胸湯合梔子豆豉湯，此餘推廣之法也。”"
}