{
  "id": "taiyangfengshixiangbo",
  "number": 334,
  "name": "太陽風濕相搏證",
  "category": "傷寒證候",
  "overview": "太陽風濕相搏證是由衛氣不足，復感外邪，風寒濕留著肌肉、關節，氣血運行不暢，出現以身體、骨節疼痛為特點的證候。\n主要臨床表現為：一身盡痛，或四肢疼痛，轉側困難，或骨節抽掣疼痛，不得屈伸，痛處拒按，惡風，自汗，不嘔不渴，小便不利，大便溏薄，苔薄白或膩，脈浮虛而澀或沉緩。\n太陽風濕相搏證主要見於“身痛”、“脊痛”、“腰痛”、“臂痛”、“腿痛”、“痺病”等病中。\n本證應與“太陽表實證”、“太陽表虛證”、“太陽表寒里熱證”、“里虛兼表身痛證”、“太陽營傷經脈失養證”、“少陰陽虛寒凝證”相鑑別。",
  "clinical_manifestations": "一身盡痛，或四肢疼痛，轉側困難，或骨節抽掣疼痛，不得屈伸，痛處拒按，惡風，自汗，不嘔不渴，小便不利，大便溏薄，苔薄白或膩，脈浮虛而澀或沉緩。太陽風濕相搏證主要見於“身痛”、“脊痛”、“腰痛”、“臂痛”、“腿痛”、“痺病”等病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“太陽表實證”",
    "“太陽表虛證”",
    "“太陽表寒里熱證”",
    "“里虛兼表身痛證”",
    "“太陽營傷經脈失養證”",
    "“少陰陽虛寒凝證”"
  ],
  "differential": {
    "self_analysis": "《傷寒論》說：“傷寒八九日，風濕相搏，身體疼煩，不能自轉側，不嘔不渴，脈浮虛而澀者，桂枝附子湯主之。”又說：“風濕相搏，骨節疼煩，掣痛不得屈伸，近之則痛劇，汗出短氣，小便不利，惡風不欲去衣，或身微腫者，甘草附子湯主之。”\n由上可知，太陽風濕相搏證是由風寒濕邪侵襲人體所致。邪留肌肉、關節，阻滯經脈，氣血運行不暢，則身體痛煩，難以轉側或關節疼痛；濕性重滯，濕淫所勝，則身體重著，纏綿不已；表陽不足，衛外不固，則汗出惡風；濕勝陽微，氣化失常，則小便不利，大便溏薄；表邪不解，則舌苔薄白；濕邪不去，則舌苔白膩；風濕傷衛，經脈不利，則脈浮虛而澀；若寒濕鬱滯，則脈沉緩。疼痛是本證的主要表現，然在不同的疾病中，疼痛的部位、性質、程度及相兼症狀則有不同。如身痛出現於太陽風濕相搏證，則多現一身盡痛，纏綿不已，酸楚難忍，甚則煩亂不寧，並伴有肢體沉重，難以轉側。此由風、寒、濕相合，留於肌肉，陽氣被阻，氣血流行不暢所致。治宜溫經散寒，祛風除濕，方用桂枝附子汤(《傷寒論》)。若脊痛出現於太陽風濕相搏證，則腰脊強痛，疼痛難忍，活動困難，惡寒微熱，苔白脈浮。此由風濕留於足太陽膀胱經，經氣鬱滯所致。治宜祛風除濕，方用羌活胜湿汤(《內外傷辨惑論》)。臂痛見於太陽風濕相搏證，則現手臂沉重疼痛，舉動艱難，麻木不仁，苔白，脈濡，此為營衛兩傷，風寒濕邪乘襲之故。治當益氣和營，祛風除濕，方選蠲痹汤(《百一選方》)。若腰痛出現於太陽風濕相搏證，風寒濕邪侵襲腰部，阻塞經絡，經脈不通，則腰痛。偏於風者，則見腰痛時輕時重，活動困難，身熱，惡風，汗出，苔白，脈浮澀。治宜疏風化濕，方用羌活败毒散(《症因脈治》)。偏於寒濕者，表現為腰部冷痛重著，轉側不利，苔白膩，脈沉緩。治宜溫化寒濕，方用甘姜苓术汤(《金匱要略》)。腿痛出現於太陽風濕相搏證，乃風寒濕邪侵於下肢，痺於經絡筋骨，出現下肢冷痛，屈伸不利，或痺著不仁，舌淡苔膩，脈沉弦。治宜疏風化濕，除寒止痛，方選独活寄生汤(《千金方》)。痺病之太陽風濕相搏證，是以筋骨、肌肉、四肢、關節疼痛，麻木，酸楚為主要特徵。此由素體虛弱，衛陽不固，腠理疏鬆，復感風寒濕邪引起。其風邪重者，因風邪善行數變，而疼痛走竄不定；寒邪重者，因寒主收引，其性凝滯，故疼痛劇烈；濕邪重者，因濕性粘滯，重而趨下，故酸痛重著不移，多以下肢為主。治宜祛風、散寒、除濕，隨證選用防风汤(《宣明論方》)，乌头汤(《金匱要略》)，除湿痹汤(《類證治裁》)。\n太陽風濕相搏證，以高寒陰冷潮濕地區較為多見，常發於兒童及青年，男女罹病者大致相等。四季可見，尤以春冬二季居多。凡氣候變化無常，陰雨連綿，遠行汗出，冒雨涉水，久居濕地，勞累過度，均易感受風寒濕邪而為病。誠如《儒門事親·指風痺痿厥近世差玄說》說：“此疾之作，多在四時陰雨之時，及三月九月，太陽寒水用事之月，故草枯水寒為甚，或瀕水之地，勞力之人，辛苦失度，觸冒風雨，寢處津濕，痺從外入。”\n濕為陰邪，易傷陽氣，濕之為病，常易傷脾，脾失健運，則多便溏而小便不利；若其人大便硬而小便自利，說明風去濕存，濕重困脾，脾不運濕為外濕內潰肌肉困脾之候，治宜溫經散寒，健脾除濕，方用桂枝附子去桂加白术汤(《傷寒論》)。\n本證雖以風寒濕邪為患，多屬風寒濕痺，然素體陽盛，內有蘊熱，或陰虛陽亢之人，若感受外邪，邪從熱化，流注於筋骨肌肉，經絡關節，則成熱痺；出現關節紅腫熱痛，不能屈伸，痛如火灼，得涼則舒，不可觸按，遊走不定，身熱，惡風，汗出，口渴，煩悶不安，苔黃燥，脈滑數。治宜清熱通絡，疏風除濕，方用白虎加桂枝汤(《金匱要略》)。若痺病日久，邪留經絡，或熱痺不癒，邪氣壅滯，血運不暢，則成血瘀證。出現關節腫痛，疼痛劇烈，痛處拒按，持久不癒，皮下瘀癜，或生小結，舌質紫暗，脈澀等症。《丹溪心法·痛風》說：“若肢節腫痛，脈澀數者，此是瘀血。”治宜活血通絡，方用桃红四物汤(《醫宗金鑑》)加減。\n此外，若太陽風濕相搏於骨節，日久不愈，濕停為痰，血停為瘀，痰瘀互結，阻塞經絡，致使關節腫痛不消，強直變形，關節周圍肌肉由於失去濡養而消瘦；若因邪戀較久，傷人正氣，或正氣本虛，無力祛邪，則形成虛實錯雜之證。也可因邪氣久羈，傷及臟腑，形成心悸，水腫等病症。凡此種種，須當認真辨識，隨證治之。",
    "type_comparison": "太陽表實證與太陽風濕相搏證 太陽表實證，是由風寒襲表，衛陽被束，營陰鬱滯所致，見有惡寒發熱，無汗，頭身疼痛，咳喘，苔薄白，脈浮緊等症。而太陽風濕相搏證，乃風寒濕相合，侵襲人體，留於肌肉，致使氣血運行不暢，出現一身盡痛，酸楚重著，難以轉側，惡風，汗出，大便溏薄，小便不利，苔膩，脈浮虛而澀等症。二證一為風寒束表，一為邪留肌肉，關節；一為頭身疼痛，一為一身盡痛，轉側困難；一為惡寒無汗、脈浮緊，一為惡風自汗、脈浮虛而澀。\n太陽表虛證與太陽風濕相搏證 二證均有體痛，汗出，惡風，脈浮。但太陽表虛證身體疼痛多較輕微，由於風寒外束，經氣不利，而見頭項強痛；汗出肌疏，營陰外泄，而脈見緩象。太陽風濕相搏證身痛較前者為重，多為一身盡痛，難以轉側，或骨節抽掣疼痛，不得屈伸，脈浮虛而澀。此外，太陽表虛證，由於衛陽與邪相搏而翕翕發熱；風寒犯肺，肺氣不利而鼻鳴；邪犯胃腑，胃失和降而乾嘔。\n太陽表寒里熱證與太陽風濕相搏證 太陽表寒里熱證為表里俱實之證。是由感受外邪較重，或傷寒失汗，表邪不解，陽鬱化熱，而致惡寒發熱，無汗，身痛，口渴喜飲，煩躁，舌紅苔白或兼黃，脈浮緊。表寒之無汗與里熱煩躁密切相關，無汗則熱無宣泄之路而鬱於內，熱甚則上擾神明而煩躁不寧，故不汗出而煩躁是本證的特點。《傷寒論》云：“太陽中風，脈浮緊，發熱惡寒，身疼痛，不汗出而煩躁者，大青龙汤主之。”據此可與一身盡痛，骨節疼痛，痛不可近的太陽風濕相搏證相區別。\n里虛兼表身痛證與太陽風濕相搏證 里虛兼表身痛證是由傷寒誤下，傷及脾腎陽氣，病由太陽內傳少陰，表邪不解，陽氣已衰，陰寒內盛，以致表里俱病。出現發熱，惡寒，頭身疼痛的表證，續得下利清谷，身痛肢厥，苔潤脈沉的里證。《傷寒論》說：“傷寒，醫下之，續得下利清谷不止，身疼痛者，急當救里；後身疼痛，清便自調者，急當救表。救里，宜四逆湯；救表，宜桂枝湯。”太陽風濕相搏證雖然亦有身痛，便溏，但身痛是由風寒濕邪留於經脈肌肉，氣血流行不暢所致，多伴有轉側困難；僅便溏而非下利清谷，更無四肢厥逆，精神萎靡等陽虛陰盛之象。\n太陽營傷經脈失養證與太陽風濕相搏證 身痛為二者之主症，但病因病機及疼痛特點各不相同。太陽營傷經脈失養證之身痛，是由發汗太過，損傷營血，氣血不足，筋脈失養所致。疼痛一般較輕，若繼續發汗而疼痛加重，脈象沉遲。太陽風濕相搏證之身痛，系風寒濕邪雜合而致，邪留肌肉，陽氣被阻，經脈不通，不通則痛。其程度較前者為重，酸楚疼痛，纏綿不已，轉側困難，脈見浮虛而澀。\n少陰陽虛寒凝證與太陽風濕相搏證 少陰陽虛寒凝證是由腎陽虛衰，失於溫煦，陽氣不能通達全身，以致水寒不化，寒濕凝滯，留於筋骨經脈之中，使氣血運行不暢，出現身痛，骨節痛，背惡寒，手足不溫，口中和，舌淡苔潤，脈沉等症。辨證要點是：身體疼痛必與無熱，惡寒，肢冷，脈沉並見。《傷寒論》說：“少陰病，身體痛，手足寒，骨節痛，脈沉……。”這與太陽風濕相搏證身體痛煩，骨節掣痛，脈浮虛而澀，迥然不同。"
  },
  "literature": "《傷寒指掌，太陽兼經新法》：“風寒客於太陽而身痛，但拘急耳。中濕，則身痛不能轉側。陰毒身痛，則體勢沉重，宛如被杖，以此別之。”\n《醫宗金鑑·痙濕暍病篇》：“濕家一身盡痛，風濕亦一身盡痛。然濕家之痛，則重著不能轉側；風濕之痛，則輕掣不可屈伸，此痛之有別者也。至於發熱，濕家之熱，早暮不分微甚；風濕之熱，則日晡必劇。此得之於汗出當風，或久傷濕，復受風冷所致也。”\n《金匱要略釋義·中風歷節病篇》：“諸肢節疼痛，身體尪羸，腳腫如脫，頭眩短氣，溫溫欲吐，桂枝芍藥知母湯主之。”\n《張氏醫通·痿痺門》：“歷節，景岳全書曰歷節風痛，以其痛無定所，即行痺之屬也。病源云歷節風痛是氣血本虛，或因飲酒腠理開，汗出當風所致。或因勞倦，調護不謹，以致三氣之邪，遍歷關節，與氣血相搏，而疼痛非常，或如虎之咬，故又有白虎歷節之名。中藏經曰歷節疼痛者，因醉犯房而得之，此其概也，大都痛痺之證。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "feng",
      "shi"
    ]
  }
}