{
  "id": "taiyangxinyangbuzu",
  "number": 337,
  "name": "太陽心陽不足證",
  "category": "傷寒證候",
  "overview": "太陽心陽不足證是太陽病發汗過多，損傷心陽，而致心悸不安之證候。\n主要臨床表現為：心悸氣短，動則加劇，自覺心中空虛，欲得手按，或耳聾，舌淡白，脈虛無力或細弱。\n太陽心陽不足證見於“太陽病”誤汗之後，也這可見於“驚悸”、“水腫”、“胸痺”等疾病中。\n本證應與“太陽陽虛水氣欲沖證”、“太陽陽虛心神失守證”、“太陽陽虛心神浮越證”、“胃陽不足飲停證”、“少陰陽虛水泛證”、“太陽中虛里急證”、“太陽心氣陰兩虛證”等相鑑別。",
  "clinical_manifestations": "心悸氣短，動則加劇，自覺心中空虛，欲得手按，或耳聾，舌淡白，脈虛無力或細弱。太陽心陽不足證見於“太陽病”誤汗之後，也這",
  "common_diseases": [
    "“驚悸”",
    "“水腫”",
    "“胸痺”"
  ],
  "differential_syndromes": [
    "“太陽陽虛水氣欲沖證”",
    "“太陽陽虛心神失守證”",
    "“太陽陽虛心神浮越證”",
    "“胃陽不足飲停證”",
    "“少陰陽虛水泛證”",
    "“太陽中虛里急證”",
    "“太陽心氣陰兩虛證”"
  ],
  "differential": {
    "self_analysis": "心悸在六經病中，主要見於太陽病，由於心陽不足，鼓動無力所致。少陽病雖也提出心悸一條，如“少陽中風……不可吐下，吐下則悸而驚”，但此為誤行吐下，耗傷氣血，心失所養之故。少陰病也載心悸一條，如“少陰病，四逆，其人或咳，或悸，或小便不利，或腹中痛，或泄利下重者，四逆散主之”。本條不是少陰病，悸也不是必然症狀。因陽氣閉鬱不能達於四末，則四肢厥逆，因其四逆而列入少陰病篇。\n太陽心陽不足證若見於驚悸病中，則表現為心悸頭暈，胸脘痞滿，神疲乏力，舌苔白，脈細弱而數，或兼小便短少，渴不欲飲等。治宜溫心陽，益心氣，方用养心汤(《證治準繩》)；或振奮心陽，方用苓桂术甘汤(《金匱要略》)。太陽心陽不足證若見於水腫病，則表現為心悸，小便不利，頭暈目眩，肢體浮腫，腰以下腫甚，舌淡苔白滑，脈沉。治宜溫陽利水，方用真武汤(《傷寒論》)。胸痺病見太陽心陽不足證，則現心悸氣短，心胸憋悶，或心痛暴作，發作欲死，舌紫，脈細澀或結代。治宜溫通心陽，活血化瘀，理氣止痛，方用枳实薤白桂枝汤(《金匱要略》)、或通窍活血汤(《醫林改錯》)、或冠心苏合丸(《中華人民共和國藥典》)加減。\n心主血，肺主氣。心氣上通於肺，肺朝百脈，宗氣貫心脈而行呼吸。所以在病理情況下，心氣虛常累及肺氣，導致心肺氣虛。氣虛為陽虛之漸，陽虛為氣虛之甚，故心陽虛易於兼見肺氣虛，表現為心悸怔忡，咳嗽氣逆等症。又肺主氣，脾為氣血生化之源，由肺及脾則肺脾氣虛。所以心陽不足證又可兼挾肺脾氣虛，除心悸氣短外，伴見眩暈，喘咳氣逆，肢倦乏力，納呆腹脹，甚或面浮足腫等。心陽下通於腎，腎陽為諸陽之本，故心陽不足常累及腎陽而致心腎陽虛。所以心陽不足證又常兼挾腎陽不足之候，表現為心悸怔忡，形寒肢冷，水腫，尿少等一派陽虛溫化失職之症。\n氣屬陽，血屬陰，陽動則陰隨，氣運則血行，陽滯則陰凝，氣弱則血滯。心陽不足，氣衰血澀，則瘀血內阻，血瘀氣必滯。故心陽不足證又常兼挾氣滯血瘀證，而現心悸怔忡，胸悶不舒，或心痛陣作，舌色紫暗，脈澀或結代等。",
    "type_comparison": "太陽陽虛水氣欲沖證與太陽心陽不足證 “發汗後，其人臍下悸者，欲作奔豚，茯苓桂枝甘草大枣汤主之”。太陽陽虛水氣欲沖證與太陽心陽不足證同為太陽病汗後變證。但一為心陽虛損而腎水上逆，一為心陽不足。前者系發汗過多，虛其心陽，心陽不足，不能下溫腎陽，則腎水無以蒸化而水停於下，復有上逆之勢。腎陽虛則水邪挾腎氣而上衝，故欲作奔豚。不若太陽心陽不足證獨見心陽虛衰而無腎水上逆。前者病在心腎，後者其病在心。兩者在臨床上的主要區別是：太陽心陽不足證僅心下悸而叉手自冒心，即心中空虛，惕惕而動，欲得手按，心悸氣短，動則尤甚。而太陽陽虛水氣欲沖證則以臍下悸欲作奔豚為其臨床特徵，兼有心悸不寧，小便不利等症。一為心下悸，一為臍下悸，迥然不同。\n太陽陽虛心神失守證與太陽心陽不足證 “火逆下之，因燒針煩躁者，桂枝甘草龙骨牡蛎汤主之。”太陽陽虛心神失守證與太陽心陽不足證有輕重之別。一則由火逆復下所致，一則由誤汗而成。二者病因不同，而損傷心陽則一。太陽心陽不足證，因發汗過多，損傷心陽，以心悸欲得手按為主症，其病尚輕。而太陽陽虛心神失守證，則因火逆而復下之，汗為心之液，誤用火法，迫汗外泄，劫傷心陽，又復下之，中陽受損，津液亦奪。火之下之，一誤再誤，導致心陽虛損，神不守舍，心神浮越，故以煩躁不安為主症，較心悸為甚，其病較重。兩者不難鑑別。\n太陽陽虛心神浮越證與太陽心陽不足證 “傷寒脈浮，醫以火迫劫之，亡陽，必驚狂，臥起不安者，桂枝去芍药加蜀漆牡蛎龙骨救逆汤主之。”太陽陽虛心神浮越證為火逆而致心神浮越之重證，較之太陽心陽不足證和太陽陽虛心神失守證更重一層。其亡陽，既非服麻黃湯、大青龍湯過汗之亡陽，亦非四逆湯證之陽氣式微，真陽欲脫之亡陽，而是指亡心陽而言。傷寒脈浮，其病在表，醫者不用麻桂解表，反用火劫取汗，大汗淋漓，汗出則心陽隨同外泄，汗出液傷，陰不斂陽，陽氣浮越，心陽散亂，神不守舍，且兼痰濁上逆，擾於心神，則驚惕狂亂，臥起不安。心悸較煩躁為輕，煩躁為驚狂之漸。所以驚狂臥起不安較心悸、煩躁更為嚴重。三者心陽受損則同，但病勢輕重不一。太陽心陽不足證尚屬輕微，太陽陽虛心神失守證其病較甚，而太陽陽虛心神浮越證尤為深重。\n胃陽不足飲停證與太陽心陽不足證 “傷寒厥而心下悸，宜先治水，當服茯苓甘草汤，卻治其厥，不爾，水漬入胃，必作利也”。(《金匱要略·痰飲咳嗽病脈證治》)胃陽不足飲停證之厥而心下悸，系水飲停聚所致。“水停心下，甚者則悸。”“水在心，心下堅築，短氣，惡水不欲飲”。(《註解傷寒論·辨厥陰病脈證並治》)水飲內停，水氣凌心，則心下悸，此為停飲而悸。胸陽被遏，陽氣不能達於四末，則四肢厥冷。由此可見，悸而厥均是水飲為患。胃陽不足飲停證與太陽心陽不足證，一為停飲，一為誤汗，病因雖異，但損傷心陽則同。其臨床表現均以心下悸為主症，但胃陽不足飲停證為心下悸而四肢厥逆，而太陽心陽不足證僅心下悸，欲得手按而無四肢厥逆。所以四肢厥逆之有無是兩者的主要鑑別點。\n少陰陽虛水泛證與太陽心陽不足證 “太陽病發汗，汗出不解，其人仍發熱，心下悸，頭眩，身瞤動，振振欲擗地者，真武汤主之。”此為太陽病過汗傷陽，而致少陰陽虛水氣內動之候，與太陽心陽不足證均為太陽病誤汗變證，都以心下悸為主要臨床表現。但是，前者為誤汗損傷腎陽，腎虛水無所主，水氣泛濫，上逆凌心，而致心下悸，病在心腎。後者則誤汗損傷心陽，心氣內動而心下悸，其病在心。故一則心下悸而振振欲擗地，頭眩，身瞤動，甚則水腫，小便不利。一則心下悸而欲得手按，叉手自冒心。兩者陽虛則同，病位各異，輕重不一。\n太陽中虛里急證與太陽心陽不足證 “傷寒二三日，心中悸而煩者，小建中汤主之。”太陽中虛里急證之悸煩屬於虛證，系中陽不振，心脾兩虛，氣血雙虧所致。“傷寒二三日，心中悸而煩者，則是煩之虛者也。與小建中湯補之。煩為熱也。悸而復煩為虛者，以悸為虛，悸甚為煩，故為虛也。”(《傷寒明理論》)脾為後天之本，氣血生化之源。今脾氣虛弱，化源不足，氣血衰少，血脈不充，心無所主。由脾之虛而致心之虛，則心脾兩虛，氣虛血弱，心失所養，陽氣虛則悸，陰血弱則煩。而太陽心陽不足證則是過汗虛其心中之陽，心陽虛衰致之，放僅見心悸欲得手按，叉手自冒心，而無心煩之候。太陽中虛里急證則是心悸而煩，且兼虛怯少氣，精神疲倦，脈虛數等。兩者相比，一則心陽不足，一則心脾兩虛；一為陽氣之虛，一為陰陽俱虛；一則心悸欲按，一則心悸而煩。\n太陽心氣陰兩虛證與太陽心陽不足證 “傷寒，脈結代，心動悸，炙甘草汤主之。”太陽心氣陰兩虛證為心陰陽俱虛所致。心主血脈，脈為血府，心陰(血)不足，則心失所養。心陽不振，則鼓動力弱。心陰陽俱虛而心動悸，脈結代。太陽心陽不足證和太陽心氣陰兩虛證，兩者同為虛證，又均以心悸為主症。但太陽心陽不足證僅心陽虛衰，太陽心氣陰兩虛證不但心陽不足，而且心血亦虧，心之陰陽兩虛，血虛氣弱，心動悸與脈結代同見。而太陽心陽不足證為心悸欲按，叉手自冒心，且無脈結代之象，兩者可資鑑別。"
  },
  "literature": "《傷寒明理論·悸第二十八》：“傷寒悸者，何以明之，悸者，心忪是也。筑筑惕惕然動，怔怔忪忪，不能自安者是矣。心悸之由，不越二種；一者氣虛也，二者停飲也。……其氣虛者，由陽氣內弱，心下空虛，正氣內動而為悸也。其停飲者，由水停心下，心為火而惡水，水既內停，心不自安，則為悸也。又有汗下之後，正氣內虛，邪氣交擊，而令悸者，與氣虛而悸者，則又甚焉”。\n《傷寒論條析·太陽篇上》：“心下悸有：一為心血不足，一為水氣上凌，此則心血不足也。……今發汗過多，氣與津液兩傷，二者均屬於府陽，故謂之亡陽。亡陽者，即亡其氣與津液之謂也。二者俱亡，則脈絡空虛，血失榮蔭，心無主宅，是以悸也。又手自冒心，謂兩手交復，按其心胸，心得按而始安也。心欲得按，故知是虛非水也。桂枝甘草湯，充發心陽，補益氣液，故心悸可癒也。”\n《傷寒論類方匯參·桂枝湯類》：“本證(桂枝甘草湯證)心下悸，因發汗過多，氣液兩虛，故用甘溫以補之。彼證(真武湯證)心下悸，系下焦腎水，因心液不足，隨陽而上犯，故用鎮伏以救之。”\n《醫宗金鑑·訂正傷寒論注》：“發汗後心下悸者，乃虛其心中之陽，本經自病也。今發汗後，臍下悸欲作奔豚者，乃心陽虛而腎水之陰邪，乘虛上干於心也。主之以茯苓桂枝甘草大棗湯者，一以扶陽，一以補土，使水邪不致上干，則臍下悸可安矣”。\n《傷寒指掌·卷三·傷寒變證》：“心下悸者，心下筑筑惕惕，怔忡不寧之狀也”。“若病後心氣虛而怔忡不寧，聞聲即驚者，宜鎮心神以補心氣，如茯神、遠志、棗仁、丹參、當歸、龍齒、辰砂、金箔之類。”",
  "zhengsu_composition": {
    "location": [
      "xin",
      "biao"
    ],
    "nature": [
      "yang_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "太陽病誤治後心陽虛。表現為心悸、胸悶、四肢厥冷。"
}