{
  "id": "taiyangyinshengxuyangshangrao",
  "number": 347,
  "name": "太陽陰盛虛陽上擾證",
  "category": "傷寒證候",
  "overview": "太陽陰盛虛陽上擾證，或稱下後復汗陽虛證，是太陽病誤下復汗，陽氣大傷，陰寒內盛，虛陽上擾而致煩躁不安的一種證候。《傷寒論》曰：“下之後，復發汗，晝日煩躁不得眠，夜而安靜，不嘔，不渴，無表證，脈沉微，身無大熱者，乾薑附子湯主之”。\n主要臨床表現為：晝日煩躁不得眠，夜而安靜，身無大熱，不嘔，不渴，無表證，舌淡苔白，脈微。\n太陽陰盛虛陽上擾證為太陽病誤治變證，還可見於雜病“胃脘痛”、“泄瀉”、“霍亂”、“中寒”等疾患之中。\n本證在臨床上宜與“下後復汗陰陽兩虛證”、“少陰陽虛陰盛證”、“少陰陰盛格陽證”、“少陰陰盛戴陽證”等相鑑別。",
  "clinical_manifestations": "晝日煩躁不得眠，夜而安靜，身無大熱，不嘔，不渴，無表證，舌淡苔白，脈微。太陽陰盛虛陽上擾證為太陽病誤治變證，還",
  "common_diseases": [
    "雜病“胃脘痛”",
    "“泄瀉”",
    "“霍亂”",
    "“中寒”"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "太陽陰盛虛陽上擾證系太陽壞病轉屬少陰之候。太陽主一身之表，今不嘔不渴，無表證，知其病不屬三陽。脈至少陰則沉微，沉以候里，微候陽虛，陽虛陰盛可知。所以，本證之煩躁為邪入少陰之陽虛煩躁，其病有陽氣將亡之虞。若在胃脘痛出現本證，其臨床表現則以胃脘冷痛，甚至劇痛難忍，或痛如刀割為特徵，可用干姜附子汤治之。亦可予本方以生薑易乾薑(《肘後備急方》)。此證若見於泄瀉、霍亂中，則多表現為吐瀉轉筋，手足厥逆等，可用四顺附子汤、理阴煎(《景岳全書》)等治之。如見於中寒之患者，則常現卒然戰慄，面青咬牙，吐瀉腹痛，四肢厥逆，或手足瘛瘲，或卒然昏倒僵直，身涼不熱等，治以理中四逆輩，或三建汤(《溫瘧指南》)。",
    "type_comparison": "下後復汗陰陽兩虛證與太陽陰盛虛陽上擾證 《傷寒論》云：“下之後，復發汗，必振寒，脈微細，所以然者，以內外俱虛故也。”下之虛其里而亡陰，汗之虛其表而亡陽。脈微，振寒為陽氣虛；脈細為陰血不足，觀此脈症當為內外陰陽兩虛之候，尤當以陽虛為著。下後復汗陰陽兩虛證與本證雖同為誤下之變，但彼則陰陽兩虛，此則陽虛陰盛。故其臨床表現，一則晝日煩躁不得眠，夜而安靜，脈沉微；一則振寒，脈細。彼證以振寒為甚，本證以煩躁為主；彼則脈微而且細，此則脈微而不細。本證因少陰陽虛，病情較急，不若下後復汗陰陽兩虛證之勢緩。\n少陰陽虛陰盛證與太陽陰盛虛陽上擾證 本證與少陰陽虛陰盛證均系陽氣衰微，寒氣內盛為患，其病皆至少陰。但少陰陽虛陰盛證，因陰寒內盛，真陽式微，故以四肢厥逆，大汗出，惡寒，嘔吐，下利清谷，脈微欲絕為主，與本證之煩躁，脈微迥然不同。本證雖無吐利厥逆，但因下後復汗，陽氣驟然大虛，病勢急迫，岌岌可危，較少陰陽虛陰盛證更加危重。\n少陰陰盛格陽證與太陽陰盛虛陽上擾證 《傷寒論》云：“少陰病，下利清谷，里寒外熱，手足厥逆”，“汗出而厥，四肢拘急不解，脈微欲絕者，身反不惡寒，其人面色赤，通脈四逆湯主之”。少陰陰盛格陽證為陰盛於內，格陽於外陰竭陽脫，真寒假熱之證，比四逆湯證更加危重。少陰陰盛格陽證與本證雖同為陽虛陰盛之候，但二者內真寒，外假熱的表現不一。從真寒看：格陽證為吐、利、厥、微；本證則為煩躁，脈微。從假熱看：格陽證以身反不惡寒，或面赤咽痛為特徵，而本證僅身無大熱。此為二者之鑑別要點。\n少陰陰盛戴陽證與太陽陰盛虛陽上擾證 二證均為陰陽格拒之候，其陰寒內盛雖同，但有格陽於上與格陽於外之異。《傷寒論》云：“少陰病，下利，脈微者，與白通湯。利不止，厥逆無脈，乾嘔煩者，白通加豬膽汁湯主之。”戴陽證為陰盛於內，格陽於上之重證，亦比四逆湯證為重。陰寒內盛，陽氣衰微，則惡寒，四肢厥逆，下利清谷，脈微欲絕，或厥逆無脈。陰盛格陽，虛陽上越，則面赤，甚則乾嘔心煩。若下利不止，厥逆無脈，則不但真陽不能固守，陰液亦隨之內竭。戴陽證與本證相比，真寒假熱雖同，但病情不一。驗之於臨床，則惡寒厥逆，下利清谷，或下利不止；一則晝日煩躁，夜而安靜，一則面赤，乾嘔心煩；一則身無大熱。一則脈微欲絕或厥逆無脈，一則脈沉微。臨證時當以此為辨。"
  },
  "literature": "《傷寒論注·卷四》：“當發汗而反下之，下後不解，復發其汗，汗出而里陽將脫，故煩躁也。晝日不得眠，虛陽獨據於陽分也。夜而安靜，知陰不虛也。不嘔渴是里無熱，不惡寒頭痛是無表證。脈沉微，是純陰無陽矣。身無大熱，表陽將去矣。幸此微熱未除，煩躁不寧之劑，獨任薑附，以急回其陽，此四逆之變劑也。”\n《傷寒懸解·卷四》：“汗下亡陽，土敗水侮，微陽拔根不得下秘，故晝日煩躁不得眠。夜而陽氣歸根，是以安靜。溫氣脫泄，乙木鬱陷，故脈象沉微而身無大熱。乾薑附子湯乾薑溫中以回脾胃之陽，附子溫下以復肝腎之陽也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo",
      "qi_xu"
    ]
  }
}