{
  "id": "taiyangyangxushuiqiyuchong",
  "number": 338,
  "name": "太陽陽虛水氣欲沖證",
  "category": "傷寒證候",
  "overview": "太陽陽虛水氣欲沖證是太陽病汗後心陽虛損，腎水上逆，而致臍下悸，欲作奔豚之證候。系太陽病誤汗的變證。\n主要臨床表現為臍下悸動，欲作奔豚，小便不利，形寒肢冷，心悸，苔白膩，脈弦緊。\n太陽陽虛水氣欲沖證見於太陽病誤汗之後，亦可出現於雜病“奔豚氣”、“鬱病”之中。\n本證應與“太陽陽虛水氣上衝證”、“胃陽不足飲停證”、“痰飲悸眩證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [],
  "differential_syndromes": [
    "“太陽陽虛水氣上衝證”",
    "“胃陽不足飲停證”",
    "“痰飲悸眩證”"
  ],
  "differential": {
    "self_analysis": "奔豚，又名賁豚、奔豚氣。《傷寒論》云：“發汗後，其人臍下悸者，欲作奔豚，茯苓桂枝甘草大枣汤主之”。奔豚的病機與心肝腎關係最為密切，或氣鬱橫逆而上衝，或氣挾水寒之氣而上逆，均可發為本病。臨床上可分為肝氣奔豚和腎氣奔豚兩種。傷寒發奔豚，皆因寒水上逆。如唐容川云：“腎陽不能化水，寒水之氣隨衝脈上逆，至胸至肺，即入於心，是為腎氣凌心之奔豚。”(《金匱要論淺注補正》)太陽陽虛水氣欲沖證為其輕者，甚則可見典型奔豚證候，有氣從少腹上衝咽喉，腹痛，胸悶氣急，心悸，驚恐，煩躁不安，甚或抽搐厥逆等，治宜溫化水飲，理氣降逆之奔气汤(《備急千金要方》)。若兼乍寒乍熱，氣還則止，反覆發作，脈弦數，又當用平肝降逆之奔豚汤(《金匱要略》)。若出現於鬱病中則多伴有失眠，心悸，情緒易於激動，心神不安等，可用甘麦大枣汤(《金匱要略》)加養心安神之品調治。\n心腎相交，水火既濟。心陽不足，不能下溫腎陽，則腎陽虛衰。若腎陽不足，氣化失司，水勢泛濫，上逆凌心，則心陽益虛，而現水氣凌心之候。所以本證在演變過程中，可兼挾水氣凌心之證。腎合膀胱，“膀胱者，州都之官，津液藏焉，氣化則能出矣。”(《素問·靈蘭秘典論》)若腎陽不足，膀胱氣化不利，開合失度，則小便不利，所以太陽陽虛水氣欲沖證又可兼挾膀胱氣化失常之候。",
    "type_comparison": "太陽陽虛水氣上衝證與太陽陽虛水氣欲沖證 太陽陽虛水氣欲沖證因發汗太過，損傷心陽，心陽不能下溫腎陽，則水寒不化，水停臍下。心陽虛而腎水之陰邪，乘虛欲上干於心。腎水初動，其動源於上焦心陽不足，故本證僅腎水上逆，欲上凌心，尚未達到水寒之邪上衝的嚴重程度。《傷寒論》云：“燒針令其汗，針處被寒，核起而赤者，必發奔豚，氣從少腹上衝心者，灸其核上各一壯，與桂枝加桂湯，更加桂二兩也。”太陽陽虛水氣上衝證則與之不同，系太陽病誤以燒針取汗，心陽受損，外邪未解，針處被寒。陽虛感寒，心火上衰而腎水無制，外寒引動下焦水寒之氣，則水寒之氣衝逆於上，甚則上衝心胸，如豚之奔。此則汗後心陽不足，下焦水飲內動而欲上衝，彼則燒針令汗，復受外寒，心陽虛衰，下焦水寒之氣已上衝。因此，兩者的臨床表現也有明顯區別：本證無表證，僅臍下悸動，雖有腎水上衝心胸之勢，但無典型的奔豚之候，故云：“欲作奔豚”而實非奔豚。太陽陽虛水氣上衝證，表證未解，奔豚已作，具有典型的奔豚之狀，如自覺氣從少腹上衝心胸，直至咽喉，發作欲死，驚悸不寧，腹部絞痛，四肢逆冷等。一為“欲作奔豚”，一為“必發奔豚”，臨床不難鑑別。\n胃陽不足飲停證與太陽陽虛水氣欲沖證 《傷寒論》云：“傷寒厥而心下悸，宜先治水，當服茯苓甘草汤，卻治其厥，不爾，水漬入胃，必作利也。”胃陽不足飲停證與太陽陽虛水氣欲沖證皆水飲停聚為患。但彼則水停心下而心下悸，陽氣被遏而四肢厥逆，病偏於中且水邪有下趨之勢。此則腎臟水寒之氣，乘虛欲上凌心，有欲作奔豚之狀，病偏於下且水飲有上逆之勢。故兩者臨床表現的主要區別是：胃陽不足飲停證為心下悸，四肢厥逆，而本證則為臍下悸，欲作奔豚。\n痰飲悸眩證與太陽陽虛水氣欲沖證 《金匱要略》云：“假令瘦人臍下有悸，吐涎沫而巔眩，此水也，五苓散主之”。水液屬陰，全賴陽氣以轉輸蒸化。“腎能攝水，腎氣溫和，則水液運下”(《濟生方·痰飲》)。腎虛氣化無權，膀胱氣化不行，則小便不利。水無去路，停蓄於下，反逆而上行，則吐涎沫而頭暈目眩；水動於下，則臍下悸動衝逆。總為痰飲結於下焦，水邪上逆之故。故曰：“瘦人不應有水，而臍下悸，則水動於下矣；吐涎沫則水逆於中矣；甚而巔眩，則水且犯上矣。形體雖瘦，而病實為水，乃病機之變化也”(《金匱要略心典·卷中》)。兩證同為下焦水逆之候，且均為臍下悸動，但前者有吐涎沫而巔眩之症，後者有氣從少腹上衝之狀，臨床可資鑑別。"
  },
  "literature": "《醫宗金鑑·訂正金匱要略注》：“發汗後，心下悸者，心陽虛，本經自病也。臍下悸者，腎邪乘虛上干心病也。奔豚者，臍下氣動而上衝也。欲作奔豚者，有似奔豚之狀而將作未作也。茯苓桂枝甘草大棗湯，所以補火土而伐水邪也。”\n《傷寒溯源集·太陽中篇》：“奔豚者，即前燒針令汗，針處被寒所發之奔豚，乃腎家奔突上衝之陰邪也。悸者，筑筑然惕動，狀若心驚而恍惚跳躍也。誤汗之後，陽氣已虛，下焦陰寒之氣，欲作奔豚而氣先上逆，故從臍下忽筑筑然而悸動也。前針處被寒，以必作奔豚，從少腹上攻心，其勢較甚，故以桂枝加桂湯溫散其寒邪。此條但云欲作奔豚，欲作非必作可比，乃可作可不作之間耳。但因臍下悸，知陰氣已動，恐其欲作奔豚，故以茯苓桂枝甘草大棗湯主之”。\n《傷寒指掌 卷三》：“奔豚者，病從腹中有氣攻上，一如江豕以臀憤起而攻也。閱傷寒論，凡傷寒發奔豚者二：一曰燒針令其汗，針處被寒，核起而赤者，必發奔豚，氣從少腹上衝心者，灸其核上各一壯，與桂枝加桂湯。一曰發汗後，其人臍下悸者，欲作奔豚，茯苓桂枝甘草大棗湯主之。按此二症，一屬少陰寒氣凌心，故用桂枝加桂，溫腎散寒。病由外召寒邪，仍從太陽表治，惟加桂兩數，便可以溫少陰而泄陰邪矣。一屬水邪上逆，故重用茯苓以制水邪，桂枝保心氣而御水凌，甘草大棗補脾土以制水泛，取甘瀾水者，不欲其助其水性也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yang_xu",
      "shui_ting"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：陽虛、水停。根據證候名稱「太陽陽虛水氣欲沖證」分析其病機組成。"
}