{
  "id": "taiyangbiaoxu",
  "number": 275,
  "name": "太陽表虛證",
  "category": "傷寒證候",
  "overview": "太陽表虛證是指外傷風邪以後，由於肌腠疏鬆，營陰不足而汗出的證候，汗出故稱為表虛證，亦即太陽中風證。屬於邪在肌表的太陽經證之一。\n主要臨床表現為：頭痛，發熱，汗出，惡風，鼻鳴，乾嘔，脈浮緩。\n太陽表虛證可見於“外感熱病”初起的表證階段。\n本證應與“太陽表實證”、“太陽風溫證”及“太陽陽虛表衛不固證”相鑑別。",
  "clinical_manifestations": "頭痛，發熱，汗出，惡風，鼻鳴，乾嘔，脈浮緩。太陽表虛證",
  "common_diseases": [
    "“外感熱病”初起的表證階段。"
  ],
  "differential_syndromes": [
    "“太陽表實證”",
    "“太陽風溫證”及“太陽陽虛表衛不固證”"
  ],
  "differential": {
    "self_analysis": "太陽表虛證的主要病機是“衛強營弱”，衛為陽，有衛外的功能；營為陰，有內守的作用。今風邪外襲，衛陽奮起與之抗爭，浮盛於外而見發熱，即“陽浮者熱自發”，因衛陽浮盛故稱衛強；衛陽浮盛失去固外的作用，以致營陰不能內守而汗出，即“陰弱者汗自出”，因營陰不足故稱營弱。由於汗出、營陰不足，故脈雖浮而按之比較軟弱；由於風傷於衛，肌腠疏鬆，故見畏寒、惡風；由於太陽經氣不舒，故頭項強痛；風邪壅滯肺胃，故鼻鳴乾嘔。總之，太陽表虛證以汗出、脈浮而緩為其特徵。\n本證既然是外傷風邪而致衛強營弱，營衛不和，故治療應祛風解肌，調和營衛，方用桂枝汤(《傷寒論》)。\n太陽表虛證有時尚可兼太陽經輸不利、兼喘、兼內熱等，可以參閱太陽表虛經輸不利證、太陽表虛肺氣不利證、太陽熱多寒少證等項。",
    "type_comparison": "太陽表實證與太陽表虛證 太陽表實證與太陽表虛證都是感受風寒後所引起的太陽經證，邪在肌表均有惡寒或惡風、發熱頭痛等，故應加以鑑別。太陽表實證為外感風寒，束於肌表，衛陽被遏，營陰鬱滯，筋骨失於濡煦，故必身疼腰痛、骨節疼痛；因寒主收引，腠理閉塞，必見無汗、脈象浮緊；肺合皮毛，寒邪外束，肌腠失宣，必然肺氣不利而見咳喘。太陽表虛證因外傷風邪，肌腠疏鬆，衛陽浮盛失去衛外作用，故見汗出、脈象浮緩；因無營陰鬱滯，一般無身疼腰痛，骨節疼痛；除兼證可見喘外，太陽表虛證一般無喘，以上幾點可資區分。\n太陽風溫證與太陽表虛證 太陽風溫證是太陽溫病用辛溫發汗後，反見身灼熱而不退，因與太陽表虛證均有脈浮、發熱、汗出，因此亦有必要加以鑑別。太陽風溫證尚有嗜睡鼻鼾、神昏不語等熱擾神明的表現，是太陽溫病誤治後的逆證轉歸。太陽表虛證的發熱、汗出、脈浮為外受風邪的初起表現。一為誤治，一為初起，兩者不難區分。\n太陽陽虛表衛不固證與太陽表虛證 太陽陽虛表衛不固證是指太陽表證因汗出過多，以致漏汗不止，其臨床主要表現為惡風，汗出不止，與太陽表虛證相類似，故應鑑別。太陽陽虛表衛不固證是太陽表證發汗以後的出汗，陽虛汗出不止，惡風是汗後津傷陽虛所致，除惡風、汗出不止外，尚可見小便難、四肢微急、難以屈伸等傷津脫液的表現；太陽表虛證的自汗是未治療前的自汗，惡風是肌腠不密，以及外感風邪引起，除惡風、自汗出外，還有發熱頭痛、鼻鳴乾嘔等表證，兩者不難鑑別。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治上》：“太陽病，發熱，汗出，惡風，脈緩者，名為中風。”\n《傷寒論·辨太陽病脈證並治上》：“太陽中風，陽浮而陰弱，陽浮者熱自發，陰弱者汗自出，嗇嗇惡寒，淅淅惡風，翕翕發熱，鼻鳴乾嘔者，桂枝湯主之。”\n《傷寒論·辨太陽病脈證並治上》：“太陽病，頭痛，發熱，汗出，惡風者，桂枝湯主之。”\n《傷寒論·辨太陽病脈證並治上》：“太陽病，發熱而渴，不惡寒者，為溫病。若發汗已，身灼熱者，名風溫。風溫為病，脈陰陽俱浮，自汗出，身重，多眠睡，鼻息必鼾，語言難出。若被下者，小便不利，直視失溲；若被火者，微發黃色，劇者如驚癇，時瘈瘲，若火熏之。一逆尚引日，再逆促命期。”\n《註解傷寒論·辨太陽病脈證並治法上》：“風傷於上，而陽受風氣，風與溫相合，則傷衛。脈陰陽俱浮，自汗出者，衛受邪也。衛者氣也，風則傷衛，溫則傷氣，身重、多眠睡者，衛受風溫而氣昏也。鼻息必鼾，語言難出者，風溫外甚，而氣擁不利也。”\n《註解傷寒論·辨太陽病脈證並治法上》：“太陽病，因發汗，遂汗漏不止而惡風者，為陽氣不足，因發汗，陽氣益虛而皮膜不固也。內經曰：膀胱者，州都之官，津液藏焉，氣化則出。小便難者：汗出亡津液，陽氣虛弱，不能施化。四肢者，諸陽之本也。四肢微急，難以屈伸者，亡陽而脫液也。針經曰：液脫者，骨屬屈伸不利。與桂枝加附子湯，以溫經復陽”。\n《傷寒論後条辨·卷四》：“太陽受病雖同，而寒屬陰邪，則發熱較遲於中風，然已未之間必惡寒，惟寒則惡寒，自不同中風之僅惡風而稍兼惡寒也；其體則痛，陰寒搏於經隧而血氣凝泣，自不同中風之無內搏也；其嘔則逆，寒束於皮毛，氣無從越而壅上，自不同中風之乾嘔，僅鼻鳴而氣不甚逆也。”\n《傷寒論後条辨·卷五》：“頭痛發熱，太陽病皆然，而身疼腰痛、骨節疼痛則寒傷營室，陰血凝泣使然，風傷衛無是也。惡風，太陽病皆然，而無汗而喘，則腠理閉塞，陽被壅遏使然，風傷衛無是也。”",
  "zhengsu_composition": {
    "location": [
      "biao"
    ],
    "nature": [
      "feng",
      "qi_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "太陽中風證，衛強營弱。表虛有汗，表現為發熱、汗出、惡風、脈浮緩。"
}