{
  "id": "taiyangrexiepofei",
  "number": 286,
  "name": "太陽熱邪迫肺證",
  "category": "傷寒證候",
  "overview": "太陽熱邪迫肺證是指太陽病發汗後表邪化熱，熱邪迫肺，肺失清肅，氣逆作喘的證候。肺為邪迫，肅降失司，氣促作喘，一般是以呼吸困難，氣息急促，甚則張口抬肩為主要表現的證候。《傷寒明理論》云：“氣逆而上行，衝衝而氣急，喝喝而息數，張口抬肩，搖身滾肚，是為喘也。”喘病的產生，概括而言，皆因肺失肅降所致。而本證的病因，乃是熱邪壅迫於肺，肺氣上逆而喘。\n主要臨床表現為：汗出而喘，表無大熱，脈數，舌紅，苔黃等證。\n太陽熱邪迫肺證，多見於“太陽病”變證之中，亦可見於“咳喘”雜病中。\n本證應與“太陽表實證”、“太陽表虛肺氣不利證”、“太陽表寒里飲證”、“陽明病兼喘證”以及“協熱下利證”相鑑別。",
  "clinical_manifestations": "汗出而喘，表無大熱，脈數，舌紅，苔黃等證。太陽熱邪迫肺證，多見於“太陽病”變證之中，亦",
  "common_diseases": [
    "“咳喘”雜病"
  ],
  "differential_syndromes": [
    "“太陽表實證”",
    "“太陽表虛肺氣不利證”",
    "“太陽表寒里飲證”",
    "“陽明病兼喘證”以及“協熱下利證”"
  ],
  "differential": {
    "self_analysis": "邪熱迫肺作喘證見於《傷寒論》：“發汗後，不可更行桂枝湯。汗出而喘，無大熱者，可與麻黃杏仁甘草石膏湯。”說明表證汗不如法，或誤治、失治之後，邪不外解，反而內入，熱邪迫肺，致使肺氣上逆，因而作喘；邪熱鬱肺，迫津外泄，而致汗出，故症見汗出而喘，身熱而不惡寒，苔黃，脈數等熱象，為本證特點。因喘之關鍵在於熱邪迫肺，故治當清熱宣肺，降逆平喘，宜麻黄杏仁甘草石膏汤(《傷寒論》)。若熱邪迫肺，汗多而喘重，為熱勢較盛之象，以本方合入定喘汤化裁為宜(《證治準繩》)。若熱邪化燥成實，則見喘而腹滿，大便秘結，潮熱，脈實等象，治當清下實熱，兼以平喘，宜用宣白承气汤(《溫病条辨》)。若熱邪迫肺作喘病，罹患於老弱陽虛之體，正虛邪盛；或因誤治以致陰陽俱虛，故見畏寒厥逆，喘促無力，形倦神憊，脈沉細而微等症，恐有陽氣欲脫之慮，故應急救回陽，宜四逆汤(《傷寒論》)或参附汤(《婦人良方》)。",
    "type_comparison": "太陽表實證與太陽熱邪迫肺證 《傷寒論》曰：“太陽病，頭痛發熱，身疼腰痛，骨節疼痛，惡風，無汗而喘者，麻黃湯主之。”可見太陽表實證中兼有喘病，此因風寒外束，衛閉營鬱，而致表實諸證。又因皮毛與肺相合，若肌表閉塞，則肺氣不宣，因而無汗而喘。故知表實證之喘緣於無汗，同時並有惡寒等表證。因此，二者在證候上有相似之處，病機上有內在聯繫，唯獨喘之性質迥然有別，故需辨明。其鑑別要點在於：太陽表實之喘，因於表邪，緣於無汗，故為“無汗而喘”，本證之喘，因邪入里，緣於肺熱，故“汗出而喘”。況且太陽表實之喘，其勢較輕，而伴隨在太陽表證之中，故其發熱惡寒，脈象浮緊，在所必見；太陽熱邪迫肺之喘，其勢必重，氣息亦疾，且表證已解，惡寒亦罷，唯見肺熱日增，故伴有身熱，脈數等熱證，因此，惡寒與汗出症的有無，是二者辨證的關鍵。\n太陽表虛肺氣不利證與太陽熱邪迫肺證 兩證雖皆見喘，但性質不同。太陽表虛肺氣不利，此乃因“喘家”復感風寒外邪，以致新感引動痼疾而成，或見於“太陽病下之微喘者，表未解故也。”不論宿疾之發，或下後而成，均以太陽中風之發熱，汗出惡風，脈象浮緩為其主症，並兼有氣逆作喘。故從病因而論，表虛肺氣不利為風寒在表，外邪內合於肺，肺寒氣逆，而使喘息發作；而熱邪迫肺作喘，乃因熱鬱氣逆而成，故喘象雖同，但一寒一熱，一表一里，自有殊異。從證候而談，太陽表虛肺氣不利者，以表證為主，症見自汗漿濈而不多，其喘亦輕，故曰：“微喘”；太陽熱邪迫肺作喘病，則以喘為主，其症較重，其勢亦急，甚則可張口抬肩，迫液外泄，故汗出為多，二者自不相同。脈象一為浮緩屬表，一見脈數為熱，皆有助於鑑別。\n太陽表寒里飲證與太陽熱邪迫肺證 太陽表寒里飲證，即指“傷寒表不解，心下有水氣”所形成的證候而言。所謂傷寒表不解，是言發熱惡寒，頭項強痛，無汗等，此乃風寒束表之象。所謂“心下有水氣”是說其人素有水飲內停之象。外寒里飲，相互搏擊，壅滯於肺，肺失清肅，則喘息而作，故此與太陽熱邪迫肺之喘，病因、症狀皆異。太陽表寒里飲證，因於水寒射肺，本證乃為熱邪迫肺，故水寒與熱鬱，霄壤之別。表寒里飲之證，外見表證，脈象弦緊，又多見喘咳並重，發熱不渴等。更因水氣為患，變化多端，故或然之症接踵而生，如水寒犯胃則嘔；水趨大腸則利；水蓄下焦，氣化不行則小便不利，少腹滿；水壅氣滯，阻塞於上則噎等，皆為太陽熱邪迫肺作喘病所不具備，明此要點，一言而終。飲邪致喘，痰涎壅盛，其痰多且清淡稀薄，面晦，下瞼浮腫，舌苔水滑等象；而熱邪迫肺之喘，即或有咳，其咳痰粘稠而黃，並且面帶熱象，皆可資助鑑別。\n陽明病兼喘證與太陽熱邪迫肺證 陽明熱證及腑實證，一般本無喘象。若陽明燥熱，或腑實結甚者，亦可兼喘。蓋肺為嬌臟，不耐寒熱，寒易停飲，熱易氣壅，故胃腸積熱皆可斂肺氣膹鬱而作喘。若陽明燥熱熾盛，氣機壅塞，熏蒸於肺，肺氣不利；或因陽明腑實，燥屎結硬，腑氣不通，濁氣逆攻，以致肺氣不宜，因而作喘。故此喘象，皆出現在陽明燥熱或腑實證中，因而必有陽明主證，如見身大熱或潮熱，汗大出或濈然汗出，腹滿腹痛，不大便等，脈見洪大或沉遲有力，舌苔黃燥而厚，甚則焦黑起芒刺等。更有甚者，陽明腑實結聚不通，五臟陰精亦被耗竭，而出現“直視谵語，腹滿而喘”之危候，這是陰竭陽脫之絕象，預後不良。因此，陽明病之喘，非同熱邪迫肺作喘，其關鍵在於里實作喘，病在陽明，其喘為標；肺熱之喘，其病在肺，以喘為主，故二者脈證殊異，臨床表現不易混同。\n協熱下利證與太陽熱邪迫肺證 協熱下利證見於《傷寒論》：“太陽病，桂枝證，醫反下之，利遂不止，脈促者，表未解也；喘而汗出者，葛根黃芩黃連湯主之。”可見因太陽病誤下之後，邪熱內陷，下迫大腸，而形成里熱挾表邪下利證。大腸與肺相表里，里熱壅盛，熏蒸於肺，以致肺氣憤鬱，逆而作喘；里熱氣逆，迫津外泄，故喘而汗出。可見協熱下利之喘與熱邪迫肺作喘，兩者同為里熱所致，又皆見於太陽病下後，故有相似之處。但里熱之邪所居部位不同，證候表現亦異，協熱下利證為熱盛在腸，熏蒸於肺，故為“喘而汗出”，伴有身熱，下利。其特徵是，既有表證又有里證，但以里證之下利為主；本證是熱盛於肺，故以汗出而喘為主，惟是里熱蘊鬱，且無下利伴隨，故二者主證有別，兼證亦異。"
  },
  "literature": "《傷寒大白·喘逆》：“喘者，促促氣急《正傳》云：‘哮以聲響名，喘以氣息言’。河間云：‘病寒則氣衰而息微，病熱則氣盛而息粗，諸經皆令人喘，而肺胃二經者多，大抵喘而作嗽者，肺也，喘而嘔惡者，胃也’。《內經》論喘不一，皆雜證之條。若《傷寒論》惟曰有邪在表而喘，有邪在里而喘，有水氣痰火而喘。”\n《傷寒辨證·喘》：“凡表有寒發喘者，脈浮緊，惡寒無汗也，宜麻黃湯汗之；若表有風發喘者，脈浮緩，惡風有汗也，桂枝湯加厚樸杏仁湯主之；凡內有寒，心下有水氣，乾嘔發熱而喘者，小青龍湯主之；凡發汗後汗出而喘，無大熱者，麻黃杏仁甘草石膏湯主之；凡太陽經病，誤下之脈促者，表未解也，喘而汗出者，葛根黃芩黃連湯主之；凡陽明病，內實不大便，腹滿，短氣，发潮熱而喘者，宜大柴胡湯加厚樸杏仁，或小承氣湯亦可；凡陰證厥逆，脈沉細而微，氣促而喘，無汗者可治，宜四逆湯加五味子，細辛……。”\n《醫宗金鑑·訂正傷寒論注·太陽上篇》：“太陽病，下之後微喘者，表未解也，當以桂枝加厚樸杏仁湯，解太陽肌表，而治其喘也。太陽病桂枝證，醫反下之，下利脈促，汗出而喘，表未解，當以葛根黃連黃芩湯，解陽明之肌熱，而治其喘也。今太陽病發汗後，汗出而喘，身無大熱而不惡寒者，知邪已不在太陽之表；且汗出而不惡熱，知邪亦不在陽明之里。其所以汗出而喘，既無大熱，又不惡寒，是邪獨在太陰肺經，故不可更行桂枝湯，可與麻黃杏仁甘草石膏湯，發散肺邪，而汗、喘自止矣。”",
  "zhengsu_composition": {
    "location": [
      "fei"
    ],
    "nature": [
      "huo"
    ]
  }
}