{
  "id": "taiyangyangmingxiepodachang",
  "number": 328,
  "name": "太陽陽明邪迫大腸證",
  "category": "傷寒證候",
  "overview": "太陽陽明邪迫大腸證是指太陽與陽明二經同病，以下利為主要表現的證候。多因受邪較重，或體質較弱，發病之初即出現二經的症狀。\n主要臨床表現為：大便稀薄，或瀉下稀水，一日數次，惡寒發熱，頭項強痛，無汗，身痛，舌苔薄白，脈浮。\n太陽陽明邪迫大腸證主要見於“泄瀉”等疾病中。\n本證應與“太陽陽明協熱下利證”、“胃虛氣逆痞證”、“熱結陽明下利證”、“太陽少陽邪迫大腸證”、“陽明少陽邪迫大腸證”、“里寒協熱下利證”、“少陰兼陽明下利證”、“厥陰熱迫大腸證”等相鑑別。",
  "clinical_manifestations": "大便稀薄，或瀉下稀水，一日數次，惡寒發熱，頭項強痛，無汗，身痛，舌苔薄白，脈浮。太陽陽明邪迫大腸證主要見於“泄瀉”等疾病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“太陽陽明協熱下利證”",
    "“胃虛氣逆痞證”",
    "“熱結陽明下利證”",
    "“太陽少陽邪迫大腸證”",
    "“陽明少陽邪迫大腸證”",
    "“里寒協熱下利證”",
    "“少陰兼陽明下利證”",
    "“厥陰熱迫大腸證”"
  ],
  "differential": {
    "self_analysis": "太陽陽明邪迫大腸證，屬於二陽合病，見《傷寒論·辨太陽病脈證並治》，“太陽與陽明合病者，必下利……。”所謂下利，系指排便次數增加，且大便稀薄，或便如稀水。下利並非誤治，亦非里虛而形成，乃寒邪氣甚，客於肌表，外邪不解，水寒之氣內迫陽明，下走大腸，以致大腸傳導失司，故自下利。由於寒邪留戀體表，衛陽被遏，不能外達，或被寒邪所傷，故惡寒；正邪交爭，故發熱；後項為太陽經脈所過之處，今太陽受邪，經氣運行不利，故顧盼俯仰不能自如，牽引強直，甚則出現項背拘急；寒邪束表，腠理閉塞，則無汗；寒為陰邪，其性凝滯，寒客血脈，營陰鬱滯，氣血流行不暢，則頭身疼痛；風寒在表，則舌苔薄白；正氣抗邪，則脈浮。自利為本證的主症，惡寒為病邪在表的重要標誌，所謂“有一分惡寒，便有一分表證。”故自利、惡寒兼見苔白脈浮，是辨識本證的重要依據。二陽合病的下利雖屬里證，但由表證引起，病勢偏重在表，其治療，只須解表，勿須治里，表解而里自和，方用葛根汤(《傷寒論》)。然邪迫陽明，上逆則嘔，下奔則利。因此，臨床上尚可出現嘔、利並作之證。誠如《傷寒論新注 太陽病上篇》在論述太陽陽明合病時說：“不但下利而嘔。”此時，須加半夏以降逆止嘔。\n太陽陽明邪迫大腸證之下利，一般不甚嚴重，多隨表解而利自止。但亦有因寒邪逼及陽明，寒水不化，下利頻作，日十數次，泄瀉稀水，以致津液大傷，而陰脫陽亡。陰脫，則汗出身熱，面紅唇赤，舌乾而紅，脈象虛數。陽亡，則神識不清，大汗淋漓，面色蒼白，四肢厥冷，唇舌淡白，脈微欲絕。治當急與生脉散(《內外傷辨惑論》)以救陰斂陽，或用参附汤(《婦人良方》)、四逆汤(《傷寒論》)以回陽救逆。",
    "type_comparison": "太陽陽明協熱下利證與太陽陽明邪迫大腸證 二證均為表里同病。但一以里證為主，一以表證為主。太陽陽明協熱下利證乃因太陽病誤用下法，邪盡傳里，里熱偏盛，邪熱煎迫大腸，津液下趨所致。故見大便色褐臭穢，肛門灼熱，或利下赤白，里急後重，兼有發熱不惡寒，喘而汗出，口渴溲赤，苔黃，脈促等症，其病重在於里。而太陽陽明邪迫大腸證，並非誤治，多因感寒較重，太陽表邪不解，內迫大腸，傳導失職。故見自利清谷，或泄瀉，或瀉下稀水，兼有惡寒發熱，無汗，口中和，尿清，苔白，脈浮等症，其病重在於表。\n胃虛氣逆痞證與太陽陽明邪迫大腸證 胃虛氣逆痞證，乃誤下損傷脾胃，表邪內陷，寒熱之邪錯雜於中，以致脾胃升降失常，氣機壅塞，則心下痞滿；寒熱錯雜之邪，下迫大腸，則下利。痞、利並見是本證的辨證要點。由於脾虛胃弱，運化無力，清陽不升，水谷不別，濁陰不降，客氣上逆，故下利頻作，一日數次，腸鳴，心下痞硬而滿，乾嘔，心煩不得安。此與下利兼有表實之太陽陽明邪迫大腸證不同。\n熱結陽明下利證與太陽陽明邪迫大腸證 一為熱入陽明，一為太陽陽明合病。熱結陽明下利證，屬於里熱實證，是因外邪盡傳陽明，邪熱內壅大腸，逼液下趨而致，故有明顯的陽明症狀。根據病之輕重，又可見有三種情況：一是陽明腑實，誤用丸藥攻下，因藥性緩而留中，或因藥性燥烈，迫津下趨，致燥結留存，而但下利稀水。此時，以燥實為主，故下利兼有蒸蒸發熱，腹滿，煩燥，苔黃，脈數等症。二是陽明熱盛，逼津外滲，汗出過多而津傷，且邪熱與燥屎搏結，燥熱上擾神明，下迫津液，故下利，汗多，便硬，谵語，舌苔黃厚而乾，脈滑疾。下利的特點是熱結旁流，多為稀糞黃水，或僅似清水，其量較少，臭穢異常。三是痞滿燥實俱備，為腑實重證，腹滿硬痛，不大便，潮熱谵語程度較甚，舌苔黃厚乾燥，起芒刺，脈沉實或沉遲有力。而太陽陽明邪迫大腸證，是由寒邪外來，內迫陽明，水寒之氣下走大腸所引起，故無熱結陽明之里實，其下利與熱結旁流亦顯然有別。\n太陽少陽邪迫大腸證與太陽陽明邪迫大腸證 二證雖均屬陽證、熱證，但太陽陽明邪迫大腸證，是由風寒束表，不得外泄，逼及陽明而成，病之重心在於表。其症大便泄瀉，或便如稀水，兼見惡寒發熱，無汗，脈浮。而太陽少陽邪迫大腸證，雖言太陽，但實乃少陽之邪不解，移行於大腸，病之重心在於里。其症為便稀黃褐，或下利膿血，肛門灼熱，里急後重，兼見寒熱往來，口苦，咽乾，目眩，脈弦數。\n陽明少陽邪迫大腸證與太陽陽明邪迫大腸證 二者均為合病下利，但陽明少陽邪迫大腸證，由於宿食內停，化熱化燥，燥屎阻滯，邪熱迫及大腸，故旁流時下，且兼有潮熱，手足濈然汗出，腹滿，疼痛拒按，舌苔黃燥，脈滑數等症。其病里證居多，以脈滑數而有宿食為其辨證要點。《傷寒論新注·辨太陽病脈證並治上篇》說：“陽明少陽合病……如土邪盛實，而脈來滑數。”而太陽陽明邪迫大腸證與之相比，以表證居多，更無脈滑數而有宿食的表現。\n此外，少陽兼陽明下利證是陽明少陽邪迫大腸證的又一種類型。多由太陽證罷，病邪傳入少陽陽明二經所致。邪踞少陽，膽火上炎，樞機不運，經氣不利，故見寒熱往來，胸脅苦滿，口苦，咽乾，目眩等半表半里症狀。病邪兼入陽明，若正氣旺盛，陽明熱甚，邪熱與燥屎內結，腑氣不通，則心下拘急疼痛，痞硬，鬱鬱而煩，舌苔黃燥；燥熱迫津下趨，則熱結旁流，瀉出少量臭穢稀糞；若因誤用丸藥攻下，正氣損傷，而微利不止。故少陽兼陽明下利證以少陽兼陽明里實之下利或微利為主要特點。\n里寒協熱下利證與太陽陽明邪迫大腸證 均為表里同病，病及太陽，故見發熱惡寒，苔白脈浮等表證及口淡不渴的症狀。但里寒協熱下利證，乃表證未解，而屢用攻下，損傷脾陽，或素體脾虛，復感外邪，表證雖存，但里氣已傷，以致脾陽不運，氣機阻滯，而見下利不止，心下病硬，腹痛綿綿等症，為表里俱寒，陽虛於里之下利不止與太陽陽明邪迫大腸證不同。\n少陰兼陽明下利證與太陽陽明邪迫大腸證 少陰病多屬陽衰陰盛，應見惡寒、厥逆等症。今少陰症狀不著，反見自利清水，且不雜糞便，胃脘疼痛拒按，乃少陰之邪熱化，迫及陽明，與糟粕相結，燥實阻滯，且邪熱熾盛，迫津下奔，故見上述諸症。這與以自利，惡寒，苔白脈浮為辨證要點的太陽陽明邪迫大腸證迥異。\n厥陰熱迫大腸證與太陽陽明邪迫大腸證 厥陰熱迫大腸證是厥陰病之熱證，系熱與濕結，鬱遏不解，下迫大腸而致，以下利膿血，里急後重，肛門灼熱，腹痛，發熱，口渴，溲赤，舌紅苔黃膩，脈滑數為主要表現，屬里證。而太陽陽明邪迫大腸證，以表證為主，且大便稀薄，並無膿血及里急後重等症。"
  },
  "literature": "《普濟方·傷寒門》：“蓋六經以太陽、陽明為表。少陽、太陰為半表半里。少陰、厥陰為在里。太陽陽明合病，為在表者也。雖曰下利，必發散經中邪氣而後已，故與葛根湯以汗之。”\n《傷寒來苏集·葛根湯證》：“不言兩經相合，何等病。但舉下利而言，是病偏於陽明矣。太陽主表，則不合下利，下利而曰必，必陽並於表，表實而里虛耳。葛根為陽明經藥，惟表實里虛者宜之。”\n《傷寒尚論辨似·少陽經》：“胃腑有微邪，其中多積飲者常也。但太陽未病，肺與胸中分布水氣，一則從皮毛泄而為汗，一則從小便滲而為溺，故其飲不為大害。及至太陽一病，非毛孔閉而汗閉，即小便熱而溺短，且太陽以壯熱之表邪從胸分僵胃口，於是太陽以熱合飲，陽明以飲合食，內外為奸，勢不得不奔迫於上下之兩途，積飲多而氣從下奔，則自下利。”"
}