{
  "id": "taiyangxieyujibiao",
  "number": 283,
  "name": "太陽邪鬱肌表證",
  "category": "傷寒證候",
  "overview": "太陽邪鬱肌表證是指外感風寒，未得散解，尚未傳里，但邪氣已微，正氣奮起與外邪抗爭，以寒熱如瘧、發有定時為特點，屬於邪在肌表的太陽經之輕證。\n主要臨床表現為：發熱惡寒如瘧狀，一日再發或二、三度發，熱多寒少，不嘔，清便自調，食慾正常，面有熱色，無汗，身癢等。\n太陽邪鬱肌表證見於“外感熱病”的表證階段。\n本證應與“太陽熱多寒少證”、“少陽半表半里證”、“熱入血室證”等相鑑別。",
  "clinical_manifestations": "發熱惡寒如瘧狀，一日再發或二、三度發，熱多寒少，不嘔，清便自調，食慾正常，面有熱色，無汗，身癢等。太陽邪鬱肌表證見於“外感熱病”的表證階段。",
  "common_diseases": [],
  "differential_syndromes": [
    "“太陽熱多寒少證”",
    "“少陽半表半里證”",
    "“熱入血室證”"
  ],
  "differential": {
    "self_analysis": "太陽邪鬱肌表證有兩種不同的表現：一是“太陽病，得之八九日，如瘧狀，發熱惡寒，熱多寒少，其人不嘔，清便欲自可，一日二三度發。……面色反有熱色者，未欲解也，以其不得小汗出，身必癢，宜桂枝麻黄各半汤。”這是風寒客於太陽之表，不得汗出，表邪不解所致。誠如成無己所說：“發熱惡寒，而熱多寒少，為陽氣進而邪氣少也。”並無內鬱化熱或兼里熱之證，也未傳陽明或少陽，因此非桂枝湯之適應症，又因表邪已微，也非麻黃湯峻劑發汗之所宜，故合二方面減其劑量僅二方量的各三分之一，調和營衛，小發其汗，助正祛邪，若得汗出，症狀自解。太陽邪鬱肌表證的另一種表現是：服桂枝湯後“若形似瘧，一日再發者，汗出必解，宜桂枝二麻黄一汤。”此為太陽病汗不得法，延時失治，風寒之邪外來未解，然既經發汗，邪氣已微，正氣奮起抗邪，尤在涇曰：“若其人病形如瘧，而一日再發，則正氣內勝，邪氣欲退之徵。”由於正氣欲進，邪氣較微，故不必用發汗峻劑，而用桂枝二麻黃一湯，小發汗之劑，助正以散邪，使汗出邪解。",
    "type_comparison": "太陽熱多寒少證與太陽邪鬱肌表證 太陽邪鬱肌表證為太陽病服用桂枝湯後，出現發熱惡寒，以其形如瘧，一日再發為典型症狀的病變。其與太陽熱多寒少證均屬邪在肌表，未得汗解之輕證，但二者在病機與症狀表現上卻不盡相同。太陽邪鬱肌表證的發熱惡寒有一定的時間規律，即如瘧之發作，一日二次，其證因汗不如法，未能得解，雖有表邪，但未致衛陽內郁化熱，僅見表證，未兼里熱。尤在涇指出：“若其人病形如瘧，而一日再發，則正氣內勝，邪氣欲退之徵。設得汗出，其邪必從表解”(《傷寒貫珠集·卷一》)，說明病形如瘧之症，為正氣奮起與邪抗爭，正氣日進，邪氣欲退之兆。太陽熱多寒少證則為風寒在表，未得汗解，但因鬱而化熱，已有內熱之徵，雖發熱惡寒，但寒熱並無定時，且惡寒較輕，發熱稍重，並具口渴，心煩等里熱證，這是兩證的主要不同之處。太陽邪鬱肌表證的另一種表現是：“太陽病，得之八九日，如瘧狀，發熱惡寒，熱多寒少，其人不嘔，清便欲自可，一日二三度發。”若其人“面色反有熱色者，未欲解也，以其不得小汗出，身必癢，宜桂枝麻黃各半湯。”這是太陽病不解另一轉歸，它和太陽熱多寒少證皆因表鬱不得汗解所致，均屬於風寒在表的太陽經證之較輕者，這種太陽如瘧證，其發熱惡寒，雖亦見熱多寒少，但發作如瘧狀，每日二三次，為正氣內勝，起與邪爭，其熱多寒少為陽氣日進，邪氣已微，然因病久不得小汗出，邪氣欲從表去卻無出路，遊行皮膚而身癢，陽氣拂鬱於上則面有熱色，且該證只是風寒在表，並無內鬱化熱，故不嘔，清便自調，乃里和之徵。二者易於區別。\n少陽半表半里證與太陽邪鬱肌表證 少陽半表半里證與太陽邪鬱肌表證之發熱惡寒頗為類似，臨證易於混淆，宜注意分辨。少陽半表半里證為邪入少陽，居於半表半里，正邪分爭，相持不下，故以往來寒熱為重要臨床特徵。往來寒熱，系寒已而熱，熱已而寒，交替出現，但非同瘧疾之寒熱往來，休作有時。本證為太陽病日久不解，邪鬱肌表，正氣稍虛，不得小汗，故雖形似瘧而實非為瘧，其發熱惡寒為熱多寒少，一日二三度發，與瘧疾之一日一發，或間日一發不同，也與少陽證之寒熱往來有別。少陽半表半里證之胸脅苦滿，神情默默，不欲飲食，心煩喜嘔，口苦咽乾，目眩，脈弦與本證之面赤，身癢，不嘔，也易於鑑別。\n熱入血室證與太陽邪鬱肌表證 熱入血室證發病是在婦人經水適來或適斷之時，感受外邪，或中風，或傷寒，由於經行而血室空虛，外邪乘虛而入，或外邪與血相搏結，血氣與邪相爭，而致寒熱如瘧，發作有時，熱甚則神志昏亂，或譫語，或晝日明了，暮則如見鬼狀。肝藏血，其脈絡胸脅，血熱互結，肝絡受阻，血行瘀滯，而見胸脅下滿，如結胸狀。太陽邪鬱肌表證之寒熱如瘧，實非瘧疾，與熱入血室之往來寒熱休作有時不同。二者鑑別的關鍵在於：一是婦人適逢月經來潮之時而病，二是熱入血室證的神志症狀晝日明了，暮則譫語，如見鬼狀，此皆為本證之所無。"
  },
  "literature": "《註解傷寒論·辨太陽病脈證並治法上》：“今雖發熱惡寒，而熱多寒少，為陽氣進，而邪氣少也。里不和者，嘔而利，今不嘔，清便自調者，里和也。寒熱間日發者，邪氣深也；日一發者，邪氣復常也；日再發者，邪氣淺也；日二三發者，邪氣微也。……脈微而惡寒者，表里俱虛也。陽表也，陰里也。脈微為里虛，惡寒為表虛，以表里俱虛，故不可更發汗，更下，更吐也。陰陽俱虛，則面色青白，反有熱色者，表未解也。熱色為赤色也。得小汗則和，不得汗，則邪氣外散皮膚而為癢也，與桂枝麻黃各半湯，小發其汗，以除表邪。”\n《傷寒貫珠集·太陽篇上》：“病在太陽，至八九日之久，而不傳他經，其表邪本微可知。不嘔，清便欲自可，則里未受邪可知。病如瘧狀，非真是瘧，亦非傳少陽也，乃正氣內勝，數與邪爭故也。至熱多寒少，一日二三度發，則邪氣不勝而將退舍矣。更審其脈而參驗之，若得微緩，則欲愈之象也；若脈微而惡寒者，此陰陽俱虛，當與溫養，如新加湯之例，而發汗吐下，均在所禁矣；若面色反有熱色者，邪氣欲從表出，而不得小汗，則邪無從出，如面色緣緣正赤，陽氣拂鬱在表，當解之熏之類也。身癢者邪盛而攻走經筋則痛，邪微而遊行皮膚則癢也。夫既不得汗出，則非桂枝所能解，而邪氣又微，亦非麻黃所可發，故合兩方為一方，變大制為少制。桂枝所以為汗液之地，麻黃所以為發散之用，且不使藥過病，以傷其正也。”",
  "zhengsu_composition": {
    "location": [
      "biao"
    ],
    "nature": [
      "qi_zhi"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：表。病性：氣滯。根據證候名稱「太陽邪鬱肌表證」分析其病機組成。"
}