{
  "id": "taiyangbiaohanlire",
  "number": 284,
  "name": "太陽表寒里熱證",
  "category": "傷寒證候",
  "overview": "太陽表寒里熱證是指外感風寒之邪，衛陽被遏，營陰阻滯，腠理閉塞，鬱甚化熱的證候，此為太陽表實兼內熱之證。\n主要臨床表現為：惡寒發熱，頭痛身痛，不汗出而煩躁，口渴，脈浮緊。\n太陽表寒里熱證可見於“外感熱病”初起的表證階段。\n本證應與“太陽表實證”、“太陽熱多寒少證”、“太陽熱邪迫肺證”、“太陽表寒里飲證”、“太陽表虛證”等相鑑別。",
  "clinical_manifestations": "惡寒發熱，頭痛身痛，不汗出而煩躁，口渴，脈浮緊。太陽表寒里熱證",
  "common_diseases": [
    "“外感熱病”初起的表證階段。"
  ],
  "differential_syndromes": [
    "“太陽表實證”",
    "“太陽熱多寒少證”",
    "“太陽熱邪迫肺證”",
    "“太陽表寒里飲證”",
    "“太陽表虛證”"
  ],
  "differential": {
    "self_analysis": "太陽表寒里熱證，因風寒束表，衛陽被遏，失於暢達，又因寒為陰邪，傷於寒故惡寒。太陽之地，陽氣旺盛，衛陽奮起與邪抗爭則發熱。寒滯營陰，筋骨失於溫養故身疼痛。寒性收斂，腠理因之閉塞，故不得汗出。由於邪氣在表，衛陽抗邪於外，故脈浮，寒性收引，脈絡拘急，故脈浮而緊。由於肌表閉鬱為甚，陽氣不得宣通，內鬱化熱，熱邪內擾則煩躁，熱而傷津則口渴。由於病兼內熱，當見舌苔薄黃，脈數。是證有時也可出現脈浮緩，身不痛但重，乍有輕時，柯韻伯指出：“寒有重輕，傷之重者，脈陰陽俱緊而身疼；傷之輕者，脈浮緩而身重，亦有初時脈緊漸緩，初時身疼，繼而不疼者，診者勿執一以拘也。”說明臨證辨析應注意不必為脈之緊緩，身痛之有無所局限，而必須抓住發熱惡寒，不汗出而煩躁之典型症狀，雖見脈浮緩，身不痛者，只要具備外寒內熱之主症，則屬於本證範疇，不要為次要症狀所迷惑。\n太陽表寒里熱證，治療宜解表散寒，清解里熱，方用大青龙汤(《傷寒論》)。",
    "type_comparison": "太陽表實證與太陽表寒里熱證 太陽表實證與太陽表寒里熱證都具備惡寒發熱，頭痛身疼，無汗，脈浮緊等證，均為風寒在表，但太陽表實證僅有表寒，並無里熱見證。太陽表寒里熱證屬太陽表實兼證之一，因風寒外束，腠理閉塞，不得汗解，衛陽內鬱化熱，或素體蘊熱，復感外寒，而致外寒內熱。邪熱內擾則煩躁，或有口渴，苔黃等里熱見證。是與太陽表實證的主要區別。\n太陽熱多寒少證與太陽表寒里熱證 均是外寒里熱，都有惡寒發熱，頭痛脈浮等表證，以及口渴心煩等里熱之象，但太陽熱多寒少證表寒內熱皆輕，無汗或汗出不暢，發熱惡寒，熱多寒少；太陽表寒里熱證則表寒里熱俱甚，外有惡寒發熱，無汗身痛的表實證，內有煩躁口渴的里熱證，程度輕重不同是兩證的主要區別。\n太陽熱邪迫肺證與太陽表寒里熱證 太陽熱邪迫肺之麻杏甘石湯證，在其病程中存在著和太陽表寒里熱證相同的病機，皆以外寒內熱為特點。麻杏甘石湯證為太陽病經用發汗之後，出現汗出而喘，身無大熱者。在風寒外閉階段，衛陽內鬱不得宣達，肺中已自蘊熱，發汗後，邪不從汗解而出之於表，反而化熱內並迫肺。肺因邪熱而失其肅降之用，上逆作喘，熱迫津液外泄則汗出。因邪已不在肌表，加之汗出，故肌表之熱不高，因內熱主要影響及肺，故以咳喘為主症。表邪既已入內，則以肺熱為主，尚可見痰黃而稠，鼻翼煽動，口渴，苔黃，脈數等證。太陽表寒里熱證，由於風寒外束，腠理閉塞，不得汗出，而致衛陽內鬱化熱，症見惡寒發熱，頭痛身痛，不汗出而煩躁，脈浮緊，表證尚重，兩者症狀不同，鑑別不難。但臨床上亦有肺中先自蘊熱，復感風寒，閉鬱於表，外見惡寒發熱，無汗，頭身疼痛，其脈浮緊等表寒之症，內具咳喘，口渴，痰黃等肺熱見症，其內熱主要在於肺熱。而太陽表寒里熱症之里熱見症主要是煩躁、口渴，只要抓住主症，自可辨析。\n太陽表寒里飲證與太陽表寒里熱證 太陽表寒里飲證與太陽表寒里熱證，均有惡寒發熱，頭痛身痛，無汗，脈浮緊等風寒表證，都屬於太陽表實之兼證，但其所兼之里證性質截然不同。太陽表寒里飲證是素有內飲，復感風寒，肺失宣降，飲邪內動迫肺，而致咳喘，以痰多清稀泡沫，量多，苔白滑潤，脈浮緊弦為主要特徵，由於水飲阻滯氣機，水飲流動不居為患，尚多或然見症，如乾嘔，口渴，下利，噎，小便不利，少腹滿等。太陽表寒里熱證由於風寒外束為甚，衛陽內鬱化熱，而兼里熱見症，以不汗出而煩躁為主要特徵，並具口渴，舌苔薄黃等症。二證皆有外寒，但一是內兼寒飲，一是內兼鬱熱，故主要應從所兼之里證加以區別。\n太陽表虛證與太陽表寒里熱證 太陽表虛證與太陽表寒里熱證皆為風寒在表，但二者的病機不同。太陽表虛證其脈浮緩，太陽表寒里熱證雖也有浮緩之脈，然太陽表虛證的主要病機是“衛強榮弱”，症見惡風、發熱、頭痛、汗出，顯無里熱見症。太陽表寒里熱證屬太陽表實兼證，以惡寒發熱，頭痛身痛，不汗出而煩躁為主要表現。雖然有時也出現身不痛，但重，乍有輕時，但必同時具有無汗、煩躁之主症。因為太陽表證在其病變過程中，其症狀並不是固定不變的，受寒有輕重，傷之重者，脈陰陽俱緊而身痛，傷之輕者，脈浮緩而身重，也有初時脈緊而漸緩，初時身痛繼而不痛者，所以脈之緊緩，身痛之有無，並不是太陽表寒里熱證的必具症狀，而以無汗、煩躁為主症。因此不能一見脈浮緩就認定為太陽表虛證，也不能只看到脈浮緊，身疼就認其為太陽表寒里熱證，而應結合各自的其它主症，全面分析方不致誤。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治中》：“太陽中風，脈浮緊，發熱惡寒，身疼痛，不汗出而煩躁者，大青龙汤主之。若脈微弱，汗出惡風者，不可服之。服之則厥逆，筋肉瞤動，此為逆也。”\n《傷寒論·辨太陽病脈證並治中》：“傷寒脈浮緩，身不疼，但重，乍有輕時，無少陰證者，大青龙汤發之。”"
}