{
  "id": "taiyangreraoxionggezhongjiaoxuhan",
  "number": 346,
  "name": "太陽熱擾胸膈中焦虛寒證",
  "category": "傷寒證候",
  "overview": "太陽熱擾胸膈中焦虛寒證，是大下之後，損傷脾胃，或中焦虛寒，復感邪熱，而致身熱，微煩，大便溏等上熱下寒的證候。張仲景曰：“傷寒，醫以丸藥大下之，身熱不去，微煩者，梔子乾薑湯主之。”本證為傷寒誤下變證。\n主要臨床表現為：心胸微煩，身熱不去，腹滿腹痛，食少便溏等。\n太陽熱擾胸膈中焦虛寒證見於“太陽病”，又常見於“腹痛”、“泄瀉”、“嘔吐”等疾病中。\n本證應與“太陽熱擾胸膈證”、“上熱下寒證”、“厥陰寒格證”、“寒熱互結病證”等相鑑別。",
  "clinical_manifestations": "心胸微煩，身熱不去，腹滿腹痛，食少便溏等。太陽熱擾胸膈中焦虛寒證見於“太陽病”，又",
  "common_diseases": [
    "“腹痛”",
    "“泄瀉”",
    "“嘔吐”"
  ],
  "differential_syndromes": [
    "“太陽熱擾胸膈證”",
    "“上熱下寒證”",
    "“厥陰寒格證”",
    "“寒熱互結病證”"
  ],
  "differential": {
    "self_analysis": "太陽傷寒證，汗之則癒。若以丸藥下之，非其治也。“攻里不遠寒”，大下之後，寒氣留中，脾胃虛寒，邪熱內陷，擾於胸膈，或平素中陽不振，復感外邪，形成上焦有熱，中焦有寒之證。上焦有熱則身熱不去而微煩，微煩乃虛煩、煩熱之互詞。中焦有寒則腹滿腹痛，食少便溏。本證若見於腹痛，以腹痛拘急，遇寒更甚，得溫則舒，大便溏薄，舌苔薄黃，脈弦等為其特徵，可用栀子干姜汤或大建中汤(《金匱要略》)合金铃子散(《素問病機氣宜保命集》)增損治之。若出現於嘔吐泄瀉中，則多表現為食少納呆，嘔吐泄瀉，口不渴，舌苔白，脈沉微，微熱心煩等，可用黄连汤、生姜泻心汤(《傷寒論》)治之。\n本證因中焦虛寒，久之必致真陽衰微，故可兼挾命門真火不足之候。土不及則木侮而乘之，故又常兼挾肝脾不調或肝胃不和之證。",
    "type_comparison": "太陽熱擾胸膈證與太陽熱擾胸膈中焦虛寒證 兩者就病機而言，熱擾胸膈雖同，而中焦寒熱則異。後者既有熱擾於上，又有寒在於中；前者但有上熱而無中寒。所以其臨床表現之身熱，虛煩相同。但本證之虛煩，不若太陽熱擾胸膈證心中懊憹，反覆顛倒之甚。而食少納呆，腹滿腹痛，大便溏薄等脾胃陽虛之候，為本證之所必見，彼證則無。總之，中陽不振之有無，是兩者鑑別的關鍵。\n然而太陽熱擾胸膈證及其類證，約有梔子豉湯證、梔子甘草豉湯證、梔子生薑豉湯證、梔子厚樸湯證和梔子乾薑湯證五種。它們均為汗吐下後，邪熱留擾胸膈所致。其主症為身熱，煩熱，虛煩不得眠(輕)，反覆顛倒，心中懊憹(重)，胸中窒塞，心中結痛。此為梔子豉湯證的臨床表現。若兼中氣不足而少氣者，則為梔子甘草豉湯證；若兼胃氣上逆而嘔吐者，則為梔子生薑豉湯證；若變為心煩，腹滿，臥起不安之熱擾於胸，氣滯於中者，則為梔子厚樸湯證；若變身熱微煩，食少便溏者，為餘熱未去，中寒復起，屬於梔子乾薑湯證。\n上熱下寒證與太陽熱擾胸膈中焦虛寒證 《傷寒論》云：“傷寒，胸中有熱，胃中有邪氣，腹中痛，欲嘔吐者，黃連湯主之。”本證與上熱下寒證同為上熱下寒之患。但彼證為上焦有熱，中焦有寒，寒熱互阻，陰陽升降失其常度，陽不得降，獨治於上，故下寒者自寒；陰不得升，獨治於下，故上熱者自熱。寒自為寒，熱自為熱，寒熱錯雜。與本證熱擾胸膈，中焦虛寒之上熱下寒不盡一致。因此，兩者的主症不同，本證以煩熱，便溏為主；彼則以腹痛，欲嘔吐為著。至於胸中煩熱，腹滿腹痛，喜熱喜按，大便溏薄等症，則為二證共同的臨床表現。此外，上熱下寒證，病及於胃，胃失和降而頻欲嘔吐，與本證之病變在脾，未及於胃，但有脾氣不升而無胃氣不降，迥然不同。\n厥陰寒格證與太陽熱擾胸膈中焦虛寒證 厥陰寒格證，即乾薑黃芩黃連人參湯證。《傷寒論》云：“傷寒本自寒下，醫復吐下之，寒格，更逆吐下，若食入口即吐者，乾薑黃芩黃連人參湯主之”。傷寒本自寒下，是指素體中陽不振而腹瀉，復感外邪，本当先溫里後攻表，醫者不察虛實，誤用吐下之法，損傷脾胃，使中寒益甚，反而格熱於上，寒熱格拒，而形成上熱下寒之候。本證與厥陰寒格證皆屬上熱下寒之證。但厥陰寒格證為寒盛於下，陽被陰格，寒熱格拒所致。與本證熱擾胸膈，中焦虛寒之上熱下寒有所不同。上焦有熱，胃氣上逆則嘔吐頻頻。食入即吐，是陰寒格陽，拒食不納。所謂“食入即吐，是無火也。”中焦有寒，脾氣不升，則下利更甚。上熱下寒，尤以上熱為重。其臨床表現，本證以虛煩，便溏重，彼則以寒格吐利為劇，且吐甚於利。兩者均有脾不升清，中焦虛寒之便溏下利。但一為便溏，一為下利，下利比便溏為重。此則胸中煩熱，彼則劇烈嘔吐。兩者不難區別。\n寒熱互結痞證與太陽熱擾胸膈中焦虛寒證 寒熱互結痞證見於《傷寒論》，其云：“傷寒五六日，嘔而發熱者，柴胡湯證具，而以他藥下之，柴胡證仍在者，復與柴胡湯。此雖已下之，不為逆，必蒸蒸而振，卻發熱汗出而解。若心下滿而硬痛者，此為結胸也，大陷胸湯主之；但滿而不痛者，此為痞，柴胡不中與之，宜半夏瀉心湯”。為誤下之後，損傷脾胃，脾胃虛弱，升降失常，寒熱錯雜之候。其疾病的性質與本證相同，均為寒熱錯雜證。其病變部位相近，前者病在中焦，後者病居中上二焦。其脾胃虛弱，升降失常之病機亦相類似。但本證以中焦虛寒，運化無權，脾不升清為著。所以兩者的臨床表現也各具特點。本證以虛煩，便溏為主症，而寒熱互結痞證則以心下痞滿，嘔吐，下利為主症。其大便不調雖同，但下利較便溏為重，並且，太陽熱擾胸膈中焦虛寒證更無心下痞滿，嘔吐之狀。"
  },
  "literature": "《傷寒述義·卷四》：“梔子乾薑湯證，是丸藥大下，兼中焦生寒者也……就方意考之，當是佗有胃寒證候。要邪本不劇，故被誤治不至大逆，故煩既微，而胃寒亦輕，是以僅須梔子乾薑而足矣。”\n《傷寒約篇》：“攻里不遠寒，用寒藥大下之，寒氣留中可知，心微煩而身熱不去，里寒格熱之象也……用梔子以解內煩，倍乾薑以逐里寒而表熱自散。”\n《傷寒懸解·卷四》：“大下其中氣，濁陰上逆，瘀生腐敗，阻格君火不得下行，故身熱而心煩，梔子乾薑湯，乾薑降逆而溫中，梔子吐瘀而除煩也。”",
  "zhengsu_composition": {
    "location": [
      "xiongge"
    ],
    "nature": [
      "han",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：胸膈。病性：寒、熱/火。根據證候名稱「太陽熱擾胸膈中焦虛寒證」分析其病機組成。"
}