{
  "id": "taiyangyangxuxinshenfuyue",
  "number": 350,
  "name": "太陽陽虛心神浮越證",
  "category": "傷寒證候",
  "overview": "太陽陽虛心神浮越證是因誤施火法，迫劫取汗，以致心陽亡失，神志不守而產生驚惕不安，狂躁不寧的證候。正如柯韻伯所謂：“驚狂者，神明擾亂也。”\n主要臨床表現為：驚恐狂亂，臥起不安，心悸，胸悶，苔薄白，脈虛無力或虛數。\n太陽陽虛心神浮越證可見於太陽病誤治變證之中。\n本證應與“太陽心陽不足證”、“太陽陽虛心神失守證”、“太陽陰盛虛陽上擾證”、“太陽陰陽兩虛虛陽上擾證”、“少陽兼表及里虛實錯雜證”、“太陽蓄血證”、“太陽熱擾胸膈中焦氣滯證”等進行鑑別。",
  "clinical_manifestations": "驚恐狂亂，臥起不安，心悸，胸悶，苔薄白，脈虛無力或虛數。太陽陽虛心神浮越證",
  "common_diseases": [
    "太陽病誤治變證之"
  ],
  "differential_syndromes": [
    "“太陽心陽不足證”",
    "“太陽陽虛心神失守證”",
    "“太陽陰盛虛陽上擾證”",
    "“太陽陰陽兩虛虛陽上擾證”",
    "“少陽兼表及里虛實錯雜證”",
    "“太陽蓄血證”",
    "“太陽熱擾胸膈中焦氣滯證”等進行"
  ],
  "differential": {
    "self_analysis": "本證見於《傷寒論》：“傷寒脈浮，醫以火迫劫之，亡陽，必驚狂，臥起不安者，桂枝去芍药加蜀漆牡蛎龙骨救逆汤主之。”傷寒脈浮本当發汗解表，誤用火劫迫汗，導致心陽傷亡。心為陽臟，主藏神明，火為熱邪，內攻有力。誤施火劫，火邪內迫，擾亂神明；火劫迫汗，汗為心液，汗出過多，津液耗傷，則陽隨汗泄。蓋陰為陽基，陰液損傷，則陽氣亦亡，陽虛則心神不斂，故發驚狂，正是《素問·至真要大論》“諸躁狂越，皆屬於火”之謂。本證以驚恐狂亂為主症，兼見煩悶躁擾，臥起不安等，亦皆為亡陽心神浮越之兆。張隱庵說：“傷寒脈浮，病在太陽之表，以火迫劫，則陽氣外亡矣，亡陽則神失所養，必驚狂而臥起不安也”。\n亡陽又有亡心陽與亡腎陽之分。一般來說服用麻桂辛溫過汗，多亡腎陽；而火劫迫汗，則多亡心陽。尤在涇說：“陽者心之陽，即神明也。亡陽者，火氣通於心，神被火迫而不寧，此與發汗亡陽者不同。發汗者，搖其精則厥逆，筋惕肉瞤，故當用四逆；被火者，動其神，則驚狂，起臥不安，當用龍牡”。說明亡心陽與亡腎陽之不同。亡腎陽者先傷其精，後亡其陽，陽虛不外達，肌肉瞤惕；亡心陽者，先傷其神，故以驚狂為主，兼見心悸，胸悶不暢。又因本證心陽虛損，陽虛不能敷布津液，停濕生痰，而成亡陽挾痰之變，則神魂飛越，君主孤危，驚駭而狂越，治當溫復心陽，潛鎮安神，兼以消痰，宜桂枝去芍藥加蜀漆龍骨牡蠣救逆湯(《傷寒論》)。\n驚狂症與雜病所見之狂病不同。本證之驚多指驚惕而言。狂指煩躁之甚，臥起不安，非指癲狂之狂。故不見狂言妄語，喧擾不寧，動而多怒，罵詈不休等精神失常的表現。狂病多由惱怒悲憤，傷及肝膽，不得宣泄，鬱而化火，煎熬津液，津凝為痰，痰火上擾，蒙閉心竅，神志逆亂所致。而本證之病因，主要責之於火劫誤治，心陽亡失，神不守舍，並無七情內傷，其狂乃一時之病變，若消除火劫因素，心陽得以收斂，則驚狂可止。但本證病程中，亦應保持環境安寧，精神愉快，避免不良因素刺激，也是愈病康復的必備條件。",
    "type_comparison": "太陽心陽不足證與太陽陽虛心神浮越證 二者皆為太陽病變證，又均為損傷心陽所致，但二者證候並不盡相同。前證乃因過汗，汗為心之液，津虧液竭，心陽損傷，以致心下悸動不安。陽受氣於胸中，陽氣耗損，心胸空虛無主，則悸而欲得外護，故“其人叉手自冒心，心下悸，欲得按”為本證的特徵。但其心陽虛損的程度較亡陽為輕，故為心陽損傷之初期，因此以辛甘溫陽之法，補益心陽，陽氣得復，則悸動自止。後證，火劫迫汗，心陽損傷，而見陽氣亡失散亂，故心神飛越，以致驚狂臥起不安，但亡陽之初，亦常伴有心悸之症。因此，陽虛心神浮越之驚狂症，為心陽損傷之極，二者又有輕重之別。\n太陽陽虛心神失守證與太陽陽虛心神浮越證 二者均緣於火逆，又皆因心陽虛損所致。其證候常常驚狂與煩躁相互並見，施治方藥，亦所差無幾，鑑別之處，可參見“太陽陽虛心神失守證。”\n太陽陰盛虛陽上擾證與太陽陽虛心神浮越證 二者皆以陽氣損傷為共同的病機。前者見於《傷寒論》“下之後，復發汗，晝日煩躁不得眠，夜而安靜，不嘔、不渴，無表證，脈沉微，身無大熱者，乾薑附子湯主之。”因汗下失宜，損耗腎陽所致，故證以晝日煩躁，不得眠，夜而安靜為其特徵，並以一派陽虛陰盛症為主，多見四肢厥逆，脈沉微之象，而絕無三陽之證；後者則為火劫發汗損傷心陽，以致心神浮越，症以煩躁，驚狂為其特徵，而無晝煩夜靜之分，亦無陽虛等證。故前者責之於腎陽虛；後者責之於心陽虛，為其主要區別。\n太陽陰陽兩虛虛陽上擾證與太陽陽虛心神浮越證 太陽陰陽兩虛虛陽上擾證見於《傷寒論》“發汗若下之，病仍不解，煩躁者，茯苓四逆湯主之。”由於過汗傷陽，誤下傷陰，先汗後下陰陽兩傷，故誤治太陽，虛其少陰，而形成本證。少陰為水火之臟，陰陽之根。若陰陽兩傷，水火失濟，故見晝夜煩躁，不得安寧。但本證仍以少陰陽虛為主，故常伴有惡寒厥逆，蜷臥欲寐，脈象微細等症。而太陽陽虛心神浮越證，為火劫迫汗，心陽損傷，陽虛心神浮越，故驚狂臥起不安，為本證的主要表現，又常伴有煩躁之症，但與陰陽兩傷，水火不濟之煩躁相比，病因、病機各有不同，其治療亦異。前者以扶陽益陰，交通心腎為主；後者以溫心陽，斂心神為先。\n少陽兼表及里虛實錯雜證與太陽陽虛心神浮越證 前者證見煩驚，後者證見驚狂。其驚症相同，而煩與狂則異，故其病機亦不盡同。前者因誤下邪陷少陽，樞機不利，三焦不暢，故以胸脅苦滿等少陽證為主，而兼見煩驚，同時伴有太陽膀胱氣化失職之小便不利；陽明胃氣不和之谵語；三陽經氣不利之一身盡重，不可轉側等；後者為太陽火劫亡陽而成，陽虛心神浮越，則驚狂不安，可見二者病位不同，病機亦異。故驚症雖同，而餘症皆殊，掌握其症狀與病機，對比分析，辨證不難。\n太陽蓄血證與太陽陽虛心神浮越證 如狂、發狂是太陽蓄血的主症之一，故易與驚狂混淆，又皆出於太陽病之變證，故當需鑑別。太陽蓄血證，乃因在表之邪未解，循經傳入下焦，熱與血相搏，停蓄於下而成太陽蓄血證。故仲景自注曰：“所以然者，以太陽隨經，瘀熱在里故也。”此所謂熱結膀胱之證，因血熱並結於下，而血脈上連於心，今血蓄於下，逆擾於上，心神被擾，煩亂不安，故見如狂，甚則發狂；後者，由於心陽虛損，心神不斂，而見驚狂煩亂，甚則臥起不安，有狂躁不寧之狀。故二者之分一屬蓄血，一屬亡陽；一則為實，一則為虛，是其主要區別。況且蓄血證兼見少腹急結，或硬滿而痛，小便自利等，並由於瘀血阻滯，血行不暢，其脈多見沉澀或沉結之象，舌質暗紫，或有瘀斑等瘀血之徵，與火劫亡陽之虛弱脈，舌淡苔白虛寒之象，自然又有不同。\n太陽熱擾胸膈中焦氣滯證與太陽陽虛心神浮越證 太陽熱擾胸膈中焦氣滯證見於《傷寒論》“傷寒下後，心煩腹滿，臥起不安者，梔子厚朴湯主之。”此證之心煩腹滿、臥起不安與火劫亡陽之驚狂，臥起不安實屬兩類。前者為傷寒下後，邪氣壅塞於胸腹之間，腹滿則不欲坐，心煩則不欲臥，以致臥起不安，證屬虛煩；後者則為神志散亂，驚煩不寧，而臥起不安，證屬陽虛神不守舍，故其證雖相似，但病因、病機殊別。"
  },
  "literature": "《類證活人書·問發狂》：“火邪發驚狂者，醫以火於臥床下，或周身用火迫劫汗出，或熨而成火邪，其人亡陽，煩躁驚狂，臥起不安，桂枝去芍藥加蜀漆牡蠣龍骨救逆湯，桂枝甘草龍骨牡蛎湯主之。凡灸及燒針後，證似火劫者，並用劫法治之，《金匱》風引湯尤良，柴胡加龍骨牡蛎湯更捷。”\n《傷寒來苏集·傷寒論注·桂枝湯證下》：“驚狂者，神明擾亂也，陰不藏精，驚發於內，陽不能固，狂發於外，起臥不安者，起則狂，臥則驚也。”\n《傷寒論類方·桂枝湯類》：“此與少陰汗出之亡陽迥別。蓋少陰之亡陽，乃亡陰中之陽，故用四逆輩回其陽於腎中，今乃以火逼汗，亡其陽中之陽，故用安神之品，鎮其陽於心中，各至其理，不可易也。”\n《醫宗金鑑·訂正傷寒詮注》：“傷寒脈浮，醫不用麻桂之藥，而以火劫迫汗，汗出亡陽，故見驚狂，起臥不安之證。蓋由火劫之誤，熱氣從心，且大脫津液，神明失倚也。然不用附子四逆輩者，以其火劫亡陽也，宜以桂枝湯去芍藥加蜀漆龍骨牡蛎救逆湯主之。”\n《尚論篇·太陽經下篇》：“誤服大青龍湯，厥逆筋惕肉瞤而亡陽者，乃汗多所致，故用真武湯救之。此以火劫而亡陽者，乃方寸元陽之神，被火迫劫而飛騰散亂，故驚狂起臥不安。有如此者，少緩須臾，駟馬莫追，神丹莫挽矣，故用此湯救之。……蓋陽神散亂當求於陽，桂枝湯陽藥也，然必去芍藥之陰重，始得痰趨以達陽位，既達陽位矣，其神之驚狂者漫難妄走，更加蜀漆之主統，則神可賴之以信寧矣，緣蜀漆之性最急，丹溪謂其能飛補是也，更加龍骨牡蠣有形之骨，為之舟楫，以載神而返其宅。”"
}