{
  "id": "taiyangzhongxuliji",
  "number": 348,
  "name": "太陽中虛里急證",
  "category": "傷寒證候",
  "overview": "太陽中虛里急證，是傷寒初期，未經汗下之誤，因里虛導致心悸而煩的證候。如《傷寒論》云：“傷寒二三日，心中悸而煩者，小建中湯主之”。\n主要臨床表現為：心悸而煩，虛怯少氣，精神疲倦，舌苔白潤，脈緩弱或弦或澀。或見腹中痛，手足煩熱，口燥咽乾，四肢酸痛，夢遺失精等。\n太陽中虛里急證見於“太陽病”，亦見於“虛勞”、“胃脘痛”、“腹痛”等疾病中。\n本證應與“太陽心陽不足證”、“太陽心氣陰兩虛證”、“太陽水氣上逆證”、“少陰陽虛陰盛證”、“少陰陽虛水泛證”等相鑑別。",
  "clinical_manifestations": "心悸而煩，虛怯少氣，精神疲倦，舌苔白潤，脈緩弱或弦或澀。或見腹中痛，手足煩熱，口燥咽乾，四肢酸痛，夢遺失精等。太陽中虛里急證見於“太陽病”，亦見於“虛勞”、“胃脘痛”、“腹痛”等疾病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“太陽心陽不足證”",
    "“太陽心氣陰兩虛證”",
    "“太陽水氣上逆證”",
    "“少陰陽虛陰盛證”",
    "“少陰陽虛水泛證”"
  ],
  "differential": {
    "self_analysis": "太陽中虛里急證，為傷寒病初起，雖未經汗下之誤，但里氣本虛，復被邪擾而成。本證之基本病機為脾陽不足，其臨床特徵為心悸而煩。其證若見於心悸中，則表現為心悸頭暈，面色不華，倦怠乏力，食慾減退，舌淡脈細等，可用归脾汤(《校注婦人良方》)治之。在胃脘痛中，中虛里急證則以胃痛隱隱，泛吐清水，喜熱喜按，納食減少，神疲乏力，甚則手足不溫，大便溏薄，舌淡脈虛等為主要臨床表現，治宜溫中健脾之黄芪建中汤(《金匱要略》)。若見於腹痛中，其臨床表現以腹痛綿綿，時作時休，痛喜熱按，飢餓及勞累後加劇，大便溏薄等為特徵，治當甘溫補養，益氣散寒，方選用附子理中丸(《太平惠民和劑局方》)或小建中汤(《金匱要略》)。\n脾為後天之本，氣血生化之源。本證責之中陽不振，故其病機演變與其他臟腑密切相關。肺主氣，脾益氣，若脾之陽氣久虛，必致肺氣亦虛，終致脾肺氣虛，所以小建中湯證常可兼挾脾肺氣虛之證，而表現為氣短懶言，面色晄白，肢倦乏力等。腎為先天之本，脾為後天之本。先天生後天，後天養先天。脾之運化，必賴腎中陽氣的溫煦，而腎所藏的精氣，又需脾胃水谷精微的不斷補充。先後天相互資生，相互促進。故本證病久不癒，脾陽久虛，損及於腎，必致脾腎陽虛，而出現腰腹冷痛，下利清谷，水腫等。",
    "type_comparison": "太陽心陽不足證與太陽中虛里急證 《傷寒論》云：“發汗過多，其人叉手自冒心，心下悸，欲得按者，桂枝甘草湯主之”。太陽心陽不足證，系發汗過多，損傷心陽，心失其護，空虛無主所致。而太陽中虛里急證，非為誤治變證。病發傷寒，僅二三日，尚屬新病。因脾陽不振，化源不足，氣虛血虧，則由脾及心而心脾兩虛。所以太陽心陽不足證與太陽中虛里急證，雖均為陽氣不足之候，但前者僅陽氣不足而無陰血虛弱，其病在心。而後者不特陽氣虛衰，陰血亦弱，為陰陽兩虛，病在心脾。其臨床表現也不盡相同。太陽心陽不足證以心悸欲得手按為主症，而本證則以心悸且煩為特徵。一則心悸不煩，一則心悸而煩。因此，心煩之有無是兩者臨床鑑別的關鍵。太陽心陽不足證常兼氣短，胸悶，耳聾等症；太陽中虛里急證則常兼腹中急痛，虛怯少氣，精神疲乏，或手足煩熱，四肢酸痛等症。其脈象，彼則細弱或虛大無力，此則緩弱或弦或澀，亦可資鑑別。\n太陽心氣陰兩虛證與太陽中虛里急證 太陽心氣陰兩虛證又名炙甘草湯證。《傷寒論》云：“傷寒，脈結代，心動悸，炙甘草湯主之”。心主血脈，心本恆動而人不知其動，此生理之常而不為病。若自覺心動悸而不穩，是心之動失於常，必有所因。太陽氣陰兩虛證，本為邪盡之後，氣血兩虛之候。心主血脈，為五臟六腑之大主。脈為血之府，“脈實血實，脈虛血虛”(《素問·刺志論》)。今心臟虛衰，氣血不足，陰陽兩虛，心陰(血)不足，心失所養。心陽(氣)不振，鼓動力弱，氣來不勻。心之陰陽兩虛，氣血不相接續，宮城震動，故心動悸而脈結代。太陽中虛里急證與太陽心氣陰兩虛證，兩者同屬陰陽兩虛，氣血不足之證，又均以心悸為主要臨床表現。但本證病在脾而及於心，心脾俱病，然太陽心氣陰兩虛證病獨在心，未累及脾。故其主症，彼則心動悸而不煩，此則心悸而煩。兩者的兼證亦異，太陽心氣陰兩虛證常兼少氣、短氣、失眠之徵，而本證卻常伴神疲，腹痛等。其脈象更是迥然不同，前者以脈結代為特徵，而後者則脈緩弱或弦或澀，絕無結代。一則心悸而煩，一則心悸不煩；一則脈不結代，一則脈有結代。兩者的鑑別尤以心悸與脈結代之有無為要。\n太陽水氣上逆證與太陽中虛里急證 太陽水氣上逆證，即茯苓桂枝白朮甘草湯證。過汗多傷心陽，吐下多傷脾陽。太陽水氣上逆證的基本病理機制為脾陽不運，水停心下，水飲有凌心、射肺、犯胃等泛濫之勢。而本證則為脾陽不振，運化無權，氣血不足，心脾兩虛。兩者脾陽不足則同，但前者為脾不運濕，水津不化，飲停於中。後者系脾失健運，化源不足，氣虛血虧，心神失養。故苓桂術甘湯證以水飲為害，而本證則是氣血雙虧，正氣之虛。所以，其臨床表現雖然均可出現心悸不安，但苓桂術甘湯證必兼心下逆滿，氣上衝胸，眩暈，咳喘，嘔吐等水邪泛濫之徵，而太陽中虛里急證則兼有心煩，少氣，神疲等心脾兩虛，氣血雙虛之候。彼則舌苔白滑，脈沉緊或沉弦，此則舌淡苔白潤而不滑，脈緩弱或弦或澀。綜上所述，太陽水氣上逆證與太陽中虛里急證的鑑別要點有四：一是心悸不煩或心悸而煩；二是兼有水飲停聚抑或氣血雙虛之象；三是舌苔白滑還是白潤；四是脈沉緊、沉弦還是緩弱。\n少陰陽虛陰盛證與太陽中虛里急證 “少陰病，欲吐不吐，心煩，但欲寐，五六日自利而渴者，屬少陰也，虛故引水自救；若小便色白者，少陰病形悉具，小便白者，以下焦虛有寒，不能制水，故令色白也。”(《傷寒論》)少陰病之心煩，是下焦陽氣衰微，虛陽上擾之故。這種心煩與本證之心煩不同。本證之心煩，病在心脾，氣血兩虛，為心悸而煩。而少陰陽虛陰盛證之心煩，病在心腎，真陽式微，心雖煩而但欲寐。但欲寐為少陰虛寒證的主要症狀之一，與心煩並見，且兼四肢厥逆，下利，小便色白，脈微細等，則下焦虛寒，陽氣衰微可知。因此，心悸與否，四肢厥逆，但欲寐，脈微細之有無，為兩證鑑別的關鍵所在。\n少陰陽虛水泛證與太陽中虛里急證 少陰陽虛水泛證即真武湯證。腎主水，太陽病誤汗，損傷腎陽，腎陽不足，水無所主，泛濫為災。凌於心則悸，射於肺則咳喘，停於胃脘則嘔吐，泛溢於肌膚則水腫。真武湯證以心悸、浮腫、眩暈或咳喘等為主要臨床表現。其病機為陽虛陰盛，水氣內停。與太陽中虛里急證相比，前者病本於下，責之腎陽虛衰，水飲停聚；後者病本於中，責之脾陽不足，氣血雙虛。一為病在心腎，一為病在心脾。故兩證雖均以心悸為重，但少陰陽虛水泛證之心悸，必兼浮腫，頭眩，但欲寐，咳喘等陽虛水停之症，而本證之心悸，必兼心煩，虛怯少氣，精神疲憊等氣血不足之狀。"
  },
  "literature": "《医学摘粹》：“心下筑筑惕惕，怔怔忡忡，悸病之狀也。飲水多而小便少，水停心下，宜茯苓甘草湯，或五苓散。厥冷為寒，宜真武湯。汗後為虛，宜小建中湯。或不因汗後，是虛之甚也，宜炙甘草湯。”\n《醫宗金鑑·訂正傷寒論注》：“傷寒二三日，未經汗下，即心悸而煩，必其人中氣素虛，雖有表證，亦不可汗之。蓋心悸陽已微，心煩陰已弱，故以小建中湯先建其中，兼調營衛也。”"
}