{
  "id": "taiyangyuxueyingqibufu",
  "number": 288,
  "name": "太陽瘀血營氣不敷證",
  "category": "傷寒證候",
  "overview": "太陽瘀血營氣不敷證是太陽蓄血的重證。乃因太陽邪熱入府與血相結，血行瘀停，營氣不能敷布肌膚所致。\n主要臨床表現為：身黃色晦暗，小腹鞭，小便自利，如狂，舌質暗紅，脈沉結。\n太陽瘀血營氣不敷證常出現於“黃疸”、“癲狂”等疾病中。\n本證應與“陽明濕熱里實證”、“太陽蓄血證”、“太陰寒濕郁結證”等相鑑別。",
  "clinical_manifestations": "身黃色晦暗，小腹鞭，小便自利，如狂，舌質暗紅，脈沉結。太陽瘀血營氣不敷證常出現於“黃疸”、“癲狂”等疾病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“陽明濕熱里實證”",
    "“太陽蓄血證”",
    "“太陰寒濕郁結證”"
  ],
  "differential": {
    "self_analysis": "太陽瘀血營氣不敷證雖不若濕熱發黃證那樣多見，但病情危篤，不容忽視。《傷寒論》立抵当汤治之。該方行瘀逐血，其力峻猛，為後世治療瘀血身黃之淵源。若黃疸病出現瘀血營氣不敷證，則多表現為身目色黃晦暗，面色青紫暗滯，皮膚可見蟹爪紋，大便色黑等。此由瘀血內停，膽汁運行受阻，逆於肌膚所致。治宜活血化瘀退黃，方用抵当汤加茵陳、敗醬草、虎杖、澤蘭等。若癲狂病出現瘀血營氣不敷證，其臨床表現以狂亂無知，兩目紅赤，甚則金黃色，罵詈號叫，氣力逾常，小便自利，小腹鞭滿為特點。此因血結下焦，阻塞脈道，擾亂心神所致。治宜逐瘀破血，佐以清心開竅，抵当汤送服安宫牛黄丸(《溫病条辨》)治之。\n太陽瘀血營氣不敷證多發生於素有瘀血或宿有癥瘕之體。太陽邪熱不解，隨經入府，若無瘀血所依，則多影響氣化而成為太陽蓄水證，若瘀血或積聚內伏，則邪熱盤結搏於血分而見太陽蓄血證。輕則多不發黃，發黃者必為瘀血之重證。審察素體，常見面色黧黑，皮膚甲錯，唇舌青，少腹隱痛，或“腹不滿，其人言我滿”，脈澀不和等症。此類症狀，或隱或顯，或多或少，臨證不必悉具，要在見微知著。\n瘀血是病理性產物，但又是繼發性致病重要因素。瘀血搏結不散，常會影響到心肝兩經的神志和疏洩功能。波及到心，心脈不和，邪熱內熾，兼見神識昏蒙，似睡非睡，或囈語不休，或喃喃自語。波及到肝，肝失條達，筋脈失養，兼見肢体抽搐，震顫，或腹大如鼓，尿少或尿閉。諸如此證，非活血逐瘀不能轉危為安。",
    "type_comparison": "陽明濕熱里實證與太陽瘀血營氣不敷證 陽明濕熱里實證系陽明濕熱鬱蒸所致。雖然與本證同屬黃疸範疇，但病機徑庭，黃色不一。本證病在血分，乃邪熱內陷，營氣不能營養肌膚所致。彼證病在氣分，濕鬱熱蒸，熏於肌膚而發黃。就黃色而辨，本證黃色晦暗，彼證黃色如橘而鮮。以小便區分，本證小便利，彼證小便不利。這是因為病在血分者無關氣化，故小便利；病在氣分者影響氣化，故小便不利。正如吳坤安所說：“蓄血發黃，則便利而清，濕熱發黃，則便黃而濁。”\n太陽蓄血證與太陽瘀血營氣不敷證 兩證均為太陽蓄血證的範疇。陽邪入府，瘀熱在里，與下焦的宿血相搏，必現蓄血證候。張仲景反覆強調小便自利，小腹滿鞭，如狂為蓄血證的指徵。但由於瘀血程度有別，邪結有久暫之分，所以又有輕重緩急的不同。考《傷寒論》中太陽蓄血證有桃核承氣湯、抵當丸、抵當湯三個湯證。桃核承氣湯證是“少腹急結”，抵當湯證是“少腹鞭”，抵當丸證則介乎兩者之間為“少腹滿”。足見太陽瘀血營氣不敷證較桃核承氣湯證和抵當丸證為重。尚有身黃、脈沉結為辨。左季云說：“桃仁承氣湯乃治瘀血將結之時，而抵當湯乃治瘀血已結之後。”他的話雖不完備，但兩個湯證的緩急已很明確。\n太陰寒濕鬱結證與太陽瘀血營氣不敷證 太陰寒濕鬱結證為太陰病演化過程中的或然證候，非必然趨勢。太陰為濕土之臟，寒濕鬱滯亦能發黃。此種身黃與太陽瘀血營氣不敷證均不若陽明濕熱發黃那樣鮮明如橘。太陰身黃，色黃而暗晦；太陽瘀血身黃，黃如油暈，兩證均屬陰黃。但審病機，察證候，兩證有明顯不同。太陰寒濕鬱結證為中陽虛餒，濕濁不化，鬱滯作黃，必然小便不利，且無神志狂亂症狀；本證為瘀血內停，熱入搏結作黃，小便必自利，且有如狂之症。而太陰病“若小便自利者，濕熱從水道暗泄，不能發黃也。”(《傷寒尚論篇》)"
  },
  "literature": "《證治準繩·傷寒》：“瘀熱發黃與瘀血發黃外證及脈未嘗相似。且如頭汗出劑頸而還，腹微滿，小便不利，渴飲水漿為瘀熱證。小腹急結，其人如狂，小腹鞭滿，小便自利，大便黑為瘀血證，此外證之不似也。瘀血脈微而沉或沉結，瘀熱脈則浮滑緊數，此脈伏之又不相似也。然則相似者，但色黃耳。若論黃色之相似，非特瘀熱與瘀血。又如風溫被火微發黃色；太陽火劫發汗，兩陽相熏灼其身發黃；陽明被火額上微汗必發黃者，是又挾火邪所致者外，此亦有黃色之不相似者乎！曰：濕家之薰黃則異矣。可不各以其似不似而明辨與！”\n《傷寒大白·發黃》：“至淤熱發黃與淤血發黃，又宜細辨。如頭汗出，遍身無汗，腹微滿，小便不利，渴欲飲水，為淤熱發黃。若小腹硬滿，小便不利，大便或結或黑，如狂喜忘，渴不飲水，為淤血發黃，此症之分析也。淤熱發黃，脈必數大沉實；淤血發黃，脈見沉細芤結，此脈之分別也。”"
}