{
  "id": "taiyangweiqishangni",
  "number": 366,
  "name": "太陽胃氣上逆證",
  "category": "傷寒證候",
  "overview": "",
  "clinical_manifestations": "",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "太陽表實證，本当以發汗祛邪，緣患者胃氣素弱，不任辛溫慓悍之劑解表，或誤用吐下損傷胃氣，使脾胃運化功能失職，清氣不升，濁氣不降，伏飲停聚胃脘，遂致胃氣上逆。治宜補氣和胃降逆，佐以蠲飲，方用旋覆代赭汤(《傷寒論》)。\n小兒傷寒，每易發生本證。由於小兒為稚陰稚陽之體，臟腑嬌嫩，形氣未充，治療護理稍有不當，即易傷正，後天脾胃更是首當其衝。在證候表現上，以胃氣上逆較為突出，除時有噯氣之外，更以呃逆、嘔吐為常見，嘔出物多為痰水乳食，不酸不臭；此外，常見患兒煩躁，啼哭。年老體弱者見此證，因其體素陽氣虛弱，發病後往往以正虛而水飲較甚，氣逆較輕為特點。故臨床上多見心下痞而不硬，噯氣亦較輕微，但常可伴見噁心嘔吐，或泛吐清涎，且納減腹脹，少氣乏力，舌淡白胖嫩而有齒痕，脈虛等脾胃氣虛的症狀較為明顯，病程亦較長。\n本證候在病機演化過程中，往往容易出現兼挾證候。例如，常兼肝氣鬱結證。在正常生理情況下，肝與脾胃，存在著木克土的制約關係，一旦脾胃受損，中陽虛弱，則肝木每易橫逆乘脾，此時，臨床上除心下痞硬的症狀較為突出之外，還可見煩躁易怒，胸脅脹痛，或兼見胃脘脹滿攻痛，痛連兩脅，噯酸；部分患者則以噯氣頻作的症狀較為突出，而兼見精神抑鬱，善太息，遇情志刺激則諸症加重。本證還常可兼水飲內停證，因本證原系伏飲為患，復因中氣受損，脾失健運，水濕不化聚為痰飲，伏飲與新飲相搏，浸漬於胃腸，出現水飲內停兼證。此時，臨床上可兼見水飲不化的“胃中有振水音”；飲邪內阻，虛陽不得伸發的“背中寒冷”；飲邪上擾清陽的“頭目眩暈”；以及水飲上凌心肺的“心悸氣短”等症狀。本證若失於治理，遷延日久，正虛日甚，陽虛陰寒內生，必兼見脾陽虛的證候表現。此時，臨床上，往往“痞”甚於“噯”，且納減腹脹、口淡時泛清涎、尿清便溏等脾不健運的表現甚為明顯，同時，必見畏寒肢冷，脈沉遲無力等一派虛寒之象。",
    "type_comparison": "水停食滯痞證與太陽胃氣上逆證 二者同屬太陽變證，皆因太陽表實證治療後脾胃受損傷，升降功能失職，邪氣結於胃脘部，胃氣上逆所引起，均有心下痞硬與噯氣的表現，但二者又有不盡相同的地方。太陽胃氣上逆證因發汗、誤吐下而成。由於胃氣受損，伏飲乘虛聚於胃，濁氣不降，胃氣挾飲邪上逆，所以心下痞硬，噯氣頻作；胃中虛氣挾伏飲上逆，故主要表現除噯氣之外，臨床上有時並可出現呃逆，嘔吐，甚至食入即吐的症狀；本證病機以脾胃陽氣虛弱為主，飲邪為次，故可見納減，口淡不渴，小便清等。水停食滯痞證的病機較為複雜，系汗後傷脾胃陽氣，寒自內生與內陷之邪熱互結，更兼脾胃腐熟運化失職，水飲食滯停蓄而致。故其噯氣必酸腐食臭與後證噯而無食臭不同。另一方面是更兼水飲停蓄走注腸間，而見腸鳴泄瀉，為後證所無，易於鑑別。\n胃虛氣逆痞證與太陽胃氣上逆證 同屬太陽變證，亦均由太陽表實證治療後損傷脾胃，邪氣結聚中焦所引起。故二者均有脾胃受損，腐熟運化功能障礙，升降失職，痞塞不通及胃氣上逆的表現。所不同者，太陽胃氣上逆證脾胃損傷較輕。而胃虛氣逆痞證，脾胃陽氣損傷較甚，脾胃陽氣大虛，陽虛寒自內生，與內陷之邪熱互結，寒熱錯雜於中焦。自表陷入胃中之客熱上逆，並無水飲與食滯，故其表現為乾嘔，心煩不安，與太陽胃氣上逆證的噯氣頻頻有所不同；又由於下後脾胃陽氣虛衰，寒熱不和，水谷不別，下迫腸道，故其泄瀉兼有完谷不化的表現，則為太陽胃氣上逆證所無。\n寒熱錯雜痞證與太陽胃氣上逆證 寒熱錯雜痞證，乃太陽傳入少陽之後，誤用瀉下法，損傷脾胃，在外之邪熱乘機內陷，致脾胃升降失職，寒熱錯雜於中焦所引起。故也有中焦氣機痞塞的“心下痞滿”及胃氣上逆的“嘔吐”等表現。唯本證虛實參半、寒熱並存，則與正虛邪微，寒而無熱的太陽胃氣上逆證有所不同。臨床上主要從病史及證候表現上進行鑑別。前者先見太陽表證，繼而必有“嘔吐、寒熱往來”等少陽病的典型表現，再經誤下，熱退之後，才出現“心下痞”，而嘔吐依然存在；則與後者之太陽表證發汗復吐下後，即見“心下痞硬、噯氣頻頻”有所不同。此外，前者誤下傷脾胃，加以寒熱錯雜其中，必致清濁不分，並走於下，必兼“腸鳴泄瀉”，與後者不難鑑別。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治下》：“傷寒發汗，若吐，若下，解後，心下痞硬，噫氣不除者，旋覆代赭湯主之。”\n《傷寒指掌·噫氣》：“經云：寒氣客於胃，厥逆從下上散，復出於胃，故為噫。……邵評：中陽虛弱，寒氣入胃，寒挾胃氣上逆，升而不降，氣從喉出有聲，為噴氣也。噯氣者，因氣抑鬱不宜。上逆作聲而噯氣，每有飽食之後而作者，可知其因于胃氣鬱滯也。二症不同，噫氣為虛，噯氣為實，當分別施治。”\n《傷寒溯源集·心下痞證治》：“此條比前生姜瀉心湯同一傷寒汗出邪解之後，而少胃中不和，脅下水氣，腹中雷鳴下利諸證，為較輕矣。”\n《醫宗金鑑·辨太陽病脈證並治中篇》：“傷寒發汗，若吐若下，解後。設表里俱清，自然胃和思食而愈。今邪雖解，而心下痞硬，胃虛結也；噫氣不除，胃氣逆也。然治病之法，無出諸瀉心湯，故於生姜瀉心湯方中，去芩連干姜，以病解無寒熱之邪也；佐旋覆代赭石者，所以補虛宣氣、滌飲鎮逆也。”\n《傷寒論今釋·太陽下篇之下》：“本方及半夏生姜甘草三瀉心湯之證(即寒熱互結成痞、水停食滯痞、胃虛氣逆痞等三證)，皆非外感卒病……故傷寒方非專為傷寒而設，亦有雜病方存焉。本方與三瀉心同主痞硬，而三瀉心重在雷鳴，本方則重在噴氣。三瀉心為急性胃腸炎，故用芩連；本方為慢性，故不用芩連昔賢謂瀉心虛實相半，本方純乎虛，有以也。”",
  "zhengsu_composition": {
    "location": [
      "wei"
    ],
    "nature": [
      "qi_ni"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：胃。病性：氣逆。根據證候名稱「太陽胃氣上逆證」分析其病機組成。"
}