{
  "id": "taiyangyinyangliangxuxuyangshangrao",
  "number": 342,
  "name": "太陽陰陽兩虛虛陽上擾證",
  "category": "傷寒證候",
  "overview": "太陽陰陽兩虛虛陽上擾證，又稱茯苓四逆湯證，是太陽病汗下後，陰陽兩虛，而致厥逆煩躁等症狀的證候。《傷寒論》云：“發汗，若下之，病仍不解，煩躁者，茯苓四逆汤主之。”\n主要臨床表現為：惡寒，四肢厥逆，煩躁，心悸，小便不利，下利，舌淡苔白，脈沉微或微細欲絕。\n太陽陰陽兩虛虛陽上擾證為“太陽病”誤治變證，亦見於“厥病”、“泄瀉”、“霍亂”、“瘋狂”等疾病中。\n本證屬陰陽兩虛之候，故應與“太陽陰盛虛陽上擾證”、“少陰陽虛陰盛證”、“少陰陰盛格陽證”、“寒邪犯胃濁陰上逆證”、“太陽陽虛心神失守證”等相鑑別。",
  "clinical_manifestations": "惡寒，四肢厥逆，煩躁，心悸，小便不利，下利，舌淡苔白，脈沉微或微細欲絕。太陽陰陽兩虛虛陽上擾證為“太陽病”誤治變證，亦見於“厥病”、“泄瀉”、“霍亂”、“瘋狂”等疾病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“太陽陰盛虛陽上擾證”",
    "“少陰陽虛陰盛證”",
    "“少陰陰盛格陽證”",
    "“寒邪犯胃濁陰上逆證”",
    "“太陽陽虛心神失守證”"
  ],
  "differential": {
    "self_analysis": "煩躁在六經病中有陰經陽經之異，虛實表里之別。症見於三陽經者多陽熱，三陰經者多陰寒。凡未經汗下而煩躁者為實，汗下後煩躁者為虛。煩躁之由，有邪氣在表而煩躁者，有邪氣在里而煩躁者，有因火劫而煩躁者，有陽虛而煩躁者，有陰盛而煩躁者，還有不治之證。其中里表殊因，溫涼異用，宜熟審之，煩躁雖六經俱有，但以太陽和少陰為多。太陽與少陰相表里，太陽為真陰之標，少陰為真陰之本，陰陽之標本皆從煩躁見。故曰：“煩躁脈證皆可明，多是太陽少陰經，若非陰少陽氣勝，即是陽弱陰氣乘。”(《傷寒百問歌》)\n太陽陰陽兩虛虛陽上擾證，乃太陽壞病，轉屬少陰的證候，證屬虛寒。若在厥證中出現多表現為身寒肢厥，蜷臥不渴，面青溺白，脈沉細遲，煩躁不寧，欲坐泥水井中，此陰極發躁，陰證似陽也。宜溫經散寒，方用四逆汤(《傷寒論》)或霹雳煎(《證治準繩·傷寒》)。如見於泄瀉霍亂中，則現四肢厥逆，發熱煩躁，欲去衣被，口不渴，或口渴喜冷飲而不欲咽，小便不利，脈微細，此陰盛格陽，不可誤為熱證，妄投涼藥，宜理中四逆輩冷服，或用茯苓四逆汤化裁治之。若證見癲狂中，多現精神抑鬱，表情淡漠，神識痴呆，或喃喃獨語，語無倫次，時悲時喜，四肢厥逆，舌白多津，六脈沉微，可用茯苓四逆汤加龍骨牡蠣治之。\n太陽陰陽兩虛虛陽上擾證，雖因誤施汗下而陽氣衰微，然陽氣微者，尚可施回陽之力。其甚者，陰寒極盛，真氣散亂，陽氣外脫，故本證有發展為亡陽之虞。如少陰吐利，躁煩或但躁不煩，四肢厥逆，脈微欲絕或脈不至，此為陽氣垂絕之危候。",
    "type_comparison": "太陽陰盛虛陽上擾證與太陽陰陽兩虛虛陽上擾證 《傷寒論》云：“下之後復發汗，晝日煩躁不得眠，夜而安靜，不嘔，不渴，無表證，脈沉微，身無大熱者，干姜附子汤主之。”太陽陰盛虛陽上擾證與太陽陰陽兩虛虛陽上擾證同為太陽病誤施汗下之變證，其臨床表現均以煩躁為主症，但其病勢又有輕重緩急之異。誤汗亡陽，誤下傷陰，此其常。因稟賦不一，素體陰虛者偏甚於傷陰，素體陽虛者偏甚於傷陽。故兩者雖同為誤汗誤下所致。一為汗之外奪陽氣，下之內傷陰液，陰陽兩虛，以陽虛為甚，其病雖重而勢較緩。一為下後復汗，陽氣大傷，陰寒內勝，虛陽外越，其病尚輕而勢尤急。二者陽虛則同，陰虛不一，雖然都以煩躁為主症，但其煩躁之狀各異。太陽陰陽兩虛虛陽上擾證，陽虛外出無力，神氣浮越，陰虛不耐擾，陽無所戀，陰陽兩虛故晝夜煩躁不安。而太陽陰盛虛陽上擾證，陽虛陰勝，晝日陽旺之時，陽氣雖然不足，但得天陽之助，虛陽尚能與陰相爭，故晝日煩躁不得眠；夜間陰氣盛，微陽不能與陰相爭，反而相安無事，故夜而安靜。這種安靜並非安靜如常，乃是煩躁過後，陽氣極度衰微，精神疲憊已極，呈似睡非睡之狀，遠不如晝日之煩躁，虛陽尚有抗邪之力。總之，兩者煩躁雖同，但一為晝夜煩躁；一為晝日煩躁，夜而安靜，判然有別。此外，太陽陰陽兩虛虛陽上擾證有脈微，惡寒，肢厥下利，小便不利，心悸等症，不若太陽陰盛虛陽上擾證之但脈微，身無大熱，且無肢厥，下利等。故在臨床上不難區別。\n少陰陽虛陰盛證與太陽陰陽兩虛虛陽上擾證 少陰陽虛陰盛證有四逆湯證和四逆加人參湯證之分，所以太陽陰陽兩虛虛陽上擾證應與四逆湯證和四逆加人參湯證相鑑別。四逆湯證與太陽陰陽兩虛虛陽上擾證，《傷寒論》云：“吐利汗出，發熱惡寒，四肢拘急，手足厥冷。”“既吐且利，小便復利而大汗出，下利清谷，內寒外熱，脈微欲絕，”“下利惡寒而厥逆者，四逆湯主之。”四逆湯證除寒邪直犯少陰外，亦可由誤用汗下而成，此與太陽陰陽兩虛虛陽上擾證相同，四逆湯證的病機為陰寒內盛，真陽衰微，僅陽虛陰盛而無陰虛之患，與本證之陰陽兩虛不同。所以，其臨床表現雖然均可出現惡寒，厥逆，下利，脈微，或脈沉微等陽虛陰盛之候，但兩者又有明顯的差別。其一，主症不同，四逆湯證以四肢厥逆，精神萎靡，惡寒蜷臥等為主要臨床表現。“少陰之為病，脈微細，但欲寐也。”而本證則以晝夜煩躁不得眠為主症。其神志的改變，一為但欲寐，一為煩躁不安，一靜一動，大相徑庭。當然，四逆湯證進一步發展也可出現“脈不至，不煩而躁，”“煩躁不得臥寐”等，此為真氣垂絕，病情危篤之兆，與本證之煩躁不難區別。其二，兼症各異，四逆湯證吐利並作，甚者可見“內寒外熱”的真寒假熱之象。而太陽陰陽兩虛虛陽上擾證僅下利而無嘔吐，更無“表熱里寒”之徵。彼則其病急，此則其勢緩。四逆加人參湯證與太陽陰陽兩虛虛陽上擾證，《傷寒論》云：“惡寒脈微而復利，利止亡血也，四逆加人參湯主之。”四逆加人參湯證為陽亡液脫之候。惡寒脈微為陽氣衰微，復見下利是陰液又奪。今利自止，非屬陽回，是陰液大奪，無物可下，故曰：“利止亡血也。”利止而惡寒脈微未罷，為陽亡液脫，既亡陽又亡陰，其證凶險。與本證相比，雖同屬陰陽兩虛，但四逆加人參湯證以利雖止而惡寒脈微為主症，無晝夜煩躁不得眠，其病重而急。\n少陰陰盛格陽證與太陽陰陽兩虛虛陽上擾證 《傷寒論》曰：“吐已下斷，汗出而厥，四肢拘急不解，脈微欲絕者，通脉四逆加猪胆汁汤主之。”此為吐利厥逆而致陰勝格陽，陽亡陰竭之危候。陽虛陰盛則吐利頻作。陰液大量喪失，不但亡陽而且陰液涸竭，使之無物可吐而自己，無物可下而自斷，故吐利俱止。“吐已下斷”，並非陽復欲癒之佳兆，乃陽氣陰液俱竭之徵。更見汗出而厥，陽亡液竭，陽不溫煦，陰不濡潤，故四肢拘急，脈微欲絕。太陽陰陽兩虛虛陽上擾證與四逆加人參湯證，少陰陰盛格陽證，三者病機均為陰陽兩虛，但有輕重緩急之別。少陰陰盛格陽證不僅陽亡液竭，且有陰陽格拒之勢，比四逆加人參湯證單純陽亡液竭為甚，而四逆加人參湯比本證重而且急，所以少陰陰盛格陽證比本證更加危重。\n寒邪犯胃濁陰上逆證與太陽陰陽兩虛虛陽上擾證 “少陰病，吐利，手足逆冷，煩躁欲死者，吴茱萸汤主之。”此為寒邪犯胃濁陰上逆之候，與太陽陰陽兩虛虛陽上擾證，雖同有四逆煩躁之症，但兩者有很大差異。其一，病因病機不同，前者病本陰盛而陽微，中陽虛衰，陰寒犯胃，屬正虛而邪實；後者為誤施汗下而陽微陰弱，屬正氣虛極。一病在中，一病偏下。其二，臨床表現各異，寒邪犯胃濁陰上逆證以嘔吐為主，而太陽陰陽兩虛虛陽上擾證以煩躁，惡寒，脈微為主。彼則雖有下利必不甚劇，因嘔吐繁劇而煩躁，陽氣受阻而手足逆冷，與本證陰陽兩虛之煩躁，真陽衰微之四肢厥逆，惡寒蜷臥，下利清谷根本不同。\n太陽陽虛心神失守證與太陽陰陽兩虛虛陽上擾證 太陽陽虛心神失守證與本證均為誤治而陽氣衰微，陰液受傷，以煩躁為主症之候。但彼為火逆復下，心陽虛衰，心神浮越而成，重在心陽不足，故曰：“火逆下之，因燒針煩躁者，桂枝甘草龙骨牡蛎汤主之。”此則為誤施汗下，陽虛陰耗，神不守舍，重在真陽式微。故其臨床表現，一為煩躁而心悸欲得按，脈虛無力；一為煩躁而惡寒脈微，下利厥逆。本證兼惡寒，肢厥，下利，脈微等，而太陽陽虛心神失守證則兼心中空虛而悸，欲得手按，脈雖虛弱而無微象。"
  },
  "literature": "《傷寒緒論·卷一》：“煩躁以有陰陽之異……有汗下不解而煩躁惡寒者，此為虛寒，茯苓四逆湯。有脈數心煩而躁，至夜不寧者，為血虛，芍藥甘草湯。有晝日煩躁，至夜安靜為陽虛，乾薑附子湯，有誤用薑附而煩躁，虛則升陽散火，實則黃連解毒湯，若躁極脈亂者勿治也。有少陰病吐利，手足厥冷，煩躁欲死者，吳茱萸湯。有陰盛格陽，脈沉細而疾，渴欲飲水，躁極悶亂者，此水極似火也，用霹靂散，並以火熨之。”\n《傷寒大白·卷二》：“有汗之煩躁，里症也，宜清熱；無汗之煩躁，表症也，宜散；脈浮之煩躁，表症也，宜散表；脈伏之煩躁，伏邪也，宜升提；沉數之煩躁，里熱也，宜清熱；沉遲之煩躁，里寒也，宜溫經。”\n《傷寒溯源集·太陽中篇》：“既發其汗，則表邪當解，若又下之，里邪亦當解矣。乃仍不解而煩躁者，此非鬱熱不解，大青龍湯之煩躁也。蓋因汗之太過，亡其衛外之陽。下之太過，又損其胃陽之陽，致無陽而陰獨盛也。煩躁者，陰盛迫陽，虛陽攪擾則作煩，陰邪縱肆則發躁，補虛復陽，乃其治也，故以茯苓四逆湯主之。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo",
      "qi_xu"
    ]
  }
}