{
  "id": "taiyangxiongyangbuzhen",
  "number": 326,
  "name": "太陽胸陽不振證",
  "category": "傷寒證候",
  "overview": "太陽胸陽不振證系指太陽病表證未解，誤用瀉下之法，致里氣虛耗，外邪內陷胸中，胸陽不振而出現的證候。\n主要臨床表現為：胸部滿悶不舒，畏寒，脈急促或微等，或發熱，惡風寒，頭項強痛，汗出或不汗出，苔白等。\n太陽胸陽不振證不僅見於“傷寒病”、“溫病”等外感疾病中，臨床有時亦可見於內傷雜病，如“胸痺”、“痰飲”等病。\n本證須與《傷寒論》中“太陽陽明合病喘而胸滿證”、“太陽熱擾胸膈證”、“少陽半表半里證”、“痰阻胸膈證”、“大結胸證”相鑑別。亦須與“痰飲內停胸滿證”、“瘀血內停胸滿證”相鑑別。",
  "clinical_manifestations": "胸部滿悶不舒，畏寒，脈急促或微等，或發熱，惡風寒，頭項強痛，汗出或不汗出，苔白等。太陽胸陽不振證不僅見於“傷寒病”、“溫病”等外感疾病中，臨床有時亦",
  "common_diseases": [
    "內傷雜病，如“胸痺”",
    "“痰飲”等病。"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "《傷寒論·辨太陽病脈證並治》曰：“太陽病，下之後，脈促，胸滿者，桂枝去芍藥湯主之；若微惡寒者，桂枝去芍藥加附子湯主之。”太陽病法當以汗解之，若表證未解，禁用下法，誤下必致表邪內陷產生變證，如《傷寒論》云：“太陽病，外證未解，不可下也，下之为逆。”由於陽氣開發於胸中，太陽之氣須通過心肺氣化的協助方能外達，太陽又主表，因此表邪未解誤下後，易致內陷胸中，邪氣欲入於內，正氣拒於胸膈之間，使氣機失運，胸陽被遏，形成此證。\n內傷病亦可見胸陽被遏所致之胸滿、脈促等症狀。由於各個疾病的特點不同，本證之臨床表現及治療亦略有不同。如胸痺病，可有胸滿、脈促症狀，由上焦陽虛，胸陽不展，陰寒乘虛侵襲(陰乘陽位)，陰寒凝滯，閉阻胸陽所致。其特點為滿痛並作，常胸脹滿疼痛徹背，遇寒更甚，並伴有面白，肢冷，氣短，自汗等胸陽不足的症狀。當以宣痺通陽，散寒化濁為主，酌情選用栝楼薤白白酒汤(《金匱要略》)，若見於飲證中，多由素有痰飲內伏，感受外邪，外寒引動內飲，飲停胸肺所致，其臨床表現為胸滿，甚則不能平臥，咳喘痰多如白泡沫狀，苔白膩，脈弦緊或促，可伴有惡寒，身痛等表證。當予溫肺化飲，可選用小青龙汤(《傷寒論》)化裁。或飲留胸脅，則見咳唾引胸脅脹痛，胸滿氣短，治宜攻逐水飲，十枣汤(《傷寒論》)，葶苈大枣泻肺汤(《金匱要略》)加減。本證常見於外感病初期，正邪交爭之際，治療得當，則邪退病癒；若失治誤治，常易挾雜或轉化為其他證候。如邪留日久，氣機受阻而挾氣滯；邪陷胸中，肺失宣降，津液不布，易致痰飲內停；邪氣內陷，與水相搏，成結胸證等。",
    "type_comparison": "太陽陽明合病喘而胸滿證與太陽胸陽不振證 都可見胸部滿悶，惡風寒，發熱，頭項強痛，苔薄白等症。太陽陽明合病喘而胸滿證是感受風寒之邪，邪束肌表，傷及太陽經，同時侵及陽明，肺氣不得宣降，邪氣壅滯而致胸部滿悶。太陽胸陽不振證，則為太陽表證誤用瀉下之法，表證已解或未解，邪氣內陷胸中，胸陽被遏，正邪交爭所致。從脈症而言，太陽陽明喘而胸滿證，病初即有胸滿之症，且必兼喘，往往伴有惡寒甚，無汗，周身疼痛，脈浮緊等太陽傷寒症狀，兼有陽明里證。太陽胸陽不振證，則多為先有太陽表證史，誤服瀉下藥後，以胸滿、脈促或微為特點，或伴有發熱、惡風、汗出等太陽中風症狀。二者一則必兼喘症，一則無喘症；一者脈浮緊，一者脈急促，乃鑑別之要點。\n太陽熱擾胸膈證與太陽胸陽不振證 二者均為太陽病誤治所致。然一為邪熱入里，擾結胸膈；一為邪氣內陷胸中；其病位皆在胸，共有胸滿脈急等症狀。然太陽熱擾胸膈證為發汗、或下後，有形之邪已去，餘熱未盡；或邪氣入里化熱，留擾於胸膈，氣機壅滯，運行不暢所致。太陽胸陽不振證為表證誤用瀉下之藥，邪氣內陷，胸陽被遏引起之胸滿。前者臨床特點為熱壅氣滯，故胸滿悶較重，呈“胸中窒”狀；後者為邪氣內陷，正邪交爭，胸滿較輕。前者為邪熱入里，留擾胸膈，輕則有虛煩不得眠，煩熱不解，心中結痛，甚則心中懊憹，臥起不安；而後者為邪氣雖陷胸中，但未離表，故伴有發熱、惡風寒、汗出等表症。前者多苔薄黃，脈數；後者多苔薄白，脈急促。故二者不難區別。\n少陽半表半里證與太陽胸陽不振證 《傷寒論·辨太陽病脈證並治》曰：“傷寒五六日，中風，往來寒熱，胸脅苦滿，嘿嘿不欲飲食，心煩喜嘔，或胸中煩而不嘔，或渴，或腹中痛，或脅下痞硬，或心下悸，小便不利，或不渴，身有微熱，或咳者，小柴胡湯主之。”少陽半表半里證之胸滿乃邪犯少陽，正邪交爭，樞機不利所致。因足少陽之脈下胸中，貫膈絡肝屬膽，循脅里，邪入少陽，鬱阻氣機，少陽經氣不利，則胸滿連脅，即胸脅滿悶不舒。與太陽胸陽不振證，只是胸部滿悶不同。由於邪犯少陽，病在半表半里，則有往來寒熱，心煩喜嘔，口苦，咽乾，目眩，脈弦等少陽證，不同於表邪未解的發熱，汗出，惡風寒，脈促而胸滿者。少陽病各種兼證中，如“少陽兼太陽證”、“少陽兼水飲證”、“少陽兼煩驚谵語證”等皆可出現胸脅苦滿之症狀，其鑑別要點大致與少陽證相類似，故不一一贅述。\n痰阻胸膈證與太陽胸陽不振證 二者皆可有胸滿。痰阻胸膈證之病因乃由痰、飲、寒、食阻塞胸中而致。臨床特點為胸中痞硬，氣上衝咽喉，煩滿不安，寸脈浮，按之緊等。寸脈主上部，病在上焦胸膈，且病如桂枝湯證，有發熱、惡風、自汗等症狀。尤其二者脈象之不同乃重要區別點。\n大結胸證與太陽胸陽不振證 大結胸證乃由太陽病誤下(亦可傳變)而致，邪熱內陷與痰水結於胸中所致，與太陽胸陽不振證之胸滿病機不同，結胸證的特點為胸滿，心下至少腹硬痛、拒按，且無表證，乃鑑別要點。\n痰飲內停胸滿證與太陽胸陽不振證 《金匱要略·痰飲咳嗽病脈證並治》曰：“心下有痰飲，胸脅支滿，目眩，苓桂術甘湯主之。”此證為素有痰飲內停，或陽氣不足，運化無權，水飲內停於心下，阻遏氣機，氣之升降失常所致。由於痰飲內阻，氣機不暢，故以胸部滿悶，如物支撐，且連及胃脘為特點，多病程較長，伴有眩暈、舌淡、苔白膩，脈弦滑等飲阻陽氣之象。與太陽胸陽不振證之表證未除，無形邪氣陷於胸中之發熱，惡風寒，汗出，脈促而胸滿迥然有別。其鑑別要點在於：一為水飲內停，一為表邪內陷；一者陽氣受損、溫化無權，一者正氣未傷、正邪交爭。\n瘀血內停胸滿證與太陽胸陽不振證 二者皆有胸滿症狀，然就其病因病機而言，瘀血內停胸滿證乃由氣之不足，運血無力；或氣機阻滯，血行不暢；或外傷跌仆，氣血運行受阻，血滯於胸中，故胸滿不已，而瘀血阻滯，故常與刺痛並作，與太陽胸陽不振證之特點不同，且本證有血瘀之症狀，如《金匱要略·驚悸吐衄下血胸滿瘀血病脈證並治》云：“病人胸滿，唇痿舌青，口燥，但欲漱水不欲嚥，無寒熱，脈微大來遲，腹不滿，其人言我滿，為有瘀血。”前者無寒熱，後者有寒熱表證；前者脈微大來遲，後者脈急促，按之軟。可資鑑別。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治》：“病如桂枝證，頭不痛，項不強，寸脈微浮，胸中痞硬，氣上衝咽喉不得息者，此為胸有寒也，當吐之，宜瓜蒂散。”\n《傷寒論·辨少陰病脈證並治》：“少陰病，下利，咽痛，胸滿，心煩者，豬膚湯主之。”\n《醫宗金鑑·訂正傷寒論注·卷一》：“太陽病，表未解而下之，胸實邪陷，則為胸滿，氣上衝咽喉不得息，瓜蒂散證也。胸虛邪陷，則為氣上衝，桂枝湯證也。今下之後，邪陷胸中，胸滿脈促，似乎胸實而無咽喉不得息之證，似乎胸虛又見胸滿之證，故不用瓜蒂散以治實，亦不用桂枝湯以治虛，惟用桂枝之甘辛，以和太陽之表，去芍藥之酸收，以避胸中之滿。若汗出微惡寒，去芍藥方中加附子主之者，以防亡陽之變也。”\n《醫宗金鑑·卷二十》：“表實無汗，胸滿而喘者，風寒之胸滿也；里實便澀，胸滿煩熱者，熱壅之胸滿也；面目浮腫，胸滿喘不得臥者，停飲之胸滿也，……今病人無寒熱他病，惟胸滿唇痿，舌青、口燥，漱水不欲咽，乃瘀血之胸滿也。”\n《傷寒大白·胸滿》：“胸滿在心之上，故多表症。蓋表邪傳里。必先胸至脅，然後入里者也。胸滿症必內有痰涎，外邪傳里，互相交結致是。故胸滿胸痺之症，多用瓜蔞等豁痰，或用瓜蒂散吐法。傷寒胸滿心煩發熱者，柴胡陷胸湯。胸滿連脅，加青皮、枳殼。若尚帶太陽表證，加散表藥。寒熱胸滿而嘔苦，通用小柴胡湯。加枳、桔。未效，合小陷胸湯。故胸滿症，瓜蔞、枳、桔為必用之藥。惟嘔多者用半夏，不用瓜蔞。若挾食胸滿，見噯氣飽悶，用保和平胃散消導法。有表邪者，兼散表；有里熱者，兼清熱；有痰飲，導痰湯等。另有不發熱，口不渴，唇不焦，二便清利，六脈沉遲，此陰寒胸滿，另用溫散。”",
  "zhengsu_composition": {
    "location": [
      "xiongge",
      "biao"
    ],
    "nature": [
      "yang_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "太陽病誤治後胸陽不振。表現為胸悶、心悸、短氣。"
}