{
  "id": "taiyangbiaoxufeiqibuli",
  "number": 281,
  "name": "太陽表虛肺氣不利證",
  "category": "傷寒證候",
  "overview": "太陽表虛肺氣不利證是指外傷風邪，出現太陽表虛證，同時兼有喘逆症狀的肺氣不利的證候。本證可因太陽病誤下之後，表邪未解，影響及肺，失其肅降，上逆作喘；或素有喘疾，又患太陽中風引動宿痰而致。總之，凡見外有太陽表虛之證，內兼喘息者，均屬本證範疇，屬於邪在肌表的太陽表虛兼證之一。\n主要臨床表現為：發熱，頭痛，汗出，惡風，咳喘，舌苔薄白，脈浮緩。\n太陽表虛肺氣不利證見於“外感熱病”的表證階段。\n本證應與“太陽表實證”、“太陽表寒里飲證”、“太陽熱邪迫肺證”相鑑別。",
  "clinical_manifestations": "發熱，頭痛，汗出，惡風，咳喘，舌苔薄白，脈浮緩。太陽表虛肺氣不利證見於“外感熱病”的表證階段。",
  "common_diseases": [],
  "differential_syndromes": [
    "“太陽表實證”",
    "“太陽表寒里飲證”",
    "“太陽熱邪迫肺證”"
  ],
  "differential": {
    "self_analysis": "本證系因外感風寒之邪，中於太陽肌表，出現脈浮，頭項強痛，惡風寒等太陽表證，本当用解表之法，若誤用下法，重則正氣不支，可致邪氣內陷，轉為下利、痞證、結胸等變證；輕則正氣尚能與欲陷之邪抗爭，而為衝逆微喘。本證為誤下之後，由於外邪未陷於內，仍在肌表，無論原先為表實證或表虛證，既經誤下，正氣已經受傷，故應調和營衛，扶持正氣，解肌去邪。又因誤下之後，邪氣欲陷，正氣與之相爭，逆上作喘，故又須降逆平喘。臨床上更為多見的是常患喘病宿疾，又感外邪，觸發宿疾而見本症；或喘疾正作，復感外邪。久患喘病之人，肺氣必傷，衛外功能不足，感受外邪，易致營衛不和，而見惡風，發熱，汗出，脈浮緩之表虛證，同時，並見氣逆作喘之症。但本證所兼之喘，其病性則是偏寒及偏於氣虛、陽虛，症見微喘，痰白量少，舌苔薄白。\n太陽表虛肺氣不利證，是太陽表虛證的兼證，因此治療應以太陽表虛證為主，故宜祛風解肌，調和營衛為主，佐以降氣平喘。方用桂枝加厚朴杏子汤(《傷寒論》)。",
    "type_comparison": "太陽表實證與太陽表虛肺氣不利證 此二證均屬風寒在表而見喘症的病證，症狀皆有痰白量少，舌苔薄白，故應予鑑別。太陽表實證，為外感風寒，束於肌表，營陰不暢，肺氣閉鬱，出現惡寒發熱，頭痛身痛，無汗，脈浮緊。由於肺氣不宜，放見鼻塞，流清涕，咳喘聲重，氣喘。太陽表虛肺氣不利證，其喘或為宿疾，或因表證誤下後，正氣與邪抗爭，氣逆作喘，以惡風、發熱、汗出、脈浮緩為特點，則是二證的不同之處。\n太陽表寒里飲證與太陽表虛肺氣不利證 太陽表寒里飲證與太陽表虛肺氣不利證，皆有太陽表證，同時出現喘症，其喘疾可能皆為宿痰。但太陽表寒里飲證是外受風寒，呈現太陽表實證，而見惡寒、發熱、頭身疼痛、無汗、脈浮緊，又因素有水飲，復感風寒，肺失宣降，飲邪內動迫肺，而現咳喘，並見痰多清稀、泡沫量多。外寒內飲，一般口多不渴，但由於肺氣失宣，水結不化，津液不能正常敷布，亦可引起口渴，故症見或渴或不渴，雖渴而不欲飲。由於水飲流動不定，或上或下，飲邪上迫於肺則氣機受阻而呼吸短促；水氣在中則影響於腎而乾嘔或噎；水漬於腸則下利；水氣在下停而不去則小便不利，少腹滿；因是證內有寒飲，故舌潤、水滑，苔白，脈弦。太陽表虛肺氣不利證外見表虛之證，出現惡風，發熱，汗出，脈浮緩或浮弱。因其內無水飲為患，不象太陽表寒里飲證因水飲流動多變而或然症狀較多；其證內無水飲阻滯，故不出現口渴，雖喘但一般較輕，痰白量較少，舌苔薄白，則是二證的不同之處。\n太陽熱邪迫肺證與太陽表虛肺氣不利證 太陽熱邪迫肺證與太陽表虛肺氣不利證都可出現汗出而喘，因此，應加以鑑別。太陽熱邪迫肺證有兩種情況：一是太陽病經用發汗之後，出現汗出而喘，身無大熱之症，此因邪氣外閉之時，陽氣內鬱不得宣達，肺中已自蘊熱，發汗後，邪不從汗解，反而化熱，內並於肺，肺熱而失肅降，上逆作喘，熱迫津液外泄而汗出，因邪已不在肌表，加之汗出，故肌表之熱不高。與此同時，尚可兼見煩渴，鼻翼煽動，痰黃而稠，咽紅，苔黃，脈浮數等症。二是太陽病，桂枝證，醫反下之，出現下利不止，喘而汗出之症。此為太陽表證誤下，虛其腸胃，表邪內陷化熱，擾於腸而為協熱下利。肺與大腸相表里，熱蘊於腸，上逆迫肺，肺氣不降則喘；熱邪蒸於肌膜，迫津外泄則汗出，與此同時，尚應出現口渴，下利臭穢，肛門灼熱，身熱，苔黃或稍黃膩，脈數有力等症。太陽表虛肺氣不利證則外見表虛之證，其汗出為風邪在表，營衛不和所致，其喘為氣逆作喘，或素有喘病而為外邪誘發，並無里熱見症，如口渴，痰黃而稠，苔黃，脈數有力等，可資鑑別。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治中》：“太陽病，下之微喘者，表未解故也，桂枝加厚樸杏子湯主之。”\n《傷寒論·辨太陽病脈證並治中》：“喘家作，桂枝湯加厚樸、杏子佳。”\n《傷寒論·辨太陽病脈證並治中》：“太陽病，頭痛發熱，身疼腰痛，骨節疼痛，惡風，無汗而喘者，麻黃湯主之。”\n《傷寒論·辨太陽病脈證並治中》：“傷寒表不解，心下有水氣，乾嘔發熱而咳，或渴，或利，或噎，或小便不利，少腹滿，或喘者，小青龍湯主之。”\n《傷寒論·辨太陽病脈證並治中》：“太陽病，桂枝證，醫反下之，利遂不止，脈促者，表未解也；喘而汗出者，葛根黃芩黃連湯主之。”\n《傷寒論·辨太陽病脈治並治中》：“發汗後，不可更行桂枝湯，汗出而喘，無大熱者，可與麻黃杏仁甘草石膏湯。”\n《註解傷寒論·辨太陽病脈證並治法》：“下後大喘，則為里氣太虛，邪氣傳里，正氣將脫也；下後微喘，則為里氣上逆，邪不能傳里，猶在表也。與桂枝湯以解外，加厚樸、杏仁以下逆氣。”\n《傷寒貫珠集·卷二·太陽篇下》：“太陽誤下，無結胸下利諸變，而但微喘，知其里未受病，而其表猶未解，胸中之氣，為之不利也。故與桂枝湯解表散邪，加厚樸、杏仁下氣定喘。”\n《傷寒貫珠集·卷一·太陽篇上》：“發汗後，汗出而喘，無大熱者，其邪不在肌腠，而入肺中，緣邪氣外閉之時，肺中已自蘊熱，發汗之後，其邪不從汗而出之表者，必從內而并于肺耳。”\n《傷寒論後条辨·卷五》：“喘之一證，有里有表，不可不辨。下後汗出而喘者，其喘必盛，屬里熱壅逆，火炎故也。下後微喘者，汗必不大出，屬表邪閉遏，氣逆故也。仍用桂枝湯解表，內加厚樸杏子以下逆氣。",
  "zhengsu_composition": {
    "location": [
      "fei",
      "biao"
    ],
    "nature": [
      "feng",
      "qi_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "太陽中風兼肺氣不利。表現為發熱汗出、咳嗽、喘息。"
}