{
  "id": "taiyangreduohanshao",
  "number": 282,
  "name": "太陽熱多寒少證",
  "category": "傷寒證候",
  "overview": "太陽熱多寒少證是指外感風寒，表為邪束，因循失汗，以致邪鬱肌表不解，內鬱化熱，形成外寒里熱的證候。屬於邪在肌表的太陽經證範疇，為太陽病的兼證之一。\n主要臨床表現為：發熱惡寒，熱多寒少，口渴心煩，舌苔薄黃，脈浮而數。\n太陽熱多寒少熱證可見於“外感熱病”的表證階段，為表邪未解，內兼里熱之證。\n本證之臨床表現也可見於“痞壘風”之中。\n本證應與“太陽表寒里熱證”、“太陽邪鬱肌表證”等相鑑別。",
  "clinical_manifestations": "發熱惡寒，熱多寒少，口渴心煩，舌苔薄黃，脈浮而數。太陽熱多寒少熱證",
  "common_diseases": [
    "“外感熱病”的表證階段，為表邪未解，內兼里熱之證。"
  ],
  "differential_syndromes": [
    "“太陽表寒里熱證”",
    "“太陽邪鬱肌表證”"
  ],
  "differential": {
    "self_analysis": "本證為太陽表證，未得汗解，以致邪鬱肌表，衛陽之氣不能暢達於表，內鬱化熱，因而形成外寒內熱之證。其臨床表現則具發熱惡寒，頭項強痛，口渴，心煩，苔黃，脈浮數等症。所謂熱多寒少，說明雖有表寒，但表證已較輕微，故不可用峻劑發汗，且已由寒化熱，內熱之勢漸增，故又不得單純辛溫解表，而須兼清里熱。《傷寒論》曰：“太陽病，發熱惡寒，熱多寒少，脈微弱者，此無陽也，不可發汗，宜桂枝二越婢一湯。”太陽熱多寒少證既為表邪未解，內兼里熱之證，故治宜解肌發汗兼清里熱，方用桂枝二越婢一汤。\n在痞壘風中若出現桂枝二越婢一湯證，多表現為皮膚搔癢，丘疹狀如蠶豆大，漸至成片成塊，時隱時現，反覆發作等，治宜桂枝二越婢一湯化裁。",
    "type_comparison": "太陽表寒里熱證與太陽熱多寒少證 太陽表寒里熱證與太陽熱多寒少證，均屬外寒里熱之候，皆出現惡寒發熱，頭痛脈浮等風寒在表之症，以及口渴，心煩等里熱之象，兩證的病理機轉亦頗為相似；但太陽表寒里熱證，為風寒束表之重證。因寒則氣收，寒邪外束，腠理閉鬱，衛氣不得暢達，鬱而化熱所致。風寒外閉，故惡寒發熱，身痛，不汗出，脈浮緊；內有鬱熱，故煩躁，口渴。尤以無汗、煩躁為其特徵。太陽熱多寒少證則為表寒內熱之輕證，表鬱不甚，無汗或汗出不暢，發熱惡寒，熱多寒少，又兼有口渴，心煩等里熱證，其症狀表現雖與太陽表寒里熱證相似，但卻有程度輕重之不同，則是兩證的主要區別。\n太陽邪鬱肌表證與太陽熱多寒少證 太陽邪鬱肌表證為太陽病服用桂枝湯後，出現發熱惡寒，以其形如瘧，一日再發為典型症狀的病變。其與太陽熱多寒少證均屬邪在肌表，未得汗解之輕證，但二者在病機與症狀表現上卻不盡相同。太陽邪鬱肌表證的發熱惡寒有一定的時間規律，即如瘧之發作，一日二次，其證因汗不如法，未能得解，雖有表邪，但未致衛陽內郁化熱，僅見表證，未兼里熱。尤在涇指出：“若其人病形如瘧，而一日再發，則正氣內勝，邪氣欲退之徵。設得汗出，其邪必從表解”(《傷寒貫珠集·卷一》)，說明病形如瘧之症，為正氣奮起與邪抗爭，正氣日進，邪氣欲退之兆。太陽熱多寒少證則為風寒在表，未得汗解，但因鬱而化熱，已有內熱之證，雖發熱惡寒，但寒熱並無定時，且惡寒較輕，發熱稍重，並具口渴，心煩等里熱之證，這是兩證的主要不同之處。太陽邪鬱肌表證的另一種表現是：“太陽病，得之八九日，如瘧狀，發熱惡寒，熱多寒少，其人不嘔、清便欲自可，一日二三度發。”若其人“面色反有熱色者，未欲解也，以其不得小汗出，身必癢，宜桂枝麻黃各半湯。”這是太陽病不解另一轉歸，它和太陽熱多寒少證皆因表鬱不得汗解所致，均屬於風寒在表的太陽經證之較輕者，這種太陽如瘧證，其發熱惡寒，雖亦見熱多寒少，但發作如瘧狀，每日二三次，為正氣內勝，起與邪爭，其熱多寒少為陽氣日進，邪氣已微，然因病久不得小汗出，邪氣欲從表去卻無出路，遊行皮膚而身癢，陽氣拂鬱於上則面有熱色，且該證只是風寒在表，並無內鬱化熱，故不嘔，清便自調，乃里和之徵。二者易於區別。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治上》：“太陽病，發熱惡寒，熱多寒少，脈微弱者，此無陽也，不可發汗，宜桂枝二越婢一湯。”\n《傷寒論·辨太陽病脈證並治中》：“太陽中風，脈浮緊，發熱惡寒，身疼痛，不汗出而煩躁者，大青龍湯主之。”\n《傷寒論·辨太陽病脈證並治上》：“服桂枝湯，大汗出，脈洪大者，與桂枝湯，如前法；若形似瘧，一日再發者，汗出必解，宜桂枝二麻黃一湯。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "han",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：寒、熱/火。根據證候名稱「太陽熱多寒少證」分析其病機組成。"
}