{
  "id": "taiyangyinyangjuxu",
  "number": 341,
  "name": "太陽陰陽俱虛證",
  "category": "傷寒證候",
  "overview": "太陽陰陽俱虛證是太陽病誤汗之後，損傷陽氣與陰液所致惡寒、腳攣急的證候。《傷寒論》云：“發汗，病不解，反惡寒者，虛故也。芍药甘草附子汤主之。”本證為太陽病誤汗的變證。\n主要臨床表現為：惡寒，汗出，腳攣急，苔白，脈微細。\n太陽陰陽俱虛證見於“太陽病”誤汗之後，亦見於“痺病”、“痙病”、“腹痛”、“霍亂”等疾病中。\n本證應與“陰陽兩虛誤汗變證”、“太陽陽虛表衛不固證”相鑑別。",
  "clinical_manifestations": "惡寒，汗出，腳攣急，苔白，脈微細。太陽陰陽俱虛證見於“太陽病”誤汗之後，亦見於“痺病”、“痙病”、“腹痛”、“霍亂”等疾病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“陰陽兩虛誤汗變證”",
    "“太陽陽虛表衛不固證”"
  ],
  "differential": {
    "self_analysis": "太陽陰陽俱虛證系傷寒誤汗所致。汗後病勢的轉變，因體質強弱不同而有虛實之異。體虛之人，發汗過多，易傷正氣，而致陰陽兩虛。若體魄健壯，發汗過多，又易傷津化燥，熱並胃腑，燥熱成實，轉為陽明里實熱證。太陽陰陽俱虛證亦可見於內傷雜病之中。若見於痺病中，則表現為肢體關節疼痛，痛有定處，掣痛不可屈伸，近之則痛劇，逢寒增劇，得熱則舒，舌苔白，脈弦緊等。即《類聚方廣義》謂：“㗜毒沉滯，四肢攣急難以屈曲，或骨節疼痛，寒冷麻痺者。”可用芍藥甘草附子湯治之，也可用乌头汤(《金匱要略》)以溫陽散寒，祛濕止痛。如見於痙病中，則現頭昏目眩，神疲短氣，筋脈攣急，甚或角弓反張，舌淡，脈弦細。此乃血氣內虛，筋失所養而致，宜八珍汤(《正體類要》)化裁治之。若見於脘腹痛中，則表現為惡寒蜷臥，腹中拘急作痛，腰腳攣急，舌苔白，脈弦緊，宜芍药甘草附子大黄汤(《類聚方廣義》)，或小建中汤(《傷寒論》)。若見於泄瀉、霍亂病中，則現劇烈吐瀉，腹內拘急，四肢拘急，或足獨轉筋，冷汗肢厥，脈細欲絕，宜通脉四逆加猪胆汁汤(《傷寒論》)。\n太陽陰陽俱虛證本為陰陽俱損，若陽損之極，常致陽氣欲脫，故可兼挾陰寒內盛，陽氣外脫之候，而表現為四肢厥逆，脈微細欲絕，甚或身反不惡寒，或身有微熱等。",
    "type_comparison": "陰陽兩虛誤汗變證與太陽陰陽俱虛證 《傷寒論》云：“傷寒，脈浮，自汗出，小便數，心煩，微惡寒，腳攣急，反與桂枝欲攻其表，此誤也。得之便厥，咽中乾，煩躁吐逆者，作甘草干姜汤與之，以復其陽；若厥癒足溫者，更作芍药甘草汤與之，其腳即伸；若胃氣不和，谵語者，少與调胃承气汤；若重發汗，復加燒針者，四逆汤主之。”此為少陰陰陽兩虛之證，誤用攻表發汗而傷其陰陽，遂生誤治之變。其一，為甘草乾薑湯證；其二，為芍藥甘草湯證。故太陽陰陽俱虛證當與甘草乾薑湯證和芍藥甘草湯證鑑別。太陽陰陽俱虛證與甘草乾薑湯證，其病因相同，均為誤汗之變。其病機陰陽兩虛則一，但後者病在太陽，故臨床表現為四肢厥逆，咽喉乾燥，煩躁吐逆等。雖有煩躁吐逆等陰陽格拒之象，但尚未達到陰盛格陽的嚴重程度。而太陽陰陽俱虛證，其病重在少陰，故其臨床表現以惡寒，汗出，腳攣急，脈微細為特徵；雖有惡寒，脈微細而無四肢厥逆，煩躁吐逆。一為腳攣急，一為咽中乾，兩者易於區別。太陽陰陽俱虛證和芍藥甘草湯證，後者系陰陽兩虛誤汗變證，先用甘草乾薑湯復其陽，但陽氣回而陰未復，故獨留腳攣急，此系陰液不足，筋脈失養，證屬陰虛。而太陽陰陽俱虛證不僅陰液虧損，而且陽虛尤甚，證屬陰陽兩虛。故芍藥甘草湯證腳攣急而無汗出，惡寒，脈微細等陽虛之象。與本證之既有腳攣急，又有惡寒、汗出、脈微細等不同。可見，惡寒、汗出等陽虛症狀之有無是兩者鑑別的關鍵。\n太陽陽虛表衛不固證與太陽陰陽俱虛證 《傷寒論》云：“太陽病，發汗，遂漏不止，其人惡風，小便難，四肢拘急，難以屈伸者，桂枝加附子汤主之。”太陽陽虛表衛不固證系太陽病誤汗而致陽虛液脫之候。陽加於陰謂之汗，汗為人體之陰液，為陽氣所化。今太陽病發汗太過，或汗不如法，大汗如水流滴漓，病必不除。大汗亡陽，陰液亦傷。陽氣主溫煦，陰血主濡潤。陽氣虛衰，肌膜不固，則惡風漏汗不止。四肢為諸陽之本，陽虛陰傷，不能溫煦，筋脈失養，故四肢微急，難以屈伸。津液外泄，則小便難，雖為陽虛液脫，然以陽虛為甚，但尚未達到四逆湯證亡陽之危。可見太陽陽虛表衛不固證和太陽陰陽俱虛證雖為太陽病誤汗後陰陽兩虛之證，且均有汗出，四肢拘急之症。但太陽汗後漏汗為表里同病，不獨表未解，惡寒汗出較甚，而且由於陽氣已虛，津液亦傷，所以又見小便難，四肢微急之里證。太陽陰陽俱虛證則屬但里無表。雖有惡寒而無太陽表證，故曰“反”。系汗後陽虛之惡寒，所謂陽虛則外寒，故曰“虛”。故《傷寒論》云：“發汗後，惡寒者，虛故也。”所以其臨床表現以惡寒，脈微細，腳攣急為特徵。雖汗出，但不若陽虛不固的汗漏不止之急。筋脈拘急以腳攣急為著，與四肢拘急亦有區別，更無小便難之苦。"
  },
  "literature": "《傷寒來蘇集·傷寒論注·桂枝湯證下》：“發汗後反惡寒，里虛也。表雖不解，急當救里。若反與桂枝攻表，此誤也。故於桂枝湯去桂姜棗，加附子以溫經散寒，助芍藥甘草以和中耳。腳攣急予芍藥甘草湯，本治陰虛，此陰陽兩虛，故加附子，皆仲景治里不治表之義。”\n《傷寒論述義·卷四》：“有發汗過多，及汗下錯行，氣血俱虛者？如甘草乾薑湯。芍藥甘草湯證是氣血素虧，今依過汗，更益虛乏，而其證各見，故藥亦別行，先救其陽，後救其陰。如芍藥甘草附子湯證，亦氣血俱虛，而其病頗重，既變少陰，治宜急救，故單捷小劑，以雙補之。如桂枝加附子湯證，汗多亡陽，筋脈津燥，其表未解，脫勢亦劇，故用此方復陽斂液。”",
  "zhengsu_composition": {
    "location": [
      "biao"
    ],
    "nature": [
      "yin_xu",
      "yang_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "太陽病誤治後陰陽俱傷。表現為汗出、惡寒、發熱、脈微弱。"
}