{
  "id": "taiyangxushui",
  "number": 277,
  "name": "太陽蓄水證",
  "category": "傷寒證候",
  "overview": "太陽蓄水證是指太陽病表證未解，經病傳府，寒水內停，蓄於膀胱的一種證候。\n主要臨床表現為：惡風汗出，身熱或微熱，煩渴或渴欲飲水，水入即吐，小便不利，必苦里急，脈浮或浮數。\n太陽蓄水證可見於某些“外感熱病”的表證階段。\n本證應與“太陽表寒里熱證”、“陽明水熱互結證”、“胃陽不足飲停證”等相鑑別。",
  "clinical_manifestations": "惡風汗出，身熱或微熱，煩渴或渴欲飲水，水入即吐，小便不利，必苦里急，脈浮或浮數。太陽蓄水證",
  "common_diseases": [
    "某些“外感熱病”的表證階段。"
  ],
  "differential_syndromes": [
    "“太陽表寒里熱證”",
    "“陽明水熱互結證”",
    "“胃陽不足飲停證”"
  ],
  "differential": {
    "self_analysis": "太陽病表證未解，經病及腑，寒水內停，以其表邪未解，故仍有惡風，發熱或微熱，汗出，頭痛，脈浮或浮數，為太陽中風，或是太陽傷寒已行發汗之後所見，其症狀表現，屬於太陽表虛之證。膀胱為州都之官，氣化則能出焉，經病及腑，影響氣化功能失常，則小便不利而苦里急；氣化不行，水津不布，氣液不能升騰，故見煩渴；因水停不化，致格拒上逆，所以水入即吐。故柯韻伯《傷寒論注·五苓散證》說：“邪水凝結於內，水飲拒絕於外，既不能外輸於玄府，又不能上輸於口舌，亦不能下輸於膀胱，此水逆所由名也。”\n太陽蓄水證因仍有表證未解，並寒水內停，故治宜化氣利水，兼解表邪，方用五苓散(《傷寒論》)。",
    "type_comparison": "太陽表寒里飲證與太陽蓄水證 太陽表寒里飲證與太陽蓄水證皆是外有表邪，內有水飲之證，均有發熱、口渴之候。但太陽表寒里飲證為素有內飲，復感風寒，外寒引動內飲所致。故外見惡寒發熱，頭痛身痛，無汗，脈浮緊，屬太陽表實之證；內則心下停飲，因肺失宣降，以致飲邪流散為患，上可迫肺而致咳喘；中可影響脾胃而致乾嘔，或噎，或下利；下可聚於下焦而為小便不利，少腹脹滿；故或然證較多。太陽蓄水證的表證為惡風汗出，發熱或微熱，脈浮或浮數，屬太陽表虛之徵；寒水內停，蓄於膀胱，故以小便不利而苦里急，或有煩渴，但水入則吐，為主要表現，因此兩者不難區分。\n陽明水熱互結證與太陽蓄水證 陽明水熱互結證與太陽蓄水證都是由太陽傳變而來，都有身熱、口渴、小便不利等證。其鑑別點是：在發病上，陽明水熱互結證是邪熱傳入陽明，已無表證，由於未成腑實而誤用攻下，邪熱內陷，熱在下焦與水氣互結；因邪熱傷津，同時尚有陰虛。太陽蓄水證是太陽表邪未解，外邪傳入太陽之腑，寒水內停，氣化不利。在症狀上，身熱、口渴、小便不利、脈浮是一致的，但陽明水熱互結證有陰虛的臨床表現，太陽蓄水證則無陰虛症狀。\n胃陽不足飲停證與太陽蓄水證 胃陽不足飲停證與太陽蓄水證皆可出現於表證汗後，都有小便不利。其不同點是：胃陽不足飲停證是表證汗後雖解，但傷及脾胃陽氣，以致水飲不化，內停中焦，症見心下悸，無熱，無煩，無渴；太陽蓄水證則是汗後表證未解，外邪由經入腑，水蓄膀胱，因此仍有身熱而煩，並有口渴及小腹里急。二者不難鑑別。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治中》：“太陽病，發汗後，大汗出，胃中乾，煩躁不得眠，欲得飲水者，少少與飲之，令胃氣和則愈。若脈浮，小便不利，微熱消渴者，五苓散主之。”\n《傷寒論·辨太陽病脈證並治中》：“發汗已，脈浮數，煩渴者，五苓散主之。”\n《傷寒論·辨太陽病脈證並治中》：“傷寒汗出而渴者，五苓散主之；不渴者，茯苓甘草湯主之。”\n《傷寒論·辨太陽病脈證並治中》：“中風發熱，六、七日不解而煩，有表里證，渴欲飲水，水入則吐者，名曰水逆，五苓散主之。”\n《傷寒論·辨太陽病脈證並治中》：“太陽病，小便利者，以飲水多，必心下悸；小便少者，必苦里急也。”\n《傷寒論·辨太陽病脈證並治下》：“本以下之，故心下痞，與瀉心湯；痞不解，其人渴而口燥煩，小便不利者，五苓散主之。”\n《傷寒論·辨太陽病脈證並治中》：“傷寒表不解，心下有水氣，乾嘔發熱而咳，或渴，或利，或噎，或小便不利、少腹滿，或喘者，小青龍湯主之。”\n《傷寒論·辨陽明病脈證並治》：“太陽病，寸緩關浮尺弱，其人發熱汗出，復惡寒，不嘔，但心下痞者，此以醫下之也。如其不下者，病人不惡寒而渴者，此轉屬陽明也。小便數者，大便必硬，不更衣十日，無所苦也。渴欲飲水，少少與之，但以法救之。渴者，宜五苓散。”\n《傷寒論·辨陽明病脈證並治》：“陽明病……若脈浮發熱，渴欲飲水，小便不利者，豬苓湯主之。”\n《傷寒論後条辨·卷五》：“脈浮字對本條發汗後看，彼以大汗出，知表證已罷而轉胃，則脈不浮可知，故與水則愈；此以未經發汗而脈浮，病仍在太陽，故用五苓散。微熱字對下條發熱字看，彼以發熱在表，則知犯本未深，故邪熱畜而拒水；此曰熱微，則表熱犯本已深，故邪熱結而耗液。”\n《傷寒論後条辨·卷五》：“太陽病，小便利而欲得水，此渴熱在上中二焦，雖可與水，少少與之，和其胃而止。若飲水過多，則水停心下，乘及心包，火畏水乘，必心下悸。若小便少而欲飲水者，此渴熱在下焦，屬五苓散證。強而與之，縱不格拒，而水積不行，必里作急滿也。”\n《醫宗金鑑·傷寒論注》：“發汗已，為太陽病已發過汗也，脈浮數，知邪仍在表也。若小便利而煩渴者，是初入陽明胃熱，白虎湯證也。今小便不利而煩渴，是太陽府病，膀胱水畜，五苓散證也。”\n《傷寒類方·茯苓甘草湯》按：“此方之義，從未有能詮釋者，蓋汗出之後而渴不止者與五苓散，人所易知也。乃汗出之後，並無渴證，又未指明別有何證，忽無端而與茯苓甘草湯，此意何居？要知此處汗出一字，乃發汗後汗出不止也，汗出不止則亡陽在即，當與以真武湯，其稍輕者當與以茯苓桂枝白朮甘草湯，更輕者則與以此湯。何以知之？以三方同用茯苓知之，蓋汗大泄必引腎水上泛，非茯苓不能鎮之，故真武則佐以附子回陽，此二方則以桂枝甘草斂汗，而茯苓則皆以為主藥，此方之義不了然乎？觀下條心悸治法益明。”",
  "zhengsu_composition": {
    "location": [
      "pangguang"
    ],
    "nature": [
      "shui_ting"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "太陽之邪入裡，膀胱氣化不利。表現為小便不利、煩渴、水入即吐。"
}