{
  "id": "taiyangyangxushuiqishangchong",
  "number": 351,
  "name": "太陽陽虛水氣上衝證",
  "category": "傷寒證候",
  "overview": "太陽陽虛水氣上衝證，是病人自覺有氣從少腹上衝心胸為主症的證候。本證乃因燒針發汗針處被寒，導致陽虛水氣上衝，因而誘發奔豚，故亦稱燒針受寒奔豚證。\n主要臨床表現為：自覺臍下悸動，而後氣從少腹上衝胸咽，並可伴有胸悶短氣，心悸恐怖，痛苦異常，旋即氣下而安，每日發作次數不等，舌質淡苔白膩，脈弦。\n太陽陽虛水氣上衝證見於“太陽病”變證，臨床上亦見於多種雜病。\n本證應與“太陽陽虛水氣欲沖證”、“肝氣上逆奔豚證”進行鑑別。",
  "clinical_manifestations": "自覺臍下悸動，而後氣從少腹上衝胸咽，並可伴有胸悶短氣，心悸恐怖，痛苦異常，旋即氣下而安，每日發作次數不等，舌質淡苔白膩，脈弦。太陽陽虛水氣上衝證見於“太陽病”變證，臨床上亦見於多種雜病。",
  "common_diseases": [],
  "differential_syndromes": [
    "“太陽陽虛水氣欲沖證”",
    "“肝氣上逆奔豚證”進行"
  ],
  "differential": {
    "self_analysis": "《傷寒論》曰：“燒針令其汗，針處被寒，核起而赤者，必發奔豚，氣從少腹上衝心者，灸其核上各一壯，與桂枝加桂湯，更加桂二兩也。”本證乃因燒針責令其汗，汗出腠理開泄，針孔被寒邪所襲，邪鬱不散，血脈瘀滯故紅腫如核。又因燒針劫取汗液，內傷心陽，陽虛不能制陰，水寒之氣乘虛上衝，故從少腹上逆，發為奔豚。正如《金匱要略·奔豚氣病脈證並治》中說：“奔豚病從少腹起，上衝咽喉，發作欲死，復還止。”它概述了奔豚的主要症狀表現。其氣上衝所過之處，則有種種症狀出現，如氣逆胃脘則見脘腹脹滿；氣至心胸，則見胸悶氣促，心悸不寧；氣衝咽喉，則憋悶窒息欲死，甚者冷汗淋漓；氣上衝巔則見眩暈跌仆，逆氣復還於下，則諸證消失。本證的治法可分內治與外治，外治先灸其核上各一壯，以溫散寒凝之邪；內治則宜桂枝加桂汤(《傷寒論》)既能平沖降逆，又能溫通心陽，以化寒水之氣。如肝氣挾寒上逆，可兼見驚悸不寧，惡聞人聲，或見腹脹腹痛等症，治宜祛寒降逆，溫陽理氣為主，酌選奔豚汤(《千金方》)或奔豚丸(《醫學心悟》)。\n奔豚之名，始見於《靈樞·邪氣臟腑病形》：“奔豚，足不收，不得前後”，為五積之一；《難經》又進一步闡明為腎之積，但腎積奔豚乃少腹素有積塊，發作時，氣從少腹上衝心，或上下無時，發作後積塊仍在。本證乃為寒水之氣上衝，氣復還則止，並無積塊存在。\n奔豚多屬雜證，老幼皆可罹患，但以成人為多見。其誘發原因有二：一為從驚恐而得之；一為針處被寒感寒而致，但以驚恐得之者為多。說明奔豚的發生，與精神因素有密切關係，同時亦應避免寒邪的侵襲，作到積極地預防。",
    "type_comparison": "太陽陽虛水氣欲沖證與太陽陽虛水氣上衝證 太陽病汗後陽虛水氣欲沖證，是奔豚欲作而未發之證，見於《傷寒論》：“發汗後，其人臍下悸者，欲作奔豚，茯苓桂枝甘草大棗湯主之”。由於發汗太過，損傷心脾之陽，或平素心脾陽虛，心陽虛不能下鎮腎水，脾陽虛則運化無權。因此，下焦水寒之氣蠢蠢欲作上衝之勢，則見臍下悸動不安。正如《醫宗金鑑·訂正傷寒論注》曰：“發汗後，臍下悸，欲作奔豚者，乃心陽虛而腎水之陰邪，乘虛欲上干於心也。”可見臍下悸是奔豚病發作的前驅症狀，水寒之氣搏擊於臍下，欲上衝而未衝之徵，故曰欲作奔豚。所以本證以臍下悸動為主要表現，可常有小便不利伴隨，水氣上衝在欲作之時，並無奔豚證的典型症狀。而太陽陽虛水氣上衝證，見氣從少腹上衝心，為奔豚已發，具有較典型的奔豚證候，二者鑑別，並不困難。\n肝氣上逆奔豚證與太陽陽虛水氣上衝證 二證皆屬奔豚，但病因病機不同。《金匱要略·奔豚氣病脈證並治》曰：“奔豚病，從少腹起，上衝咽喉，發作欲死，復還止，皆從驚恐得之。”此由驚恐而得，驚則傷心，恐則傷腎，心腎陽虛，下焦陰寒之氣得以上犯，而發為奔豚。又肝主驚，驚則氣亂，升降失調，肝氣上逆，下焦陰寒之氣隨肝氣上衝，亦可導致奔豚發作。其病機與心、腎、肝三臟最為關切，故徐忠可認為奔豚之發作，“心肝腎皆有之”，此與太陽陽虛水氣上衝所發奔豚，病機迥然不同。所見之證，又與經脈循行有關，足厥陰肝經之脈，抵少腹，挾胃，屬肝絡膽，上貫膈，布脅肋，循喉嚨之後。足少陰腎經之脈，從腎上貫肝膈，入肺中，循喉嚨。逆氣循經上衝，故見氣從少腹上衝胸咽，少腹疼痛，或伴有喘逆，嘔吐，煩渴等症。驚恐則氣亂，肝膽之氣逆亂，則神不守舍；膽火不寧，故往來寒熱，驚悸不寧，惡聞人聲，脈弦數，舌苔薄白或薄黃等症。太陽陽虛水氣上衝而發之奔豚，為心陽虛損，雖見氣從少腹上衝心胸之勢，但無驚恐氣亂所致之症，此為二者的主要區別。"
  },
  "literature": "《難經·五十六難》：“腎之積，名曰賁豚，發於少腹，上至心下，如豚狀，或上或下無時，久不已，令人喘逆，骨痿，少氣”。\n《諸病源候論·氣候諸疾》：“賁豚者，氣上下遊走，如豚之奔，故曰奔豚。”\n《註解傷寒論·辨太陽病脈證並治》：“燒針發汗，則損陰血，而驚動心氣，針處被寒氣聚而成核，心氣因驚而虛，腎氣乘寒氣而動，發為奔豚。《金匱要略》曰：病有奔豚，從驚而得之，腎氣欲上乘心，故其氣從少腹上衝心也，先灸核上以散其寒，與桂枝加桂湯以泄奔豚之氣。”\n《傷寒來苏集·傷寒附翼》：“寒氣外束，火邪不散，發為赤核，是將作奔豚之兆也。從小腹上衝心，是奔豚已發之氣象也。此因當汗不發汗，陽氣不舒，陰氣上逆，必灸其核以散寒，仍用桂枝以解外，更加桂者，補心氣以益火之陽，而陰自平也。”\n《傷寒溯源集·太陽上篇》：“蓋奔豚者，腎臟陰寒之氣上攻也。豚本黑色，故屬北方亥水，成則一陽未剝，子已一陽初生，唯亥純陰，故以豕喻之也。豕性遲鈍，駭怒則奔突，腎肝之陰氣上逆，有類奔豚，亦形象取義也。”\n《傷寒論本旨·汗吐下後並誤治諸證》：“針處被寒，寒閉其經穴而核起，太陽之邪不得外泄，內遏腎水寒之氣，必致上衝於心，如豚之奔突，以太陽經脈絡腎，寒邪由表犯里也。先灸核上，通陽散寒，再服桂枝加桂湯平腎邪而調營衛，則表里通和，邪解而愈。”"
}