{
  "id": "taiyangbiaoshijingshubuli",
  "number": 280,
  "name": "太陽表實經輸不利證",
  "category": "傷寒證候",
  "overview": "太陽表實經輸不利證是指外感風寒之邪後，衛陽被遏，營陰阻滯，呈現太陽表實證，同時兼見風寒傷及太陽筋脈的證候。亦屬於邪在肌表的太陽經證範疇，為太陽表實證的兼證。\n主要臨床表現為：惡寒，發熱，頭痛，身痛，無汗，惡風，項背拘急不舒，活動不得自如，脈見浮緊。\n太陽表實經輸不利證見於“外感熱病”初期的表證階段。其主方葛根湯，現代臨床家多用來治療痙病和眼耳鼻疾患。\n本證應與“太陽表實證”、“太陽表虛經輸不利證”、“剛痙”相鑑別。",
  "clinical_manifestations": "惡寒，發熱，頭痛，身痛，無汗，惡風，項背拘急不舒，活動不得自如，脈見浮緊。太陽表實經輸不利證見於“外感熱病”初期的表證階段。其主方葛根湯，現代臨床家多用來治療痙病和眼耳鼻疾患。",
  "common_diseases": [],
  "differential_syndromes": [
    "“太陽表實證”",
    "“太陽表虛經輸不利證”",
    "“剛痙”"
  ],
  "differential": {
    "self_analysis": "本證是由於風寒之邪外束，致衛陽被遏，失卻溫養，故見惡寒；衛陽奮起與邪抗爭，故而發熱。寒性凝滯，營陰受阻，而見頭痛身痛；寒主收斂，腠理閉塞，故見無汗；寒主收引，故項背拘急，其脈為緊。由於病在肌表，正氣抗邪之勢趨向於外，其脈為浮，故呈浮緊之脈。在出現太陽表實證的同時，因風寒之邪侵襲太陽筋脈，足太陽之脈別下項，循肩膊內，挾脊抵腰中；足太陽之筋，其別者上挾脊上項，筋脈因寒收引，營陰阻滯，津液輸運失暢，筋脈失養，故項背強直拘急，活動失卻自如。本證為太陽表實證，而以兼見項背強几几為其主要症狀。\n本證既為太陽表實的兼見證候，治當解表散寒，疏通經絡，柔潤筋脈，方用葛根汤(《傷寒論》)。\n葛根湯證還可出現於痙病之中，以頭項背強急，四肢抽搐，甚則角弓反張，苔白、脈浮為其臨床特徵，宜用葛根湯化裁治之。",
    "type_comparison": "太陽表實證與太陽表實經輸不利證 兩證俱是外感風寒之邪，侵及太陽的表證，皆因衛陽被遏，營陰阻滯，而見惡寒發熱，頭痛，項強，無汗，舌苔薄白，口不渴，脈浮緊。但二者在症狀表現上又有所不同。太陽表實證因風寒外束，肺失宣降，可出現咳喘之症，其咳聲重濁，有少量白痰，鼻塞，或流清涕；太陽表實經輸不利證，一般無明顯的咳喘症狀，不以咳喘為主證。太陽表實證可出現頭項強痛之症，症狀較輕；太陽表實經輸不利證則有明顯的項背強几几症狀，柯韻伯提出：“然几几更甚於項強”，項背強直拘急為甚，是為其典型特點。\n太陽表虛經輸不利證與太陽表實經輸不利證：兩證均是外感以後出現表證兼有項背強几几的表現，但太陽表虛經輸不利證屬太陽表虛的兼證，以汗出、惡風、脈浮為特點；太陽表實經輸不利證屬太陽表實的兼證，以惡寒無汗，脈浮緊為特點，主要鑑別在於有汗無汗，惡風與惡寒，脈緩與脈緊的不同。\n剛痙與太陽表實經輸不利證 剛痙亦見太陽表證，出現發熱，無汗，反惡寒，並見身體強，几几然，甚則出現項背強直，口噤不得語等症。剛痙與太陽表實經輸不利證的共同特點為：惡寒、發熱、無汗、項背強直拘急，但剛痙的強直拘急較甚，也不只局限於項背部，尚可見到身體其它部位的強直拘攣，如口噤不得語即是；太陽表實經輸不利證僅局限於足太陽膀胱經所過之項背部。就病機而言，剛痙因體內陰津虧損，復加風寒之邪侵犯，故表現為“無汗而小便反少”；由於寒邪外束，收斂氣機，營衛阻滯，氣化失常故無汗；因津液不足而尿少；津液虧損，筋脈失於潤養故發痙。又因其表無汗泄，小便反少，氣機失暢，還可出現上逆衝胸之感。太陽表實經輸不利證，主要是太陽筋脈受寒，營陰阻滯。寒則收引，營陰阻滯則津液輸運失於濡養以致拘急不舒，無剛痙的其它症狀。就脈象而言，痙病脈弦，直上下行，其弦緊之象，又較太陽表實經輸不利證為甚。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治中》：“太陽病，項背強几几，無汗，惡風者，葛根湯主之。”\n《金匱要略·痙濕暍病脈證治篇》：“太陽病，發熱無汗，反惡寒者，名曰剛痙。”\n《金匱要略·痙濕暍痙脈證治篇》：“太陽病，無汗而小便反少，氣上衝胸，口噤不得語，欲作剛痙，葛根湯主之。”\n《金匱要略·痙濕暍病脈證治篇》：“夫痙脈，按之緊如弦，直上下行。”\n《傷寒來苏集·傷寒附翼·太陽方總論》：“其證身不疼，腰不痛，骨節不痛，是骨不受寒矣。頭項強痛，下連於背，牽引不寧，是筋傷於風矣。不喘不煩躁，不乾嘔，是無內症。無汗而惡風，病只在表，若表病而兼不利，是表實里虛矣。比麻黃青龍之劑較輕，然几几更甚於項強，而無汗不失為表實，脈浮不緊數，是中於鼓動之陽風，故以桂枝湯為主，而加麻葛以攻其表實也。”\n《傷寒貫珠集·卷二·太陽篇下》：“太陽病，項背強几几，反汗出惡風者，桂枝加葛根湯主之。太陽病，項背強几几，無汗惡風，葛根湯主之。二條本是痙證，而有表虛表實之分，表實者無汗。表虛者汗反自出，即所謂剛痙柔痙也。然痙，筋病也，亦風病也，故雖有剛柔之異，而其項背強几几惡風，則一也。几几，項強連背，不能展顧之貌。”",
  "zhengsu_composition": {
    "location": [
      "biao",
      "jingluo"
    ],
    "nature": [
      "han",
      "shi"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "太陽傷寒兼經絡不利。表現為身疼痛、項背強、無汗。"
}