{
  "id": "taiyangxiexianpiqibuhe",
  "number": 370,
  "name": "太陽邪陷脾氣不和證",
  "category": "傷寒證候",
  "overview": "太陽邪陷脾氣不和證是指太陽病誤下傷脾，以致邪陷太陰，氣血陰陽不和，好像是發生以腹滿時痛為主要臨床表現的證候。\n主要臨床表現為：腹脹滿，時而疼痛，大便不爽，脈弦無力，或伴發熱、惡風寒等表證。\n太陽邪陷脾氣不和證常見於外感傷寒“太陽病”誤下而轉屬太陰的疾病中。\n本證應與“太陽脾虛氣滯證”、“陽明腑實證”相鑑別。",
  "clinical_manifestations": "腹脹滿，時而疼痛，大便不爽，脈弦無力，或伴發熱、惡風寒等表證。太陽邪陷脾氣不和證",
  "common_diseases": [
    "外感傷寒“太陽病”誤下而轉屬太陰的疾病"
  ],
  "differential_syndromes": [
    "“太陽脾虛氣滯證”",
    "“陽明腑實證”"
  ],
  "differential": {
    "self_analysis": "太陽邪陷脾氣不和證，原指太陽病誤用苦寒瀉下，以致傷害脾氣，表邪乘虛內陷，轉屬太陰而形成。正如《傷寒論》所說：“本太陽病，醫反下之，因而腹滿時痛者，屬太陰也”。太陰屬脾，位居大腹，脾虛邪擾，肝木之氣亦乘機克伐，以致脾氣不運而壅滯，所以腹滿；氣機不利，血脈不和，故時而疼痛。《傷寒論》中許多變證，都來自於誤治之後，這本是作者設法御變的一種轉機，不可過於拘泥。臨床實際也證明，外邪直中太陰，或脾虛木乘、肝脾不和，均可出現腹滿時痛的證候。因此說，外感或內傷，經過誤治或不經誤治，都可導致本病證的發生。本證若發生於外感傷寒，無論是太陽太陰同時受邪，或太陽表邪不解而又轉系太陰，由於有表邪存在，均可兼見發熱、惡風寒、脈浮等太陽表證。本證治以桂枝加芍药汤(《傷寒論》)，既可內和氣血、緩急止痛，又可外調營衛、解肌發表。若傷寒久病不愈，或內傷勞損使脾氣傷、中氣衰而轉成虛勞證者，亦可見腹滿、里急、腹中痛等症。這可以看作是太陽邪陷脾氣不和證的發展。脾胃為營衛氣血生化之源，水火陰陽升降的樞紐，脾胃病、中氣虛則營養之源匱乏，陰陽升降失常，因而隨之發生心悸、衄血、夢遺失精、四肢酸痛、手足煩熱、咽乾口燥等氣血虧損，陰陽兩虛，寒熱錯雜的證候。治療用小建中汤(《傷寒論》)建中氣、滋化源以和調陰陽。若服小建中湯不差，而脈仍弦澀者，是兼少陽氣鬱、木來乘土之證，治宜小柴胡汤去黃芩(《傷寒論》)疏解少陽氣鬱。若邪陷太陰，寒凝脾經，損傷脾陽，而見腹滿時痛、下利、脈沉者，則治宜理中汤(《傷寒論》)溫中散寒。若陰寒凝結日久，導致脾腎陽氣俱虛，見脈沉遲微弱，腹滿而痛，下利畏寒等症，則應治以附子理中汤(《太平惠民和劑局方》)，甚者可與四逆汤(《傷寒論》)溫陽祛寒。",
    "type_comparison": "太陽脾虛氣滯證與太陽邪陷脾氣不和證 二者都是因為太陽病治療失誤，傷了脾氣所引起。也均以腹滿為主症，故需加鑑別。太陽脾虛氣滯證，是汗後傷了脾氣，脾失健運，以致氣壅滯而濕不化，故其症以腹滿而脹為主，太陽邪陷脾氣不和證則不僅傷了脾氣，而且也傷了脾陰，由於脾象虛血脈不和，木來乘土，所以其症以腹滿時痛為主。此外，太陽邪陷脾氣不和證，可兼表邪不解而見發熱、惡風寒等太陽表證；而太陽脾虛氣滯證，則表邪已解，表證亦不復存在，這也是二證的區別之一。\n陽明腑實證與太陽邪陷脾氣不和證 腹脹滿或腹滿疼痛，是陽明腑實證的主要見症之一，如《傷寒論》所說：“大下後，六七日不大便，煩不解，腹滿痛者，此有燥屎也”，“傷寒吐後，腹脹滿者，與調胃承氣湯”，“發汗不解，腹滿痛者，急下之，宜大承氣湯”。二證所見腹滿疼痛雖有類似之處，但病變性質卻有虛實之不同。陽明腑實之腹滿痛，是因燥屎內結、腑氣不通所引起，其證屬實，臨床表現的特點是腹滿不減，或減不足言，腹痛無休止而且拒按。同時，還常伴見日晡潮熱、谵語、不大便、手足濈然汗出、脈沉有力等症狀。而太陽邪陷脾氣不和證，則是轉屬太陰之候，其證屬虛，故腹滿時減，腹痛亦有休止之時，脈雖見沉弦但多顯示無力之象，至於其它陽明腑實症候如潮熱、谵語等，又更是太陽邪陷脾氣不和證所不見。"
  },
  "literature": "《傷寒明理論·卷一·腹滿》：“傷寒腹滿，何以明之？腹滿者，俗謂之肚脹是也。華佗曰：傷寒一日在皮，二日在膚，三日在肌，四日在胸，五日在腹，六日入胃。入胃謂入府也。是在腹也，猶未全入里者，雖腹滿為里證，故亦有淺深之別。經曰：表已解而內不消，非大滿而猶生寒熱，則病不除，是其未全入府；若大滿大實堅有燥屎，自可除下之，雖四五日不能為禍，謂之邪氣已入府也。……然腹滿不減者，則為實也；若腹滿時減者，又為虛也，則不可下。……益虛氣留滯，亦為之脹，但比之實者，不至堅痛也。大抵腹滿屬太陰證也。陽熱為邪者，腹滿而咽乾，陰寒為邪者，則腹滿而吐，食不下，自利益甚，時腹自痛。太陰者，脾土也，治中央，故專主腹滿之候。又發汗吐下之後，因而成腹滿者，皆邪氣乘虛內客為之，而所主又各不同。經曰：發汗後，腹脹滿者，厚朴生薑甘草半夏人參湯主之。……邪氣在表，因發散則邪去，胃為津液之主，發汗亡陽，則胃氣虛而不能敷布，諸氣壅滯而為脹滿，是當溫散可也。”\n《傷寒貫珠集·卷六·太陰篇》：“病在太陽不與解表，而反攻里，因而邪氣乘虛陷入太陰之位，為腹滿而時痛。陶氏所謂誤下傳者是也。夫病因邪陷而來者，必得邪解而後愈；而藏陰為藥所傷者，亦必以藥和之而後安，故須桂枝加芍藥湯主之。桂枝所以越外入之邪，芍藥所以安傷下之陰也。按金匱云：傷寒陽脈澀，陰脈弦，法當腹中急痛者，與小建中湯；不差者，與小柴胡湯，此亦邪陷陰中之故。而桂枝加芍藥，亦小建中之意，不用膠飴者，以其腹滿，不欲更以甘味增滿耳。”\n《醫宗金鑑·訂正傷寒論注·辨太陰病脈證並治全篇》：“本太陽中風病，醫不以桂枝湯發之而反下之，因而邪陷入里，餘無他證，惟腹滿時痛者，此屬太陰里虛痛也，故宜桂枝加芍藥湯以外解太陽之表，而內調太陰之里虛也。”\n《傷寒解惑論》：“汗傷脾陽，太陰氣滯，腹脹滿為主症，所以用厚朴生姜半夏甘草人參湯健脾導滯。……太陽病誤下，氣血內陷，致使脾絡鬱滯不通所致。氣血凝滯在腹內腸外的脈絡，是全腹部瀰漫性疼痛，不局限在臍周圍，按之也決無硬塊。輕的由於脾絡時通時阻，痛亦時作時止；重的則能持續作痛，痛而拒按。前者可用桂枝加芍藥湯，以桂枝湯和營衛，倍芍藥以破陰結、通脾絡；後者因芍藥破結之力太輕，再加入少量的大黃，即桂枝加大黃湯，以破血行鬱。”"
}