{
  "id": "tanhuoraoxin",
  "number": 126,
  "name": "痰火擾心證",
  "category": "臟腑證候",
  "overview": "痰火擾心證是指痰火互結，上擾心神所出現的一系列症狀的概稱。多因情志憂鬱，喜怒無常，導致痰火上擾所致。痰濕偏盛，濕久蘊熱，亦可引起痰火擾心。\n主要臨床表現為：心悸，心煩不寐，面赤氣粗，口乾，易驚，便秘尿黃，重者胡言亂語，哭笑無常，狂躁妄動，舌紅苔黃膩，脈滑數。\n痰火擾心證常見於“癲狂”、“不寐”、“中風”等疾病中。\n本證應與“痰閉心竅證”、“熱灼心營證”、“心火亢盛證”相鑑別。",
  "clinical_manifestations": "心悸，心煩不寐，面赤氣粗，口乾，易驚，便秘尿黃，重者胡言亂語，哭笑無常，狂躁妄動，舌紅苔黃膩，脈滑數。痰火擾心證",
  "common_diseases": [
    "“癲狂”",
    "“不寐”",
    "“中風”"
  ],
  "differential_syndromes": [
    "“痰閉心竅證”",
    "“熱灼心營證”",
    "“心火亢盛證”"
  ],
  "differential": {
    "self_analysis": "痰火擾心證在不同疾病中的臨床表現各具特點，治法亦不盡相同，必須加以辨析。若癲狂病中出現痰火擾心證，臨床表現為心煩，心悸，重則胡言亂語，狂躁妄動，便秘尿黃，脈數，苔膩等，多因情志不暢，惱怒傷肝，氣鬱化火，灼津為痰，痰火上擾，心竅蒙蔽，神志逆亂所致，治宜滌痰清火，鎮心安神，方選生鐵落飲(《醫學心悟》)。若不寐病中出現痰火擾心證，臨床表現為不易入眠，甚則整夜不眠，心煩易怒，舌尖邊紅，脈弦等，多因痰火上擾，心神不寧所致，治宜清心滌痰，方選十味溫膽湯(《證治準繩》)。若中風病中出現痰火擾心證，臨床表現為半身不遂，口眼喎斜，語言謇澀，神識朦朧，口乾，煩躁，便乾，苔黃而膩，脈弦數等，多因憂、思、惱、怒等情志失常，飲食不節，不良嗜好，緊張勞累諸因素導致陰陽失調，陰陷於下，陽亢於上，陽化為火，挾痰上擾，引起本證，治宜清火降逆、平肝熄風，方選清肝湯(《類證治裁》)；若熱盛便結，可加大黃、蘆薈瀉火通便，盪滌熱結；若心熱心煩，神昏譫語，頭痛，甚則抽搐，治宜清心開竅，可選用牛黃清心丸(《痘疹世醫心法》)。\n肥胖之人，平素痰濁內盛，濕濁蘊久，易化熱生火，上擾心神；陰虛陽亢之人，易性情急躁，情緒多變，若受外界刺激，憂鬱化火，可見口乾，煩躁，面赤等症，當“因人制宜”，辨證論治。",
    "type_comparison": "痰閉心竅證與痰火擾心證 痰火擾心證多因抑鬱、忿怒、狂喜等情緒異常，氣鬱不舒，鬱久化火所致，李東垣說：“氣有餘，便是火。”火旺則灼煉津液為痰，痰與火結成痰火，上擾心神，輕者心煩，口苦，失眠，易驚；重則神志錯亂，胡言亂語。火屬陽，陽主動，陽盛則狂，《素問·至真要大論》：“諸躁狂越，皆屬於火，”又“四肢為諸陽之本”，陽氣過亢，則氣力通常；痰熱上擾，表現為狂躁妄動，打人罵人，神志反常；火熱亢於上，則面赤口乾；火熱迫於下，則尿黃，便秘，苔膩，脈滑數。痰閉心竅證，多系心為痰所蒙蔽，神志不清。程度上比痰火擾心證為重。由於痰濁阻塞，清竅失靈，故見神志昏迷，舌強不語，喉中痰鳴，苔垢膩，脈弦滑等症。此外，痰閉心竅證，且有寒熱之分，陽閉與陰閉之別。其中，熱痰阻竅，為熱，屬陽閉，症見面赤氣粗，苔黃膩，脈弦滑等症，與痰火擾心證相類似，但痰火擾心證，臨床以熱盛為主；痰閉心竅證，臨床以痰濁為主。痰閉心竅證多見於中風；痰火擾心證常見於癲狂。以此可資鑑別。\n熱灼心營證與痰火擾心證 二者皆屬火證，但病機不同。熱灼心營證多由溫邪入營、入血所致，因熱在陰，則發熱以夜晚為甚；心主神志，熱入心營或心包，則煩躁譫語；熱邪入血，血熱從肌膜而出，可見斑疹；熱傷脈絡或迫血妄行，則出血；熱傷血分，筋脈失養，則抽搐，其特徵為舌質深絳。痰火擾心證，多因外邪侵襲，由表入里，里熱已盛所致，症見發熱，面赤氣粗，便秘尿黃，熱傷津液則口乾，甚則易驚。痰火擾心證病變在氣分，而熱灼心營證病變在營、在血。故症情各異，可以鑑別。\n心火亢盛證與痰火擾心證 心火亢盛證，多為里熱化火，或鬱而化熱所致，病變在心，可移熱於小腸，臨床表現以口舌生瘡，渴欲冷飲，甚則尿血，小便刺痛，舌紅，脈數等為特徵。而痰火擾心證多因情志抑鬱，痰濕或痰熱上擾心神所致，病勢較心火亢盛為重，臨床表現以心悸，面赤，易驚，心煩不寐，甚則狂躁妄動，或胡言亂語，苔黃膩，脈滑數等為特點。"
  },
  "literature": "《證治匯補·痰症》：“有因熱而生痰者，有因痰而生熱者，故痰即有形之火，火即無形之痰，然究而論之。痰之未病，即身中真陰也，火之未病，即身中真陽也，苟不能平調，六欲七情，交相為害，偏勝浮越，痰得火而沸騰，火得痰而煽熾，或升於心肺，或留於脾胃，或滲於經络，或散於四肢，或滯於皮膚，或溢於咽喉，種種不同，治者欲清痰之標，必先顧其本。欲辨火微甚，須明氣盛衰，蓋元氣盛者火必實，元氣虛者火必虛，能調元氣之盛衰，而痰火相安於無事矣。”",
  "zhengsu_composition": {
    "location": [
      "xin"
    ],
    "nature": [
      "huo",
      "tan"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：心。病性：熱/火、痰。根據證候名稱「痰火擾心證」分析其病機組成。"
}