{
  "id": "tanredongfeng",
  "number": 114,
  "name": "痰熱動風證",
  "category": "全身證候",
  "overview": "痰熱動風證是指痰熱內盛，引起肝風內動，而出現以痙厥神昏為主症的證候。\n主要臨床表現為：眩暈，抽搐，兩目斜視，口噤，角弓反張，痰鳴喘咳，身熱不退，煩渴，氣促，舌紅，苔黃，脈弦滑數。\n痰熱動風證常見於“癇病”、“眩暈”、“中風”、“痙病”、“小兒驚風”等病變中。\n本證應與“肝風內動證”、“陰虛風動證”相鑑別。",
  "clinical_manifestations": "眩暈，抽搐，兩目斜視，口噤，角弓反張，痰鳴喘咳，身熱不退，煩渴，氣促，舌紅，苔黃，脈弦滑數。痰熱動風證",
  "common_diseases": [
    "“癇病”",
    "“眩暈”",
    "“中風”",
    "“痙病”",
    "“小兒驚風”"
  ],
  "differential_syndromes": [
    "“肝風內動證”",
    "“陰虛風動證”"
  ],
  "differential": {
    "self_analysis": "痰熱動風證臨床可見於多種疾病中，需仔細鑑別。如見於癇病，表現為發作時昏仆，抽搐，吐涎，或有叫吼，平日情緒急躁，心煩失眠，咯痰不爽，口苦而乾，便秘，舌紅苔黃膩，脈弦滑數。乃因肝火偏旺，火動生風，煎熬津液，結而為痰，痰熱互結，阻塞心竅所致，故治宜清肝瀉火，化痰開竅，方用龙胆泻肝汤(《蘭室秘藏》)合涤痰汤(《濟生方》)加減。如見於眩暈，症見眩暈耳鳴，頭痛且脹，每因煩勞或惱怒而頭暈、頭痛加劇，面色潮紅，急躁易怒，少寐多夢，口苦，舌質紅，苔黃，脈弦，尤其是伴有眩暈急劇，泛泛欲嘔，手足麻木，甚則震顫，筋惕肉瞤。因此火熱灼津為痰，動風則肝陽上亢而作，治宜鎮肝熄風，清熱化痰，方用天麻钩藤饮(《雜病診治新義》)加龍骨、牡蠣、珍珠母、羚羊角等。如見於中風，表現為形體肥碩，痰熱素盛，偶被外因激發，遂致突然昏仆，不省人事，牙關禁閉，聲高氣粗，痰聲漉漉，面目紅赤，兩手握固，抽搐瘛瘲，腹脹便秘，醒後半身不遂，口眼喎斜，舌強語謇，心中懊憹，煩熱如烙，舌紅苔黃膩，脈多弦滑有力。乃由於各種原因引起肝火過旺，素體痰盛，痰熱引動肝風，則可上蒙清竅，而卒然昏厥，橫竄經絡而出現口眼喎斜，半身不遂，治宜清熱化痰，開竅醒神，方用安宫牛黄丸(《溫病条辨》)，並用羚羊角汤(《醫醇賸義》)加減以清肝熄風，育陰潛陽。如見於痙病，可症見頸項強直，甚至角弓反張，手足瘛瘲，口噤齧齒，頭暈，胸悶，痰聲如鋸，甚至神昏譫語，不省人事，舌苔膩，脈弦數。多由里熱熾盛，化火生痰，痰熱動風，以致肝之筋脈受病，而出現四肢抽搐，角弓反張，治宜清熱滌痰，息風解痙，方用导痰汤(《濟生方》)加減。如見於小兒驚風證，表現為手足抽搐，甚至角弓反張，伴高熱不退，面赤神昏，躁動不安，舌謇語澀，此由於內熱熾盛，化火生痰，痰熱動風所致，治宜豁痰醒神，平肝熄風，方用紫雪丹(《和劑局方》)加減。\n本證發病急，病情重，病變傳變快，故臨床上需要緊急治療，以免病情遷延日久，熱邪久羈，消灼真陰，津虧液涸，而致亡陰失水，水不涵木，虛風內動，更加重病變，預後不良。",
    "type_comparison": "肝風內動證與痰熱動風證，兩者均有發燒，抽搐等症狀。但基本病機不同，肝風內動證是因憂思鬱閉，情志不舒，肝氣鬱結化火，耗血傷陰，肝失所養，肝陽偏亢；或暴怒憤忿，肝陽暴張，風動陽升，遂成肝風內動證。而痰熱動風證是指里熱熾盛，化火灼津而為痰，痰火生風，以致肝之筋脈受病，而出現四肢抽搐，角弓反張之症。故痰熱動風證伴有痰熱內盛之象，如痰鳴喘咳，身熱煩渴，苔黃膩之症，乃是肝風內動證所不具備。而肝風內動證之面紅耳赤，急躁易怒，情緒激動，也是痰熱動風證不具有的，兩者應當區別。\n陰虛風動證與痰熱動風證 陰虛風動證是指溫病熱邪傷陰，筋脈失養，虛風內動，也伴有發熱，抽搐等症狀。但陰虛風動證為熱耗營血，陰液被灼，筋脈失於濡養而動風，故尚有手足心熱甚於手足背，神倦耳聾，脈虛欲脫等真陰欲竭之症狀。而痰熱動風證乃一派實熱之象，因內熱熾盛，化火灼津而為痰，痰火生風引起，故伴有身熱不退，煩渴，痰多，舌紅苔黃膩，脈弦數有力，此與陰虛風動證明顯不同，可相區別。"
  },
  "literature": "《證治匯補·眩暈》：“以肝上連目系而應於風，故眩為肝風，然亦有因火、因痰、因虛、因暑、因濕者。”\n《丹溪心法》：“中風大卒主血虛有痰，治痰為先，次養血行血，或屬虛，挾火與濕，又須分氣虛血虛。半身不遂，大卒多痰，在左屬死血瘀血，在右屬痰有熱，並氣虛。”\n“案《內經》已下，皆謂外中風邪，然地有南北之殊，不可一途而論。……東南之人，多是濕土生痰，痰生熱，熱生風也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "dong_feng",
      "tan"
    ]
  }
}