{
  "id": "tanreneibi",
  "number": 113,
  "name": "痰熱內閉證",
  "category": "全身證候",
  "overview": "痰熱內閉證是由熱邪內陷，灼液為痰，閉阻包絡，蒙蔽神明而引起的以神志障礙為主症的證候。\n主要臨床表現為：神昏譫語，甚則昏聵不語，手足厥冷，喉中痰鳴，舌謇，嘔吐痰涎，小便黃，舌絳，苔垢，脈滑數。\n痰熱內閉證常見於“癲狂”、“癇病”、“中風”、“厥病”等疾病中。\n本證應與“痰火擾心證”、“痰迷心竅證”、“痰濁內蒙心包證”相鑑別。",
  "clinical_manifestations": "神昏譫語，甚則昏聵不語，手足厥冷，喉中痰鳴，舌謇，嘔吐痰涎，小便黃，舌絳，苔垢，脈滑數。痰熱內閉證",
  "common_diseases": [
    "“癲狂”",
    "“癇病”",
    "“中風”",
    "“厥病”"
  ],
  "differential_syndromes": [
    "“痰火擾心證”",
    "“痰迷心竅證”",
    "“痰濁內蒙心包證”"
  ],
  "differential": {
    "self_analysis": "痰熱內閉證臨床常見於以神志改變為主症的疾病，屬急危重證候，均需緊急救治。如見於癲狂，表現為起病急驟，先有性情急躁，頭痛失眠，兩目怒視，而後見狂亂無知，罵詈叫號，或毀物傷人，或見神昏譫語，喉中痰鳴，嘔吐痰稠，舌質紅絳，苔黃膩，脈象弦大滑數。此因肝火暴張，鼓動陽明痰熱，內閉心竅而引起，故治宜瀉熱逐痰，清心開竅，方用礞石滚痰丸(《養生主論》)合安宫牛黄丸(《溫病条辨》)。如見於癇病，表現為突然昏倒，四肢抽搐，口吐粘涎，氣粗息高，兩目直視，或口作六畜之聲，魂夢驚惕，胸膈阻塞，心煩失眠，頭痛面紅，目赤口苦，便秘，發無定時，或一日三五發，或數日數月後再發，餘如常人，舌紅苔黃膩，脈弦滑數有力。此乃因大驚卒恐，鬱怒傷肝，或嗜酒肥甘，痰熱內生，若遇外因誘發，則痰熱上擾於胸，心神被蒙，而發突然昏倒，故治宜清熱滌痰，鎮心安神，方用礞石滚痰丸(《養生主論》)。如見於中風，表現為形體肥碩，痰熱素盛，偶被外因激發，遂突然昏仆，不省人事，牙關緊閉，聲高氣粗，痰聲漉漉，面紅目赤，兩手握固，抽搐瘛瘲，腹脹便秘，醒後半身不遂，口眼喎斜，舌強語謇，心中懊憹，煩熱，舌紅苔黃厚膩，脈多弦滑有力。此乃平素嗜食肥甘，恣酒縱欲，以致痰熱內生，又因七情過激，五志交攻，痰熱相挾搏結，痺阻經脈，蒙蔽清竅，故為突然昏仆，不省人事，治宜宣濁開竅，通腑滌痰，方用安宫牛黄丸(《溫病条辨》)合涤痰汤(《濟生方》)。如見於厥病，表現為突然昏倒，喉有痰聲，嘔吐痰涎，或乾嘔，手足厥冷，飢不能食，心下煩滿，舌苔厚膩，脈象多伏，醒後脈見沉滑，或弦滑。此乃平日痰濁素盛，痰熱內生，壅阻氣機，閉塞清竅，遂發突然昏倒，痰熱內閉；陽氣不能向外宣達，故手足厥冷，故治宜清熱豁痰，宜達氣機，方用导痰汤(《濟生方》)。\n痰熱內閉證屬臨床上的急危重證候，需緊急救治，方能起死回生。平日肥胖之人，嗜食肥甘，恣酒縱欲，痰濁內生，外熱一陷，里絡就閉，易發神昏痰鳴，舌絳苔垢之症。由於手足厥陰同氣，木火相煽，故熱入心包，易引起肝風，而痙厥兼作。若感邪較重，心神內閉，引起內閉外脫，則可危及生命。",
    "type_comparison": "痰火擾心證與痰熱內閉證 痰火擾心證，多因情志憂鬱，喜怒無常，氣鬱不舒，鬱久化火所致。火旺則灼煉津液為痰，痰與火結成痰火，上擾心神，輕者心煩，口苦，失眠，易驚，重則神志錯亂，胡言亂語，狂躁妄動，打人毀物，小便黃赤，大便乾，苔膩，脈弦滑數。痰熱內閉證為痰熱內陷，蒙蔽心包，程度上比痰火擾心證為重。由於痰濁阻塞，清竅失靈，故見神志昏迷，舌強不語，喉中痰鳴，苔垢膩，脈弦滑等症。此外，痰熱內閉證多見於溫病熱陷心包，或中風，癲癇等病；而痰火擾心證多見於鬱證、狂病等。\n痰迷心竅證與痰熱內閉證 痰迷心竅證，多由情志所傷，所願不遂，或大怒傷肝，或思慮過度，氣鬱濕阻，化為痰濁，蒙蔽心竅，以致神明迷亂而機竅閉阻，症見目呆神滯，如痴如呆，喃喃自語。而痰熱內閉證多由熱邪內陷，灼液為痰，閉阻包絡，蒙蔽神明所致，表現為神昏譫語，甚則昏聵不語，手足厥冷，喉中痰鳴，舌謇，苔黃膩，脈滑數。兩證相比有幾點不同：一則痰熱內閉證比痰迷心竅證熱象更明顯，二則痰熱內閉證邪熱內閉，氣機受遏，陽氣不能外達，可見突然昏倒、肢厥、舌謇等症，與痰迷心竅證不同，兩者尤需詳辨。\n痰濁內蒙心包證與痰熱內閉證 痰濁內蒙心包證是濕熱鬱蒸，釀成痰濁，痰濁蒙蔽心包，可見神識昏蒙，時或譫語，苔黃膩，脈濡滑而數。而痰熱內閉證為熱邪內陷，灼液為痰，閉阻包絡，蒙蔽神明所致。兩證均為痰濁為害，蒙蔽心竅，而致神志不清。但痰熱內閉，多由痰濁內蒙心包證發展而來，痰濁蘊結，日久化熱，痰與熱結，蒙蔽心包。與痰濁內蒙心包證相比，一為痰與熱結，一為痰濁尚未化熱，一者熱象顯著，一者熱象不著，易於鑑別。"
  },
  "literature": "《重訂通俗傷寒論·六經方藥》：“熱陷包絡神昏，非痰迷心竅，即瘀塞心孔。”\n《溫熱經緯·葉香岩外感溫熱篇》：“外熱一陷，里絡就閉，非菖蒲、鬱金等所能開，須用牛黃丸、至寶丹之類以開其閉。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_bi",
      "tan"
    ]
  }
}