{
  "id": "tanreyongfei",
  "number": 173,
  "name": "痰熱壅肺證",
  "category": "臟腑證候",
  "overview": "痰熱壅肺證又稱痰熱阻肺證。本證是外邪犯肺，鬱而化熱，熱傷肺津，煉液成痰，或素有宿痰，復感風熱而出現痰與熱結、壅阻肺絡的臨床表現的概稱。\n主要臨床表現為：發熱咳嗽，胸膈滿悶，咯黃稠痰或痰中帶血，甚則呼吸迫促，胸脅作痛，舌紅、苔黃膩，脈滑數等。\n痰熱壅肺證常見於“哮證”、“失音”、“胸痛”、“肺癰”等疾病中。\n本證應與“痰火擾心證”、“風熱襲肺證”、“大腸實熱證”相鑑別。",
  "clinical_manifestations": "發熱咳嗽，胸膈滿悶，咯黃稠痰或痰中帶血，甚則呼吸迫促，胸脅作痛，舌紅、苔黃膩，脈滑數等。痰熱壅肺證",
  "common_diseases": [
    "“哮證”",
    "“失音”",
    "“胸痛”",
    "“肺癰”"
  ],
  "differential_syndromes": [
    "“痰火擾心證”",
    "“風熱襲肺證”",
    "“大腸實熱證”"
  ],
  "differential": {
    "self_analysis": "痰熱壅肺證可出現於多種疾病中，其臨床表現及治法亦不同。如哮證病中出現痰熱壅肺證，臨床表現每以呼吸迫促，喉中有水雞聲，咳嗽痰稠而黃，胸膈滿悶等“熱哮證”為特點，此由痰熱交阻，鬱蒸於肺所致，治宜清熱化痰，平喘降逆，方用定喘湯(《攝生眾妙方》)。若失音病中出現痰熱壅肺證，臨床特點為聲音重濁不揚，咳痰稠黃，咽乾而痛，口燥，此由痰熱蘊伏於肺，阻塞氣道所致，治宜清熱化痰利咽，方用清咽寧肺湯(《醫學統旨》)。若胸痛病中出現痰熱壅肺證，臨床特點為胸痛咳喘，咯痰黃稠，或見咳血，或咳痰腥臭，煩悶發熱，此由肺有痰熱，灼傷肺絡，氣機不暢所致，治宜滌痰瀉熱，寬胸開結，方用小陷胸湯(《傷寒論》)加減。若肺癰病中出現痰熱壅肺證，臨床每以壯熱汗出，寒戰，胸悶作痛，轉側不利，咳嗽氣急，咳吐膿痰，其味腥臭，口乾咽燥，煩躁不安等為特點，此由痰熱蘊結，邪毒壅肺，熱壅血瘀，蘊結成癰，腐而成膿，治宜清熱化痰，解毒排膿，方用千金葦莖湯(《備急千金要方》)。總之，證候雖同，但在不同病中，症狀表現各異，可根據上述特點，加以辨析。\n熱為火之漸，火為熱之極，故痰熱壅肺證在其病機演變過程中，每易化火而成痰火之證。若因於痰火壅盛，出現顏面掣動，手足振搖或搐搦，身熱，咳嗽多痰，脈洪數，稱為“痰火痙”；若因於痰火上逆，出現頭痛腦鳴，或偏側頭痛，胸脘滿悶，嘔惡，泛吐痰涎，心煩善怒，面紅目赤，稱為“痰火頭痛”；若因於痰濁挾火，上蒙清竅，出現眩暈，頭目脹重，心煩而悸，噁心，泛吐痰涎，口苦，稱為“痰火眩暈”；若因於痰火擾動心神，出現怔忡時作時止，因火而動，稱為“痰火怔忡”等。諸證均可為痰熱壅肺之變證，亦可單獨發病。臨床當視具體病證，或清化熱痰以解肺壅，或再輔以鎮痙、熄風、安神、降火等法，務期藥隨證用，適合病情。",
    "type_comparison": "痰火擾心證與痰熱壅肺證 兩證病因、病位、病性均不同，但痰火擾心證亦可有與痰熱壅肺證相似之處，如發熱咳嗽，咯痰黃稠，胸膈滿悶等等，頗易混淆。痰火擾心證必有痰火擾亂心神的臨床表現，如心悸，怔忡，失眠多夢，舌尖紅赤，舌質紅絳等，與痰熱壅肺證的舌紅尖不赤，且無擾亂心神症狀者可相鑑別。\n風熱襲肺證與痰熱壅肺證 兩證在病因病理上有著密切關係，臨床症狀多有相似之處，亦須進行鑑別。風熱襲肺證由外感風熱之邪，或風寒鬱而化熱所致，在此基礎上進一步發展，熱耗肺津，煉液成痰，痰與熱結而成痰熱壅肺證；或素患痰疾，復為風熱之邪所襲，痰熱搏結亦發痰熱壅肺證。風熱襲肺證必兼表證，症見惡風發熱，咳嗽，咯黃稠痰，舌邊尖紅，脈浮數；痰熱壅肺證必為里證，症見咳嗽，胸膈滿悶，咯黃稠痰，苔黃膩，脈滑數。可資辨別。\n大腸實熱證與痰熱壅肺證 肺與大腸互為表里，病變則可互相影響。大腸實熱證每致熱邪循經上攻於肺，出現類似痰熱壅肺證之氣喘咳嗽，面赤身熱，咽喉腫痛，如《千金方》云：“右手寸口氣口以前脈陽實者，手陽明經也，病苦腸滿，善喘咳，面赤身熱，喉咽中如核狀，名曰大腸實熱也”。但大腸實熱證必以腸中結熱症狀為主，上逆迫肺症狀為輔，且無痰熱壅肺證之咯黃稠痰等症。另一方面，痰熱壅肺證亦可因肺津耗傷，不能清肅下行濡潤腸道而致類似大腸實熱證之大便秘結。但本證必以肺中痰熱證為主，大腸失潤為輔，且不似單純大腸實熱證之腹痛拒按，嘔惡腐臭，或熱結旁流等。可資鑑別。"
  },
  "literature": "《諸病源候論·卷二十》：“熱痰者，謂飲水漿，結積所生也。言陰陽否隔，上焦生熱，熱氣與痰水相搏，聚而不散，故令身體虛熱，逆害飲食，頭面嗡嗡而熱。”\n《濟生方·咳嗽痰飲門》：“喉中介介如梗狀，甚則嗽血也，胸滿氣喘，痰盛稠粘，皆肺熱也。”",
  "zhengsu_composition": {
    "location": [
      "fei"
    ],
    "nature": [
      "qi_zhi",
      "tan"
    ]
  }
}