{
  "id": "tanshizubao",
  "number": 382,
  "name": "痰濕阻胞證",
  "category": "專科證候",
  "overview": "痰濕阻胞證是指體素陽虛，脾失健運，濕聚生痰，下注衝任，壅滯於胞宮胞脈所引起的證候。本證多見於肥胖之人。\n主要臨床表現為：月經錯後，或閉止不行，經量或多或少、質褐色淡，帶下量多、色白質粘稠、氣腥臭，形體肥胖，胸悶泛惡，口淡納呆，身體困重，倦怠嗜臥，便溏溺濁，面色晄白，舌質淡，苔白膩，脈滑，或濡細、或弦滑。\n痰濕阻胞之證常見於“月經後期”、“月經過少”、“閉經”、“月經過多”、“帶下”、“不孕”、“偽胎”、“癥瘕”等。\n本證應與“胞宮虛寒證”相鑑別。",
  "clinical_manifestations": "月經錯後，或閉止不行，經量或多或少、質褐色淡，帶下量多、色白質粘稠、氣腥臭，形體肥胖，胸悶泛惡，口淡納呆，身體困重，倦怠嗜臥，便溏溺濁，面色晄白，舌質淡，苔白膩，脈滑，或濡細、或弦滑。痰濕阻胞之證",
  "common_diseases": [
    "“月經後期”",
    "“月經過少”",
    "“閉經”",
    "“月經過多”",
    "“帶下”",
    "“不孕”",
    "“偽胎”",
    "“癥瘕”"
  ],
  "differential_syndromes": [
    "“胞宮虛寒證”"
  ],
  "differential": {
    "self_analysis": "痰濕阻胞證可常見於婦科多種疾病中。然而在不同疾病中，其臨床表現又各有特點，故其治法，亦不盡一致。痰濕阻胞證出現於月經後期病時，其臨床表現多見經行錯後、經量少、經色淡、質稠粘，帶下量多、色白稠粘、氣味腥臭，胸脘滿悶，納少痰多，大便不實，舌質淡苔膩，脈滑無力等。《萬氏女科·調經章》說：“痰涎壅滯，血海之波不流，故有過期而經始行……。”此緣素體肥胖，痰濕壅盛，或恣於酒食肥甘炙煿之物，脾失健運，濕聚生痰，痰濕下注衝任，壅於胞宮胞脈所引起。治宜健脾燥濕、化痰調經。方用苍附导痰丸(《萬氏女科》)；是證若出現於月經過少病中，臨床表現則見經行血量明顯減少，甚或一、二日即淨，色淡質稠粘，形體肥盛，胸悶泛惡，口淡乏味，帶下增多，面色晄白，舌質淡，舌苔白膩，脈濡細等。因痰濕內盛，陰精不能化血所致。《陳素庵婦科補解·調經門》云：“大率脾氣虛，土不能制水，水谷不化精，生痰不生血。”《葉氏女科證治·調經》亦曰：“形肥經少，此痰凝經隧也。”治宜健脾燥濕化痰，方用二陈汤(《和劑局方》)合芎归汤(《葉氏女科證治》)。閉經病中如出現痰濕阻胞證時，常以形體肥胖為其特徵，同時以月經停閉數月不潮，帶盛色白質稠粘，胸悶嘔惡，大便不實等為其主要臨床表現。本證所引起的閉經，常常由月經後期、月經過少二者，逐漸發展而成。故其治法，亦同前二者，但須佐以活血通經之品；痰濕阻胞證如果在月經過多病中出現，臨床表現多見經量增多、色淡稠粘，經行時間延長，頭暈目眩，胸脘悶滿，納少痰多，帶下量多、色白質稠，形體肥胖，舌淡苔膩，脈弦滑等症。緣由脾虛失運，水濕不化，痰濕內聚，壅滯胞宮胞脈，血不得循經而致。治宜健脾燥濕，化痰調經，方用香砂六君子汤(《張氏醫通》)加炒荊芥、艾葉之類。痰濕阻胞證若出現於帶下病時，每以帶下過多、綿綿不斷、色白質稠粘如痰、其氣腥臭為主要表現，並兼身體困重，胸滿泛惡，納谷欠佳，體倦嗜臥，舌淡苔白膩等症。乃因脾陽不振，運化失職，帶脈不約，痰濁流注於衝任所致。宜健脾升陽，化痰除帶，方選胃苓汤(《丹溪心法》)、完带汤(《傅青主女科》)。痰濕阻胞證出現於不孕症時，多表現為體素肥胖，胸悶納少，經行多錯後而至，或汛行血量過少，而帶盛稠粘，體倦乏力等痰濕內阻之候。此因脾失健運，水谷之精微，不能化生精血，聚而為痰為濕，下阻胞宮胞脈，影響氣機之通暢，而胎孕之成艱難。《醫宗金鑑·婦科心法要訣》說：“體盛痰多，脂膜壅塞胞中而不孕。”治宜燥濕化痰為主，方用启宫丸(《中醫婦科學》)。痰濕阻胞證若出現於偽胎病時，臨床表現則見月經停閉數月，小腹脹大，似胎非胎，頭暈頭重，胸悶噁心，泛漾痰涎，口淡納少，便溏溺濁等痰阻胞宮，痰血相結之症。《女科精華》云：“多痰之婦，當其經行胞淨，痰乘虛入，則血與痰結，令人經閉腹大，方書謂之痰胎。”宜健脾化痰，理氣下胎，方用调正散(《傅青主女科》)加生山楂、當歸尾、劉寄奴等行血之品。痰濕阻胞證還可出現於癥瘕之疾，其臨床表現多見少腹墜脹，腹大如懷子狀，按之有塊，胸脘悶滿，泛惡食少，月經不調，脈弦滑等痰凝氣結之特點。皆由脾虛失運，濕聚成痰，阻於胞絡，積而成癥瘕之患。治宜燥濕化痰，消癥散結，方用涤痰丸(《葉氏女科證治》)加行血之品。\n痰濕內停常隨個體之差異，或從熱化，或從寒化。從熱化時，往往可引起月經量多，赤帶，赤白帶下，經閉等病症。如《葉氏女科證治調經》云：“形肥痰熱經閉，肥盛痰凝壅滯經絡，氣虛血燥，致經不行或下赤帶。”從寒化者，因寒濕凝痰阻滯胞宮，血為寒凝，運行不暢，可致小腹冷痛、經閉，胸悶噁心，四肢不溫，大便不實，帶下量多等症。痰之為病，頗為複雜，而且多變。痰濕阻胞證，可從寒化，可從熱化，或與血結，或與氣結，或阻塞氣機，或影響氣血之生化等等。故治此證，當究其病因，審其病機，因人審度，詳析變異，不可單純見痰治痰。",
    "type_comparison": "胞宮虛寒證與痰濕阻胞證 二者均以陽虛為本。而以寒或痰為之標。然前者以腎陽虛為主；後者以脾陽不振為主，亦有脾腎之陽俱虛者，臨床當細心辨別之。胞宮虛寒證是因下元不足，氣血化生不及，衝任二脈不能依時盈溢，又因陽虛生內寒，寒則血凝泣而循行不暢所引起。其臨床表現以小腹不溫，綿綿作痛，喜按喜暖等為特點；痰濕阻胞證則因中陽不振，脾運失健，濕濁內停，聚而成痰，痰濕壅滯於胞宮胞脈，影響衝任功能所致。其臨床表現則以體素肥盛，胸悶泛惡，口淡納少，帶盛稠粘等為特點。更參以面色、舌苔、脈象，以資鑑別。胞宮虛寒證常見面色淡黃，唇舌淡暗，苔薄而潤，脈多沉遲或沉細；痰濕阻胞證往往見面色晄白，舌淡體胖，苔膩，脈多滑或濡滑或弦滑。惟胞宮虛寒證挾濕時，與痰濕阻胞證痰從寒化時，易於混淆。因其二者，既可見到寒象，又可見到濕候，症狀十分相似。此時，應詳察平日臟氣之虛實，形體肥盛之與否，而細細鑑別之。"
  },
  "literature": "《陳素庵婦科補解·胎前雜證門》云：“孕婦過於保養，久眠久坐則氣不運，恣食肥甘則生痰壅氣，氣滯痰盛胎氣不順，以致肥厚長大，產後百病皆生於此，臨期難產固不待言。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_zhi",
      "shi",
      "tan"
    ]
  }
}