{
  "id": "tanyuhujie",
  "number": 111,
  "name": "痰瘀互結證",
  "category": "全身證候",
  "overview": "痰瘀互結證是痰滯與瘀血相互搏結，阻礙氣機而出現的證候。本證是由於臟腑功能失調，血瘀聚濕生痰或痰滯礙血致瘀，痰滯與瘀血交結所致。\n本證臨床表現隨瘀阻部位而異，主要表現有：麻木沉重，刺痛不移，經久不愈，遇寒尤甚，得溫則舒；體內腫塊，固定不移；神識不清或狂躁不安；舌質暗紫，舌苔厚膩等。\n痰瘀互結證常見於“胸痺”、“痺病”、“肺癰”、“狂病”、“中風後遺症”、“癥瘕”等疾病中。\n本證在臨床上應與“風痰證”、“血瘀證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“胸痺”",
    "“痺病”",
    "“肺癰”",
    "“狂病”",
    "“中風後遺症”",
    "“癥瘕”"
  ],
  "differential_syndromes": [
    "“風痰證”",
    "“血瘀證”"
  ],
  "differential": {
    "self_analysis": "痰瘀互結證往往見於纏綿時日，久治不愈的疾病，在不同的疾病中表現不同。在胸痺中出現痰瘀互結證，則表現為胸部刺痛徹背，固定不移，入夜或感寒則痛甚，咳唾痰涎，舌質暗紫，舌苔厚膩，此由寒痰與瘀血相互搏結於胸，脈絡不通，氣機阻滯所致，治宜化痰祛瘀，宣痺通陽，方用栝楼薤白半夏汤(《金匱要略》)合血府逐瘀汤(《醫林改錯》)化裁。在痺病中出現痰瘀互結證，則以局部刺痛，固定不移，遇寒痛甚，夜痛增劇，伴麻木沉重，皮色紫暗，關節畸形為特徵，此為痰瘀阻滯，脈絡不通所致，治宜化痰祛瘀，通絡止痛，方選活络丹(《和劑局方》)化裁。在肺癰中出現痰瘀互結證，其特點為咳吐膿痰，氣味腥臭，或咯血，胸部脹悶刺痛，其病機為邪熱痰濁與瘀血壅肺，內結成痛，治宜滌痰化瘀，清熱開結，方選千金苇茎汤(《千金要方》)合小陷胸汤(《傷寒論》)化裁。在狂病中出現痰瘀互結證，其臨床表現除喧擾打罵，狂躁不寧，或痴呆遲緩，神情淡漠等精神失常症狀外，尚有面色晦暗，舌質暗紫，脈沉澀等瘀血內阻的特徵，此為痰瘀犯心，擾亂神明所致，治宜鎮心滌痰，活血化瘀，方選癫狂梦醒汤(《醫林改錯》)化裁。在中風後遺症中出現痰瘀互結證，除表現半身不遂，肢體麻木，口眼喎斜，語言不利等症外，尚有面色暗晦，舌質紫暗有瘀斑等特點，此為痰瘀互結，脈絡痺阻，氣不能行，血不能榮，肢體失養所致，治宜益氣活血，祛風化痰，方選补阳还五汤(《醫林改錯》)加菖蒲、遠志、南星、白附子等。在癥瘕中痰瘀互結證表現為腹內腫塊，按之不移，脹痛或刺痛，舌暗苔膩等症，此為痰瘀互結，積而成塊，治當活血化痰，消癥散結，方選鳖甲煎丸(《金匱要略》)或化积丸(《雜病源流犀燭》)。\n痰瘀互結證多見於陽氣不足之人。陽氣不足，氣運乏力，水濕停滯則為痰，血行受阻則為瘀，況且痰滯礙血又可致血瘀，血瘀濕滯則致痰凝，痰瘀形成後，因氣血周流失暢，愈加耗奪已損之陽。這種痰瘀互結兼陽虛的病人，除其痰瘀互結本證外，尚可出現神疲乏力，少氣懶言，畏寒肢冷，口淡不渴，尿清便溏等陽虛證候。痰瘀為陰邪，在夜晚或遇寒冷，陰得陰助而症狀加重。陽虛證的主要表現有：神疲乏力，少氣懶言，畏寒肢冷，口淡不渴，尿清便溏等症。遇此情況，治療痰瘀互結證常在化痰活血的同時配伍溫陽益氣之品。痰瘀互結證一般病程均較長，纏綿難愈，在青壯年多表現為痺病、肺癰、狂病；在老年人多表現為胸痺或中風後遺症。故痰瘀互結證的臨床表現因人而異，治療亦應因人制宜。",
    "type_comparison": "風痰證與痰瘀互結證 風痰證與痰瘀互結證均可出現中風後遺症之半身不遂，肢體麻木，口眼喎斜，語言不利等共同症狀，故應予以鑑別。痰瘀互結證是由於臟腑功能失職，氣血津液運行受阻，或濕聚生痰，痰滯而血瘀，或血阻而瘀，瘀血內阻，津運不暢而生痰，痰瘀互結，阻礙氣機所引起。痰瘀互結之中風後遺症，其特點是面色晦暗，舌紫有瘀斑等瘀血的表現。風痰證是由於勞倦內傷，脾失健運，痰濁內生，肝風挾痰，橫竄經絡所致。其中風後遺症伴有喉中痰鳴，頭暈目眩，舌苔厚膩，脈弦滑等風痰上擾之象。從病程來區分，中風後遺症之風痰證出現在先，病程較短，而痰瘀互結證出現在後，病程較長，風痰證經久不愈多發展為痰瘀互結證。\n血瘀證與痰瘀互結證 此二證均可出現刺痛不移，體內腫塊，或狂躁不寧等共同表現。血瘀證是由於氣虛、氣滯、血寒等原因使血行不暢，發生凝滯不通所致。血瘀證的臨床特點為肌膚甲錯，唇甲青紫，舌質紫暗，或有瘀斑，脈澀，而痰瘀互結證一般兼有局部麻木沉重，舌苔厚膩等特點。某些表現為瘀血證的患者，若活血化瘀久治不愈，雖未見痰滯表現，亦應考慮到痰與瘀的關係，按痰瘀互結證治療，往往取效。"
  },
  "literature": "《症因脈治·痺證》：“胸痺之症，即胃痺也。胸前滿悶，凝結不行，食入即吐，不得下嚥，或時作嘔，此胸痺之症也。胸痺之因，飲食不節，飢飽損傷，痰凝血滯，中焦混濁，則閉食悶痛之症作矣。”\n《雜病源流犀燭·痰飲源流》：“七曰食痰。飲食不消，或挾瘀血，遂成窠囊，以至痞滿不通。宜黄瓜蔞丸。”\n《類證治裁·痞滿》：“痰挾瘀血成窠囊，作痞，脈沉澀，日久不愈。惟悲哀鬱抑之人有之，宜從血鬱治。桃紅、紅花、丹皮、香附、降香、蘇木、韭汁，童便。”\n《清代名醫醫案精華·葉天士醫案》：“經幾年宿病，病必在絡。痛非虛證，因久延體質氣餒，遇食物不適，或情懷鬱勃，痰因氣滯，氣阻血瘀，諸脈逆亂，頻吐污濁，而大便反秘。醫見身體肢冷，認為虛脫，以理中和附子溫里護陽。夫陽氣皆屬無形，況乎病發有因，決非陽微欲脫。憶當年病來，宛是肝病。凡疏通氣血皆效，其病未得全好，由乎性情食物居多，夏季專以太陰陽明通劑，今痛處在脘，久則瘀濁復聚，宜淡味薄味清養。初之竹瀝泛丸，仍用；早上，另立通瘀方法。蘇木 人參 鬱金 桃仁 歸尾 柏子仁 琥珀 茺蔚 紅棗肉丸。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_zhi",
      "tan",
      "xue_yu"
    ]
  }
}