{
  "id": "tanyuzufei",
  "number": 183,
  "name": "痰瘀阻肺證",
  "category": "臟腑證候",
  "overview": "痰瘀阻肺證是指瘀血痰濁蘊阻於肺而出現的氣道不暢，肺失清肅等臨床表現的證候。本證常由脾虛不運，痰濕內生，或寒飲內阻，肺失宣降，或邪鬱生痰，停積於肺，或心血瘀阻，肺氣壅塞，氣滯痰生等引起。\n主要臨床表現為：咳嗽，氣喘，痰多或痰中夾血，胸悶刺痛，舌質淡紫苔膩，脈弦滑或弦澀等。\n痰瘀阻肺證常見於“喘證”、“肺脹”、“肺癰”等疾病中。\n本證通常應與“寒痰阻肺證”、“痰熱壅肺證”、“肺鬱水停證”、“瘀阻肺絡證”相鑑別。",
  "clinical_manifestations": "咳嗽，氣喘，痰多或痰中夾血，胸悶刺痛，舌質淡紫苔膩，脈弦滑或弦澀等。痰瘀阻肺證",
  "common_diseases": [
    "“喘證”",
    "“肺脹”",
    "“肺癰”"
  ],
  "differential_syndromes": [
    "“寒痰阻肺證”",
    "“痰熱壅肺證”",
    "“肺鬱水停證”",
    "“瘀阻肺絡證”"
  ],
  "differential": {
    "self_analysis": "痰瘀阻肺證在不同的疾病中表現亦有所不同。痰瘀阻肺證在喘證中，可見喘促日久，喘而胸滿悶窒，咳嗽痰多粘膩色白，面、唇、爪甲、舌質青紫，脈弦澀等症。肺為水之上源，肺失宣降，不能通調水道，則水液運行、輸布、排泄障礙。痰飲瘀血有形之邪阻滯於肺，使氣道不暢，肺氣鬱閉不得下降而上逆作喘。治宜化痰降氣，活血化瘀，方用苏子降气汤(《和劑局方》)酌加丹參、紅花、桃仁、川芎等。在肺脹病中出現本證，可見胸悶氣短，動則氣喘，痰涎壅盛，面色晦暗，手足青黑，唇暗舌紫等症，此為肺脹咳逆，日久不愈，損傷肺腎之氣，正氣虧虛，無力鼓動血脈，脈不通則血不流，致痰瘀互結，即《醫學入門》謂“肺脹滿，即痰與瘀血礙氣，所以動作喘息。”治宜補益肺腎，滌痰化瘀，方用人参蛤蚧散(《張氏醫通》)合皱肺丸(《普濟方》)。在肺癰中出現痰瘀互結證，其特點為咳吐膿痰，氣味腥臭，或咯血，胸部脹悶刺痛，其病機為邪熱痰濁與瘀血壅肺，內結成癰，治宜滌痰化瘀，清熱開結，方用千金苇茎汤(《千金要方》)合小陷胸汤(《傷寒論》)化裁。\n痰瘀阻肺證常出現於纏綿不愈的肺系疾病中，多見於年老體弱、患病日久者。唐容川在論“血證內傷肺臟之法”中說：“丹溪云，此證多系瘀血，……蓋失血之家，所以有痰，皆血分之火，所結而成。”痰瘀互結，自成窠囊，這也是丹溪學說的一個重點。\n痰乃津液之變，瘀乃血液凝滯，由於津血同源，所以痰瘀不僅互相滲透，而且可以相互轉化。或因痰而致瘀，或因瘀而致痰，或痰瘀互相兼挾。唐容川說：“血積既久，亦能化為痰水。”肺失治節，不能正常敷布津液，則痰、飲、瘀等病理產物相互挾雜，痰飲上凌心肺，最終可導致喘逆劇甚，張口抬肩，鼻煽氣促，不能平臥，或有痰鳴，心慌動悸，面唇青紫，脈浮大無根的喘脫證的發生。",
    "type_comparison": "寒痰阻肺證與痰瘀阻肺證 二者在病因病機上有聯繫，症狀上有相似之處，亦有區別。若寒邪與痰交並壅阻氣道，則發為寒痰阻肺證；若因痰致瘀，或其它因素引起瘀血內停，壅塞肺絡，則發為痰瘀阻肺證。在臨床表現上，除咳嗽，氣逆而喘，痰多等共同症狀外，寒痰阻肺證還可見咯痰色白而清稀，遇冷則甚，畏寒肢冷等或外感風寒，或中陽不足，寒痰內生的表現。痰瘀阻肺證則見痰涎壅盛，或痰中夾血，胸悶刺痛，面色晦暗，口唇紫紺，爪甲青紫，舌有瘀點、瘀斑，脈弦澀等瘀阻經絡的表現。\n痰熱壅肺證與痰瘀阻肺證 外邪犯肺，鬱而化熱，煉液成痰，或素有痰濕，復感風熱而痰熱互結，則發為痰熱壅肺證。痰瘀阻肺證的病理基礎不僅有痰，更因血流不暢而為瘀，最終形成有形之痰與瘀血互結，壅滯於肺的病理變化。在臨床症狀上，痰熱壅肺證以發熱，咯黃稠痰，呼吸迫促，舌紅苔黃膩，脈滑數等為特徵性表現，突出體現了痰與熱結的證候實質。痰瘀阻肺證則以胸悶刺痛，面色晦暗，口唇、爪甲青紫，舌有瘀點、瘀斑，脈澀等為特點，主要體現了有形之邪痰與瘀結，阻滯於肺，肺失宣肅的證候實質。\n肺鬱水停證與痰瘀阻肺證 二者在病因病機上有密切的關係，亦有區別。肺鬱水停以水飲之邪為主要病理產物，臨床以咳嗽，吐痰清稀，頭面浮腫，小便不利等為主要表現。其證候實質為水飲停聚，肺失宣降。痰瘀阻肺證以痰與瘀血為病理產物，臨床以咳嗽，喉中痰鳴，面唇紫暗，舌有瘀點、瘀斑，脈澀等為主要表現。其證候實質為痰瘀互結於肺，閉阻肺氣。\n瘀阻肺絡證與痰瘀阻肺證 二者同有瘀血阻滯的病理機制，但前者為單純的瘀血阻絡，後者重在痰與瘀結；臨床症狀上，前者以咳嗽，咯血，血色暗紅或成塊等瘀血內停的表現為特徵，後者除有血瘀見證，還以咳嗽痰多，痰涎壅盛，喉中痰鳴等痰濁內盛的表現為特徵。"
  },
  "literature": "《醫述·瘀血》：“若素有鬱痰，後因血滯，與痰相聚，名曰痰挾瘀血。患處則痛而少移，其證或為脹悶，或為寒熱；其脈輕舉則芤，重按則滑。治宜先破其血，而後消痰；或消痰破血二者兼治。醫或誤補，及寒涼之劑，致病邪鬱久而成窠囊。其窠囊之驗，患處則痛而不能轉側，或肺膜間偏熱偏腫，咳喘痰臭。丹溪云：‘痰挾瘀血，遂成窠囊者，不治。’正此謂也。”\n《不居集·咳嗽》：“痰瘀咳；肺脹而嗽，或左或右不得眠。此痰挾瘀血，礙氣而病。宜養血以流動乎氣，降火疏肝以清痰，……”\n《讀醫隨筆·痰飲分治說》：“痰……治之之法，健脾仍兼疏理三焦，以助其氣之升降運化，是治本也；宣鬱破瘀，是治標也。燥痰則兼清熱生津，痰乃有所載而出矣。所以必用破瘀者，痰為血類，停痰與瘀血同治也。”",
  "zhengsu_composition": {
    "location": [
      "fei"
    ],
    "nature": [
      "tan",
      "xue_yu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：肺。病性：痰、血瘀。根據證候名稱「痰瘀阻肺證」分析其病機組成。"
}