{
  "id": "tanzhuoneimengxinbao",
  "number": 253,
  "name": "痰濁內蒙心包證",
  "category": "溫病證候",
  "overview": "痰濁內蒙心包證是濕熱鬱熱，釀成痰濁，痰濁蒙閉心包，以神識昏蒙為主要臨床特徵的證候。\n主要臨床表現為：身熱不甚，似清似昧，或時清時昧，時或神昏譫語，苔黃膩，脈濡滑而數。\n痰濁內蒙心包證常見於外感熱病的“濕溫”中，亦可在“中風”、“癲證”、“癇證”等疾病中。\n本證通常應與“熱陷心包證”、“熱痰內蒙心包證”等相鑑別。",
  "clinical_manifestations": "身熱不甚，似清似昧，或時清時昧，時或神昏譫語，苔黃膩，脈濡滑而數。痰濁內蒙心包證",
  "common_diseases": [
    "外感熱病的“濕溫”中，亦可在“中風”",
    "“癲證”",
    "“癇證”"
  ],
  "differential_syndromes": [
    "“熱陷心包證”",
    "“熱痰內蒙心包證”"
  ],
  "differential": {
    "self_analysis": "痰濁內蒙心包證可出現於多種疾病之中，其臨床表現各有一定的特點。如濕溫病中出現痰濁內蒙心包證，則多表現為身熱不揚，午後熱甚，神識痴呆，時昏時醒，昏則譫語，醒則呆鈍，呼之能應，晝輕夜重，苔白膩或黃膩，脈濡數或滑數，此乃濕熱病發展過程中，氣分濕熱鬱熱不解，蒸釀痰濁，蒙蔽心包，心神失守所致，治宜化濕清熱，芳香開竅，方用菖蒲郁金汤(《溫病全書》)送服苏合香丸(《和劑局方》)或至宝丹(《溫病条辨》)。若中風病出現痰濁內蒙心包證，其臨床表現為平素頭暈頭痛，形體肥胖，面色潮紅，耳鳴目眩，突然昏仆，不醒人事，牙關緊閉，口眼歪斜，半身不遂，痰涎壅盛，喉中痰聲漉漉，苔白膩，脈弦滑，此乃抑鬱暴怒，氣結痰生，痰氣交阻，上蒙清竅所致，治以理氣化痰開竅，先用苏合香丸(《局方》)灌服或鼻飼，後進导痰汤(《濟生方》)。若癲證中出現痰濁內蒙心包證，則表現為起病緩慢，精神抑郁，表情淡漠，神志痴呆，語無倫次，或神昏譫語，或喜怒無常，初作怪異，幻視幻聽，苔白膩，脈弦滑，治宜化痰開竅，理氣解鬱，方用顺气导痰汤(《類證治裁》)。若癇證中出現痰濁內蒙心包證，則其臨床表現為發作前常有眩暈，胸悶，乏力等症；發作時突然跌仆，神志不清，抽搐吐涎，或有吼叫與二便失禁等，苔白膩，脈弦滑，治宜滌痰熄風，開竅定癇，方用定痫丸(《醫學心悟》)或温胆汤(《千金方》)。",
    "type_comparison": "熱陷心包證與痰濁內蒙心包證 熱陷心包證主要因溫熱病邪由衛分不經氣分而直接內陷心包，阻閉清竅所致。其特點是起病急驟，來勢凶險，病情危重，昏迷程度較深，且伴有高熱，四肢厥逆，煩躁譫語，或手足瘛瘲，舌蹇短縮，舌絳，苔焦黑等症。多見於溫熱之邪深入營分血分階段。而痰濁內蒙心包證系濕熱痰濁內蒙清竅而成，其起病較緩慢，一般昏迷程度較淺，表現為似清似昧或時清時昏狀態，一般發熱不甚，或喉中痰聲漉漉，苔厚黃膩，脈滑等。\n熱痰內蒙心包證與痰濁內蒙心包證 兩證均痰濁為害，蒙蔽心竅，而致神志不清。但熱痰內蒙心包證，多由痰濁內蒙心包發展而來，痰濁纏結，日久化熱，痰與熱結，蒙蔽心包，故臨床表現以精神狂躁，神志錯亂，譫語妄言，面赤便秘，舌紅苔黃膩，脈滑數為主要特徵。與痰濁內蒙心包證相比，一為痰與熱結，一為痰濁尚未化熱，所以其神志異常，一動一靜，殊為不同。一者熱象顯著，一者熱象不著。易於鑑別。"
  },
  "literature": "《溫病条辨·濕溫》：“濕溫邪入心包，神昏肢厥，清宮湯去連心麥冬加銀花赤小豆皮煎送至寶丹或紫雪丹亦可。濕溫著於經絡，多身痛身熱之候，醫者誤以為傷寒而汗之，遂成是證，仲景謂濕家忌發汗，發汗則痙，濕熱相搏，循經入絡，故以清宮湯清包中之熱邪，加銀花赤小豆以清濕中之熱，而又能直入手厥陰也，至寶丹去穢濁復神明，若無至寶，即以紫雪代之。”\n《溫病条辨·濕溫》：“濕熱上焦未清，里虛內陷，神識如蒙，舌滑脈緩，人參瀉心湯加白芍主之。濕在上焦，若中陽不虛者，必始終在上焦，斷不內陷，或因中陽本虛，或因誤傷於藥，其勢必致內陷，濕之中入也，首如裹，目如蒙，熱能令人昏，故神識如蒙，此為熱邪直入心包絡譫語神昏有間。里虛故用人參以護里陽，白芍以護真陰，濕陷於里，故用乾薑枳實之辛通，濕中兼熱，故用黃芩黃連之苦降，此邪已內陷，其勢不能還表，法用通降從里治也。”\n《時病論·濕溫》：“其證始惡寒，後但熱不寒，汗出胸痞，舌苔白，或黃，口渴不引飲，……如或失治，變為神昏譫語，或笑或痙，是謂邪逼心包，營分被擾，宜用祛熱宣竅法，加羚羊、鉤藤、元參、生地治之。”\n《時病論·中濕》：“中濕者，即類中門中之濕中也。蓋濕為陰邪，病發徐而不驟，今忽中者，必因脾胃素虧之體，宿有痰飲內留，偶被濕氣所侵，與痰相搏而上衝，令人涎潮壅塞，忽然暈倒，神識昏迷。與中風證，亦頗類似，但其脈沉緩、沉細，沉澀之不同。且無口眼歪斜不仁不用之各異，此即丹溪所謂濕熱生痰，昏厥之證也。宜以增損胃苓法去豬苓、澤瀉、滑石，加蘇子、制半夏、遠志、菖蒲治之。倘有痰筑喉間，聲如鼎沸，誠有須臾變證之虞，可加蘇合香丸，分為兩次沖服。倘得痰平人省，始有轉機，否則不可救也。”"
}