{
  "id": "tanzuxiongge",
  "number": 369,
  "name": "痰阻胸膈證",
  "category": "傷寒證候",
  "overview": "痰阻胸膈證是指痰濁結滯胸膈，阻塞氣機升降，表現以胸中痞硬，欲吐不能吐，氣上衝咽為主症的證候。\n主要臨床表現為：胸中痞硬或心下滿，氣上衝咽喉不得息，欲吐而不能吐，心煩，飢不能食，或手足厥冷，或發熱，惡風，汗出，寸脈微浮或脈乍緊。\n痰阻胸膈證可見於傷寒“太陽中風證”的類似證和厥陰病的“痰厥證”，內傷雜病常見於“癇病”。\n本證應與“太陽表虛證”、“心下痞”、“結胸”等證相鑑別。",
  "clinical_manifestations": "胸中痞硬或心下滿，氣上衝咽喉不得息，欲吐而不能吐，心煩，飢不能食，或手足厥冷，或發熱，惡風，汗出，寸脈微浮或脈乍緊。痰阻胸膈證",
  "common_diseases": [
    "傷寒“太陽中風證”的類似證和厥陰病的“痰厥證”，內傷雜病常見於“癇病”。"
  ],
  "differential_syndromes": [
    "“太陽表虛證”",
    "“心下痞”",
    "“結胸”等證"
  ],
  "differential": {
    "self_analysis": "痰既是人體臟腑功能失調、水液凝聚而化生的一種病理產物，也是致病的一個重要因素。痰邪形成之後，可流注到人體的各個部位而致病。胸膈乃心肺之居處，為宗氣與衛氣開發之地，故胸間有“上氣海”之稱。痰阻胸膈，使宗氣不能貫心脈而行呼吸，所以見胸中痞硬，心下滿悶；若影響衛氣宣發，使營衛失和，則可見發熱、惡風寒、汗出等類似太陽中風的證候；痰阻結於膈上胸間，其位高，正氣有上拒以驅邪外出之勢，故其人見心煩、氣上衝咽喉不得息、欲吐而不能吐、飢不欲食等症；若痰阻胸間陽氣，不能通達四末，則可見手足厥逆，因由痰阻而致厥，故稱“痰厥”；由於痰結在上焦而又有上越之機，故寸脈微浮或脈有乍緊之象。《素問·陰陽應象大論》謂：“其高者，因而越之”。本證治用瓜蒂散酸苦湧泄，以去痰濁、調氣機，是為因勢利導之法。\n水谷津液的運化流行，有賴於氣的溫化與推動，而氣機的滯塞不暢，往往是水液凝聚化飲生痰的重要因素。因此，氣鬱不舒，情志不暢，特別是肝氣鬱結，多是引起痰阻胸膈證的直接原因。另外，宿食不化，變生痰涎，阻滯胸膈，亦可形成本證。痰阻胸膈若蒙蔽心神，則可併發癲證，見如疑如呆、神情淡漠、少言寡語等症狀，其治用瓜蒂散，也每獲良效。",
    "type_comparison": "太陽表虛證與痰阻胸膈證 痰阻胸膈證亦可見發熱、惡風、汗出、脈浮等症狀，與太陽表虛證相似，故二證需要加以鑑別。太陽表虛證是太陽病經證的一種類型，為病在表。由於風邪侵襲肌表，導致營衛不和，太陽經輸不利，因而除見發熱、惡風、汗出、脈陰陽俱浮等症外，還見頭項強痛。而痰阻胸膈證則無表邪、屬里證，更不具太陽經輸不利的病機，故不見頭項強痛，正如《傷寒論》所說：“病如桂枝證，頭不痛，項不強”。另外，由於痰阻胸膈證病在上焦，邪實阻隔，氣機不利並有上越之勢，因而有胸中痞硬，氣上衝咽喉不得息，欲吐不能吐等症，和浮象僅見於寸脈或見乍緊的脈象，這些脈症卻又是太陽表虛證所不具。\n心下痞證與痰阻胸膈證 痰阻胸膈，氣機痞塞，升降不利，亦見心下痞滿的症狀，與心下痞證頗相似。但痰阻胸膈證之氣機痞塞，是由痰濁有形之邪阻滯所引起，病位在胸膈，故其症以胸中痞硬為主；心下痞證是脾胃升降失常，氣機阻塞於中，且無有形之邪阻滯，故其症以心下痞、按之濡軟為主。又痰阻胸膈證之痰濁邪氣，有被正氣拒而上越外出之勢，所以見氣上衝咽喉，欲吐而不能吐；心下痞證以脾胃不和，升降失常為主要病變，故其症見嘔惡、腸鳴、下利等。\n結胸證與痰阻胸膈證 結胸屬太陽病誤治後的變證，按病變部位及病勢輕重分，有大結胸與小結胸的不同；以病情分，又有熱實結胸與寒實結胸的區別。由於結胸證的病位也在胸膈，並表現有胸膈或心下痞硬等氣機痞塞的症狀，故與痰阻胸膈證類似。但二證比較：結胸病變範圍較大，即不僅在胸膈，而且還涉及到脘腹，與痰阻胸膈證只限於胸脘部位不同；又由於結胸是痰或水飲與寒熱邪氣膠結凝聚在一起，故其症以硬痛為主，輕則表現為按之痛，重則表現為按之石硬，或從心下至少腹硬滿而痛不可近，此與痰阻胸膈證僅見胸中痞硬或心下滿不同；結胸證常伴有腑氣不通大便秘結的症狀，痰阻胸膈證則以欲吐不能吐，氣上衝咽喉等正氣驅邪上越的症候為主要臨床表現；結胸證脈或見浮滑或見沉緊，而痰阻胸膈則寸脈浮或脈僅有乍緊之象。"
  },
  "literature": "《傷寒明理論·厥第三十三》：“諸陽受氣於胸中，邪氣客於胸中鬱鬱留結，則陽氣不得敷布，而手足為之厥。經曰：手足厥冷，脈乍緊，邪結在胸中，心中滿而煩，飢不能食，病在胸中，當吐之者是矣。”\n《傷寒來蘇集·傷寒附翼·卷下》：“胸中為清虛之府，三陽所受氣，營衛所由行。寒邪凝結於此，胃氣不得上升，內熱不得外達，以致痞硬，其氣上衝咽喉不得息者，此寒格於上也。寸脈微浮，寒束於外也。此寒不在營衛，非汗法所能治。因得酸苦湧泄之品，因而越之，上焦得通，中氣得達，胸中之陽氣復，肺氣之治節行，痞硬可得而消也。……如病人手足厥冷，脈乍緊，心下滿而煩，飢不能食者，是厥陰陽明合病，病本發於厥陰，而實邪結於陽位，急則治其標，亦當從陽明湧吐之法矣。”\n《醫宗金鑑·訂正傷寒論注》：“寸脈微浮，是邪去表未遠，已離其表也。胸中痞硬，氣上衝喉不得息，是邪入里未深而在胸中，必胸中素有寒飲之所致也。寒飲在胸，不在肌膜，解肌之法，無可用也。痞硬在胸，而不在心下，攻里之法，亦無所施，惟有高者越之一法，使胸中寒飲一湧而出，故宜吐之以瓜蒂散也。”\n“病人手足厥冷，若脈微而細，是寒虛也。寒虛者可溫可補。今脈乍緊者，是寒實也。寒實者宜溫宜吐也。時煩吐蛔，飢不能食，乃病在胃中也；今心中煩滿，飢不能食，是病在胸中也。寒飲實邪壅塞胸中，則胸中陽氣為邪所遏，不能外達四肢，是以手足厥冷、胸滿而煩，飢不能食也，當吐之，宜瓜蒂散湧其在上之邪，則滿可消而厥可回矣。”\n《傷寒論譯釋·下編·卷第四》：“寸脈主上部疾患，今微見浮象，則病變的部位，可想而知是在上焦，更從胸中痞硬一證來看，本系沒有經過誤治，可知不是表邪內陷的結胸證，但既有痞硬等證的存在，便當究其痞硬的原因，綜合全部證候來分析研究，就不難得出它的病蒂所在，是痰涎壅塞於膈上。由於痰涎或宿食等壅塞膈上，阻礙氣機，所以胸中痞硬，痰隨氣逆，所以氣上衝咽喉而不得息，然而這些正是正氣驅邪外出所反映的應有症狀，所以治療上就當採取因勢利導的方法，而用瓜蒂散湧吐，此即經所謂“在上者因而越之”的治則。”",
  "zhengsu_composition": {
    "location": [
      "xiongge"
    ],
    "nature": [
      "qi_zhi",
      "tan"
    ]
  }
}