{
  "id": "weihan",
  "number": 218,
  "name": "胃寒證",
  "category": "臟腑證候",
  "overview": "胃寒證是指胃陽不足，寒邪過盛而出現的胃內寒凝氣滯，胃失和降等病理變化。本證多由寒邪襲胃，飲食不節，恣食生冷或過用寒藥等因素所致。\n主要臨床表現為：自覺胃中發涼，甚則如伏冰狀，冷痛脹滿，泛吐清水，遇寒痛甚，得溫則緩，舌淡苔白滑，脈弦或遲。\n胃寒證可見於“胃脘痛”、“嘔吐”、泄瀉”等疾病中。\n本證應與“胃陽虛證”、“脾胃虛寒證”、“寒飲停胃證”相鑑別。",
  "clinical_manifestations": "自覺胃中發涼，甚則如伏冰狀，冷痛脹滿，泛吐清水，遇寒痛甚，得溫則緩，舌淡苔白滑，脈弦或遲。胃寒證",
  "common_diseases": [
    "“胃脘痛”",
    "“嘔吐”",
    "泄瀉”"
  ],
  "differential_syndromes": [
    "“胃陽虛證”",
    "“脾胃虛寒證”",
    "“寒飲停胃證”"
  ],
  "differential": {
    "self_analysis": "胃寒證多見於中陽不足之患者，如素體陽虛，久病正損或勞傷脾胃，而又飲食失調，過貪寒涼，或感受外寒等因素引起中陽受損、寒邪內盛，胃失受納腐熟和降之功能。正如《羅氏會約醫鏡·卷八》所說：“胃主納……其傷於外也，惟勞動最能傷脾，脾傷，則表里相通，而胃亦受其困矣；其傷於內者，惟憂思忿怒，最為傷心，心傷，則母子相關，而化源隔絕者為甚，此勞倦情志所傷……脾胃屬土，惡寒喜暖，使非真有火邪，則寒涼之物，最宜慎用。”\n寒，為冬令主氣，但寒邪致病四季皆可見之，其特點為：凝滯、收引、易傷人之陽氣。寒邪傷胃，亦具有以上特徵，只是在不同疾病中，臨床表現各異。胃寒證在胃脘痛之臨床表現特點為：胃脘突然劇痛，拒按，自覺局部冰冷，逢寒痛甚，得溫則緩。多由隆冬氣候嚴寒或暑日暴食生冷，寒邪襲胃，胃陽被困，鬱而不布，寒積於中，寒凝氣滯，氣血不通，胃失和降，不通則痛；“寒主痛”，本證寒邪過盛，故痛劇，治宜溫胃散寒止痛，方用良附丸(《良方集腋》)治之。若嘔吐、泄瀉病中出現胃寒證，臨床表現特點為：嘔吐、腹瀉。其胃脘疼痛之勢較前者為輕，並伴有腸鳴及臍周脹痛。多由暑夏之季，過食寒涼，或夜臥風涼露天之地，寒邪直中胃府引起。寒性凝澀，阻滯氣機，中陽受損，胃失和降；又足陽明胃經與手陽明大腸經相關，故寒邪也可竄留腸間，而見臍周脹痛、腸鳴、腹瀉等腸寒症狀。治宜溫中散寒止瀉，方用厚朴温中汤(《內外傷辨惑論》)。臨床所見本證多兼有外感之惡寒，身痛，頭痛等症。治宜溫中解表，方用香苏散(《和劑局方》)，或藿香正气散(《和劑局方》)合理中汤(《傷寒論》)加減。",
    "type_comparison": "胃陽虛證與胃寒證 胃陽虛證候，是消化機能衰退的表現，屬陽虛生內寒之虛寒，病起於飲食失調，嗜食生冷、或過用寒涼克伐藥物；或稟賦不足、脾胃素弱、陽氣自衰，或內傷久病，陽氣耗傷，陰邪內盛等，使胃陽受損。其臨床主症，除胃脘作涼、泛吐清水外，其胃痛綿綿並兼有空腹痛甚，喜溫喜按，食後緩解，舌淡苔薄白，脈沉無力。其與胃寒證寒邪襲胃，發病急、病程短、病勢較劇不同。\n脾胃虛寒證與胃寒證 脾胃虛寒證是消化機能衰退的證候，常有脾陽虛不能健運之症，如：腹部脹滿，食後明顯，大便溏稀，甚則小便不利，水腫，或兼見四肢乏力，全身倦怠等，舌淡邊有齒痕，苔白膩，脈濡滑。脾與胃相表里，喜燥惡濕，其主要功能為對水谷精微(營養物)的運化，而其運化功能主要靠脾陽的作用，脾陽不振，不能運化水谷，則見腹脹，且食後為甚，小便不利；水濕流竄胃腸，則大便溏泄；水氣流溢肌膚則水腫；脾陽虛則神疲乏力，四肢不溫。抓住脾胃虛寒證的病因、病機、症狀特點，與胃寒證是不難鑑別的。\n寒飲停胃證與胃寒證 飲邪停胃，大多因脾胃陽氣素虛，客寒為其誘因，外邪引動內邪而發病。多為素有停飲，如不慎感寒、飲冷，則飲邪聚增，漉漉作響，甚則眩暈、嘔吐清水。其與胃寒證的區別在于寒飲停胃為陽虛飲停，重在於飲，而胃寒證為陽虛寒盛，重點在寒；寒飲停胃證發病時很少有胃痛，且脾胃陽氣素虛，水谷之化津、輸布不全，飲邪停胃，震震有聲，逢寒食冷，飲邪更甚，上逆則吐。寒飲內盛，中陽加倍受損(素日陽虛，客寒又傷陽)，清陽不能上升，故見頭暈、目眩等症，這都是胃寒證所沒有的。"
  },
  "literature": "《素問·舉痛論》：“痛者，寒氣多也，有寒故痛也。”\n《證治準繩·雜病》：“外吸涼風，內食冷物，寒氣客於腸胃之間，則卒然而痛者，二陈、草果、干姜、吴茱萸扶阳助胃汤草豆蔻丸之類。”\n《雜病廣要·脾胃病》：“若人脾胃素弱，飲食雖化，食多即腹中不和，疼痛泄瀉，此虛寒也，宜溫補兼消導。”",
  "zhengsu_composition": {
    "location": [
      "wei"
    ],
    "nature": [
      "han"
    ]
  }
}