{
  "id": "weiqixu",
  "number": 216,
  "name": "胃氣虛證",
  "category": "臟腑證候",
  "overview": "胃氣虛證，是胃氣不足，受納和腐熟水谷功能減弱，以致胃失和降所出現的臨床症狀的概括。多因飲食失節，勞倦虛損，或吐瀉太過傷及胃氣所致。\n主要臨床表現為：胃脘隱痛，按之痛減，不思飲食，或食後不易消化，或食入則吐，常兼見少氣懶言，語聲低微，面色萎黃等症狀，舌質淡苔白，脈虛弱。\n胃氣虛證常見於“胃脘痛”、“嘈雜”、“呃逆”、“噯氣”、“嘔吐”、“虛勞”、“妊娠惡阻”等疾病中。\n本證通常應與“脾氣虛證”、“胃陽虛證”、“中氣不足證”、“肝氣犯胃證”相鑑別。",
  "clinical_manifestations": "胃脘隱痛，按之痛減，不思飲食，或食後不易消化，或食入則吐，常兼見少氣懶言，語聲低微，面色萎黃等症狀，舌質淡苔白，脈虛弱。胃氣虛證",
  "common_diseases": [
    "“胃脘痛”",
    "“嘈雜”",
    "“呃逆”",
    "“噯氣”",
    "“嘔吐”",
    "“虛勞”",
    "“妊娠惡阻”"
  ],
  "differential_syndromes": [
    "“脾氣虛證”",
    "“胃陽虛證”",
    "“中氣不足證”",
    "“肝氣犯胃證”"
  ],
  "differential": {
    "self_analysis": "胃氣虛證可出現於多種疾病中，由於疾病不同，其臨床特點亦有差異。如胃脘痛初期多為實證(肝氣犯胃、外邪或痰飲留滯於胃等)，日久傷及正氣，胃氣受損，常可見胃氣虛證。其特點為胃脘疼痛日久，隱隱作痛，空腹為甚，得食稍減，得按覺舒，舌淡脈弱，乃胃氣虛弱，經脈失於溫養所致。治宜補益胃氣，方用黄芪建中汤(《金匱要略》)。嘈雜病中之胃氣虛證，表現為似飢非飢，似痛非痛，但覺胃中懊憹不寧，莫可名狀，口淡無味，噁心嘔吐等症狀，由胃氣虛弱，腐熟無權，濁陰不降，痰飲留滯所致。正如《筆花醫鏡·卷二》曰：“嘈雜者，躁擾不寧，得食暫已，氣促食少，中虛挾痰也。”治宜健脾和胃，方用异功散(《小兒藥證直訣》)。呃逆病中亦可出現胃氣虛證，表現呃聲低沉無力，氣不得續，語聲低微，不思飲食，乃胃氣不足，氣失和降，逆之於上所致。《諸病源候論·嘔哕病諸候》曰：“脾胃俱虛，受於風邪，故令新谷入胃，不能傳化，故谷之氣，與新谷相干，胃氣則逆，胃逆則脾脹氣逆，因遇冷折之，則哕也。”治宜補胃和中止呃，方用六君子汤(《婦人良方》)加減。若噯氣病中出現胃氣虛證，則表現噫氣不除，而無食臭，心下痞滿，喜揉喜按，此由發汗吐下，傷及中氣，胃氣虛弱，食滯而致胃氣上逆引起。《類證治裁·嘔吐》說：“胃虛客氣上逆，噫噯欲嘔者，用鹹以軟痞，重以降逆。”治宜補虛降逆，方用旋覆代赭汤(《傷寒論》)。若嘔吐病中出現胃氣虛證，則有嘔吐清涎，或飲食稍有不慎，即易嘔吐，納呆，或大便溏薄的特點，乃脾胃虛弱，升降失常所致。《醫學正傳·嘔吐》曰：“久病氣虛，胃氣衰甚，聞谷氣則嘔噦。”說明了此證的特點，治宜健脾和胃，方用理中汤(《傷寒論》)加減。虛勞病中之胃氣虛證，則現形體消瘦，面色萎黃無華，納呆，倦怠乏力，語聲低微，少氣懶言等症狀，由脾胃虛弱，氣血化源不足所致。《諸病源候論·虛勞病諸侯上》曰：“脾候身之肌肉，胃為水谷之海，虛勞則臟腑不和，脾胃氣弱，故不能食也。”治宜補脾益胃，可用四君子汤(《和劑局方》)加減。此外，胃氣虛證亦可見於婦科之妊娠惡阻病中，以受孕初期，噁心嘔吐，或食入即吐，惡聞食臭，不思飲食，舌淡，脈滑緩等症狀為特點，乃素體胃氣虛弱，受孕後氣血下聚養胎，胃氣愈虛，失於和降，隨衝脈之氣上逆所致。《諸病源候論》說：“惡阻此證，惟胃氣弱，而兼滯者多有之。”治宜健脾和中，降逆止嘔，方用香砂六君子汤(《張氏醫通》)。\n胃氣虛證一年四季均可發病，且男女老幼皆能罹患，然以飲食不節，或素體虛弱者更為多見。小兒見胃氣虛證，主要表現為飲食減少，偏食，或不思飲食，形體消瘦等特點。\n胃為“水谷之海”，主受納和腐熟水谷，其氣以降為順，與脾臟相表里，合稱“后天之本”、“氣血生化之源”。在其病機演變過程中，胃氣不足，受納腐熟功能減弱，常致脾氣虛，形成脾胃虛弱之候。且由於脾胃虛弱，氣血生化之源不足，極易挾雜氣血不足之證，臨床表現為面色萎黃不華，或面色蒼白，少氣懶言，四肢倦怠，眩暈，舌淡，脈細弱等症狀。同時胃氣虛弱，濁陰不降，氣滯不行，也易挾雜宿食、痰飲、瘀血等病邪留滯於中，而出現胃脘脹滿疼痛，或刺痛拒按，或痞悶不舒，嘔吐痰涎等症狀。又胃氣虛弱，氣不得降，嘔吐不止，不僅耗陰，且又傷陽，形成胃之陰陽兩虛證。臨床表現為胃脘灼熱，納少噯氣，吞酸，疲倦乏力，手足心熱，手指涼，舌紅少苔或無苔，脈弱等症，病情更為深重。",
    "type_comparison": "脾氣虛證與胃氣虛證 脾胃屬土，同居中焦，脾主運化，胃主受納腐熟，共同完成食物的消化、吸收與輸布。若胃不能正常受納與腐熟，勢必影響脾之運化；脾失健運，也會影響胃之受納和腐熟。故脾氣虛與胃氣虛常常兼見，而共見面色萎黃，少氣懶言，舌淡，脈虛等氣虛症狀。然二者病機及臨床特點不同，脾氣虛弱，健運失職，則以食後腹脹，大便溏薄，水腫為特點；胃氣不足，受納和腐熟功能減弱，則以胃脘隱痛，食慾不振，食難消化為特徵。脾氣宜升，脾氣虛弱，清陽不升，則出現眩暈；胃氣主降，胃氣不足，濁陰不降，胃氣上逆，故呃逆噯氣，噁心嘔吐。且脾統血，脾氣虛，統血無權，可見肌衄、崩漏等出血症狀，與胃氣虛證不難鑑別。\n胃陽虛證與胃氣虛證 氣屬陽，胃氣虛日久可發展為胃陽虛。胃陽虛證多由過食生冷，或過用寒涼藥物，損傷胃陽所致，與胃氣虛證的病因有所不同。胃陽不足，虛寒內生，溫煦無權，則胃脘冷痛，喜溫喜按，畏寒肢冷；陽虛水津不化，濁陰上逆，故嘔吐清涎。而胃氣虛證則以胃脘隱痛，不思飲食，或食入不易消化等胃氣不足、受納腐熟功能減弱之症狀為主，常伴有面色萎黃，少氣懶言，舌淡等氣虛之象。胃陽虛證，脈多沉遲無力，有明顯寒象；胃氣虛證，脈多虛弱，無寒象，為主要鑑別點。\n中氣不足證與胃氣虛證 脾為陰土，喜燥惡濕，胃為陽土，喜潤惡燥，脾氣以升為順，胃氣以降為和。中氣不足常由飲食不節，勞倦思慮過度，久瀉不止，傷及脾氣，影響於胃所引起，亦可由胃氣虛弱，濁陰不降，清陽不升，脾氣受損而來。中氣不足，一則脾氣虛弱，運化失職，而見食後腹脹，大便溏薄，甚則完谷不化，水腫等症；一則胃氣不足，失其和降，而見食少納呆，噁心嘔吐等症；且常伴有少氣懶言，肢倦神疲，面色萎黃，眩暈等氣血虧虛之症狀。而胃氣虛證主要以受納和腐熟之功能減弱為特點，無脾氣虛弱之證，與中氣不足不同。而中氣不足證，可因水濕內停而見舌體胖嫩有齒痕，脈緩；胃氣虛證，多舌質淡苔白，脈虛弱，亦可資鑑別。\n肝氣犯胃證與胃氣虛證 肝主疏洩，喜條達，有利於胃之腐熟、消化。肝氣犯胃證多由情志不舒，肝氣鬱結，疏洩無權，氣失條達，橫逆犯胃所致；胃氣虛證多由飲食失調，勞逸過度，吐瀉太過，傷及胃氣引起。肝氣犯胃，氣機逆亂，故胃脘攻痛或撐痛，牽引脅肋作痛；胃失和降，濁陰上逆，則胃納呆滯，噯氣吞酸，噁心嘔吐，其勢較劇，並伴有精神抑郁，煩躁易怒，胸悶等肝鬱氣滯之症。胃氣虛弱虛氣上逆，亦可出現噯氣納呆，噁心嘔吐等症，其勢較緩，且以胃脘隱痛為特點。肝氣犯胃證，多舌質正常或舌紅苔薄黃，脈弦或弦數，屬實；胃氣虛證，舌質淡苔白，脈虛弱，屬虛，亦為鑑別點。"
  },
  "literature": "《素問·陰陽應象大論》：“清氣在下，則生飧泄，濁氣在上，則生腹脹。”\n《諸病源候論·五臟六腑病諸侯》：“胃象土，王於長夏，足陽明其經也，脾之腑也。為水谷之海，諸臟腑皆受水谷之氣於胃。氣盛為有餘，則病腹脹氣滿，是為胃氣之實也，則宜瀉之。胃氣不足，則飢而不受水谷，飧泄嘔逆，是為胃氣虛也，則宜補之。胃脈實則脹，虛則泄。”\n《聖濟總錄·卷四十七》：“論曰足陽明胃之經，與足太陰為表里，其氣喜溫而惡寒，得溫則能變化水谷。若其氣不足，寒冷之氣乘之，則令脛寒不得臥，惡風灑灑，目急腹中常痛，兩脅虛脹善鳴，時寒時熱，唇口乾。面目浮腫，食飲不下，皆胃虛冷故也。”\n《脾胃論·脾胃勝衰論》：“夫飲食不節則胃病，胃病則氣短、精神少而生大熱，有時而顯火上行獨燎其面。《黃帝針經》云：‘面熱者足陽明病。’胃既病，則脾無所受，脾為死陰，不主時也，故亦從而病焉。”\n《筆花醫鏡·卷二》：“胃之虛，其唇必白，脈右關必軟弱，其症為吐，為噎膈，為不能食，為胃脘痛。”\n《謙齋醫學講稿·臟腑發病及用藥法則提要》：“胃：1.水谷之海，為食慾減退，作脹。2.宜和降，為泛惡，嘔吐，呃逆，嗳氣，中脘痛。3.為陽土，為嘈雜，口渴引飲，消谷善飢，口臭。4.胃經循行部位，常見者，為牙齦腫痛。5.與脾為表里，脾弱為消化不良。”"
}