{
  "id": "weiqishangni",
  "number": 219,
  "name": "胃氣上逆證",
  "category": "臟腑證候",
  "overview": "胃氣以降為順，胃失和降，反而上逆，稱為胃氣上逆證。葉天士說：“脾宜升則健，胃宜降則和”，朱肱說：“足陽明之氣下行，今厥而上行，故為氣逆。”本證多因外感六淫，內傷七情，飲食不節，脾胃虛弱導致胃氣通降失常而成。\n本證主要臨床表現為：不思飲食，脘部脹痛，噁心嘔吐，噯氣，呃逆，舌苔薄白，或白膩，脈弦滑。\n胃氣上逆證常見於“嘔吐”、“反胃”、“呃逆”、“噯氣”等疾病中。\n胃氣上逆證通常應與“胃失和降證”、“肝氣橫逆證”、“衝氣上逆證”相鑑別。",
  "clinical_manifestations": "不思飲食，脘部脹痛，噁心嘔吐，噯氣，呃逆，舌苔薄白，或白膩，脈弦滑。胃氣上逆證",
  "common_diseases": [
    "“嘔吐”",
    "“反胃”",
    "“呃逆”",
    "“噯氣”"
  ],
  "differential_syndromes": [
    "“胃失和降證”",
    "“肝氣橫逆證”",
    "“衝氣上逆證”"
  ],
  "differential": {
    "self_analysis": "胃氣上逆證可見於多種疾病中，其臨床表現各具特點。如嘔吐所表現的胃氣上逆證，臨床分虛實兩類，實者因邪氣擾胃，虛者因胃虛失和。《景岳全書·嘔吐門》說：“實證因邪氣犯胃，濁氣上逆所致……；虛證乃胃陽不振，或胃陰不足，失其和降而成……”。實證嘔吐，如外邪犯胃者，常兼表證，治以疏邪解表，芳香化濁，藿香正气散(《和劑局方》)加減；若飲食停滯者，則脘腹脹滿，噯腐吞酸，治以消食化滯，和胃降逆，保和丸(《丹溪心法》)加減；若肝氣犯胃者，嘔吐吞酸，脹痛連脅，治以疏肝和胃降逆，半夏厚朴汤(《金匱要略》)合左金丸(《丹溪心法》)加減；若痰飲內阻，則嘔吐清水痰涎，治以溫化痰飲，和胃降逆，小半夏汤(《金匱要略》)合苓桂术甘汤(《金匱要略》)。虛證嘔吐，表現為時吐時止，每因飲食不節，或輕微勞倦而發，多起於病後。若脾胃虛寒者，食入作吐，完谷不化，脘腹冷痛，治以溫中健脾，和胃降逆，方宜理中汤(《傷寒論》)或香砂六君子汤(《張氏醫通》)；若胃陰虛者，時作乾嘔，口渴，胃部有灼熱感，苔光剝，治以滋養胃陰，降逆止嘔，麦门冬汤(《金匱要略》)加減。一般說，暴病嘔吐多屬邪實，治以祛邪為主，邪去則嘔吐自止；久病嘔吐多屬正虛，治以扶正為主。臨床上還有一種無物有聲的乾嘔，其病機、證治有與嘔吐相類同的。又如反胃中見胃氣上逆證，其證候特點是食入之後，停留胃中，朝食暮吐，暮食朝吐，完谷不化。多因飲食生冷，或憂思傷脾，損傷脾陽，出現中焦虛寒，不能腐磨谷食所致。《聖濟總錄·嘔吐門》說：“食久反出，是無火也”。《景岳全書·嘔吐門》說：“朝食暮吐，暮食朝吐，食入中焦不化者，胃虛也。”治當溫中健脾，降逆和胃，丁香透膈散(《和劑局方》)、或附子理中汤(《和劑局方》)加減。又如呃逆所見的胃氣上逆證，是以氣逆上衝，喉間呃呃連聲，聲短而頻，令人不能自制的一種表現，古時稱“噦”，多由胃氣上逆動膈，肺氣失於肅降而成。因手太陰肺經之脈，起於中焦，下絡大腸，還循胃口，上膈屬肺，肺胃之氣同主降，兩臟在功能上互相促進，在病變時互相影響，故治療應以降逆止呃為主，方選丁香柿蒂汤(《症因脈治》)加旋覆花、枇杷葉、刀豆子等藥物。噯氣也是胃氣上逆的一種表現，比呃逆之聲沉長，多伴有胃脘飽脹，噯氣後症狀暫減的特點，多屬肝氣橫逆犯胃所致，治當疏肝和胃，柴胡疏肝散(《景岳全書》)加減。\n本證在疾病演變過程中，因胃氣上逆而兼挾痰，出現痰氣上逆的表現，症見咳痰多而黃，甚則喘促，喉間痰聲漉漉等。又可因情緒波動而導致氣鬱的表現，出現胸悶，脘脹，脅痛等。老年久病，中氣匱乏而出現胃氣上逆的呃逆，乃屬危重之象，臨床應予重視。",
    "type_comparison": "胃失和降證與胃氣上逆證 胃為水谷之海，主受納腐熟水谷，胃氣以降為順，若因飲食不節，飢飽無常，或冷熱不適，都能影響胃的和降功能，發生胃失和降、胃氣上逆等病變。但胃氣上逆證比胃失和降證的病情為重，往往病之初，表現為胃失和降證，症見脘腹痞滿，不思飲食，或胃脘疼痛，大便不爽等等。失治或誤治，病情加重，可導致胃氣上逆證，發生噁心嘔吐，呃逆，反胃諸疾。\n肝氣橫逆證與胃氣上逆證 肝主疏洩，以條達為順，肝氣鬱結則疏洩失調。從生理方面分析，脾氣之升，胃氣之降，皆賴肝氣之疏洩。若肝鬱氣結，可橫逆犯胃，葉天士說：“肝病必犯土，是侮其所勝也”。肝氣犯胃，可使胃失和降，發生胃脘痞滿，脅痛，口苦，噯氣，不食等症。胃氣上逆證亦可見噯氣，胃痛脹滿等症，但無肝氣橫逆證之脅痛，口苦。前者與情緒波動有關，後者則不明顯。\n衝氣上逆證與胃氣上逆證 衝氣上逆證屬肝腎病變，肝腎同處下焦，七情內傷，氣結之甚，可循衝脈上逆；下焦陽虛，寒水之氣亦可隨衝脈上逆，而形成衝氣上逆的奔豚氣。若影響肺氣不降，可伴發喘咳；若影響胃氣不降，可伴發泛惡；若氣逆神動，可致驚悸不寧。衝氣上逆證雖也可影響胃氣通降而發生泛惡嘔吐，但以衝氣上逆的奔豚氣為主症，泛吐則為伴發症狀。而胃氣上逆證以嘔吐為主症，二者不難鑑別。"
  },
  "literature": "《金匱要略·嘔吐噦下利病脈證治》：“趺陽脈浮而澀，浮則為虛，澀則傷脾，脾傷則不磨，朝食暮吐，暮食朝吐，宿谷不化，名曰胃反。”\n《臨證指南醫案·脾胃》：“胃陽受傷，腑病以通為補，與守中必致壅逆。”\n《醫碥》：“胃喘一證，胃絡不和，氣逆作喘。然所以致逆者，非火則食與痰耳。”",
  "zhengsu_composition": {
    "location": [
      "wei"
    ],
    "nature": [
      "qi_ni"
    ]
  }
}