{
  "id": "weixuqinipi",
  "number": 364,
  "name": "胃虛氣逆痞證",
  "category": "傷寒證候",
  "overview": "胃虛氣逆痞證是指太陽表證誤下，損傷脾胃，升降失常，以致痞利俱甚的太陽變證。\n主要臨床表現為：心下(胃脘部)痞硬滿悶，腸鳴、泄瀉日數十次，瀉下稀溏甚如水樣，帶有不完全消化的食物，但不甚臭穢，並伴乾嘔，心煩不安，口微渴，唯渴不多飲，不欲食，肢倦乏力，舌淡，苔薄白稍乾，脈細弱稍數，關稍沉。\n胃虛氣逆痞證常見於傷寒“太陽病”，還可見於“泄瀉”、“痢疾”等疾病中。\n本證應與“水停食滯痞證”、“下焦滑脫證”、“表熱兼里寒下迫大腸證”、“寒熱錯雜痞證”、“太陽胃氣上逆證”、“寒邪犯胃濁陰上逆證”、“水飲停聚胸脅證”、“太陽蓄水證”相鑑別。",
  "clinical_manifestations": "心下(胃脘部)痞硬滿悶，腸鳴、泄瀉日數十次，瀉下稀溏甚如水樣，帶有不完全消化的食物，但不甚臭穢，並伴乾嘔，心煩不安，口微渴，唯渴不多飲，不欲食，肢倦乏力，舌淡，苔薄白稍乾，脈細弱稍數，關稍沉。胃虛氣逆痞證",
  "common_diseases": [
    "傷寒“太陽病”，還可見於“泄瀉”",
    "“痢疾”"
  ],
  "differential_syndromes": [
    "“水停食滯痞證”",
    "“下焦滑脫證”",
    "“表熱兼里寒下迫大腸證”",
    "“寒熱錯雜痞證”",
    "“太陽胃氣上逆證”",
    "“寒邪犯胃濁陰上逆證”",
    "“水飲停聚胸脅證”",
    "“太陽蓄水證”"
  ],
  "differential": {
    "self_analysis": "胃虛氣逆痞證，常見於傷寒太陽病、泄瀉、痢疾、嘔吐等疾病中。太陽病出現本證，因太陽表證誤下而成。臨床主要表現為心下痞硬，腸鳴，泄瀉日數十次，便下稀溏甚如水樣，並帶有不完全消化的飲食物，伴乾嘔、心煩。乃因太陽表證誤用下法，加以患者素體脾胃虛弱，致使脾胃大傷，外邪乘機內陷，與內生之寒邪搏結，錯雜於中焦，升清降濁失常而致。治宜補中和胃，降逆消痞，方用甘草瀉心湯(《傷寒論》)。本證若見於泄瀉，臨床表現基本與前述太陽病誤下所見無異，故亦治以補中和胃，降逆消痞，亦可用甘草瀉心湯(《傷寒論》)；脾虛甚者，可用養中煎(《景岳全書》)。本證若見於痢疾，除見心下痞硬，不欲食，乾嘔，心煩不安，肢倦乏力外，則主要見下痢日數十次，量少稀薄，帶有白凍或赤白相兼而白多赤少，時或挾有消化未完全的食物，並伴腹部隱痛。治宜溫中散寒，苦辛通降，可用理中湯(《傷寒論》)合甘草瀉心湯，或加附子肉桂。\n本證若見於小兒，則往往容易發展為“慢驚風”，由於小兒脾常不足，一再誤下以及劇烈的瀉下，必致脾陽虛衰，肝氣乘虛橫逆生風。臨床上除原有之腸鳴溏瀉、乾嘔、不欲飲食、形神疲憊等症狀之外，還可見面色萎黃、默默欲睡、睡眠露睛、臥起躁動不安、哭聲低微、時或抽搐，甚至神志不清等脾虛動風的表現。\n本證在病機演化過程中，可出現以下兼挾證候。由於本證的關鍵是脾胃虛弱，脾不升清，若遷延日久，瀉利不止，必致脾氣日趨下陷而出現滑脫不禁等脾氣下陷的兼挾證候。脾與腎先後天之間在病理上常相互影響，故本證日久失治，脾陽久虛，可損及腎而出現腎陽虛的兼證。出現形寒肢冷、面色暗晦、精神萎靡、腰膝酸冷等腎陽虛衰的症狀；由於陽氣日衰，餘邪亦日微，因而乾嘔、心煩則較輕微。倘若泄瀉來勢急暴，則往往可以導致津液大量的虧耗，而兼津液虧損的證候。出現口渴少津或無津、咽乾、唇焦舌燥、眼眶凹陷、皮膚乾燥或枯癟、小便短少等一系列症狀。一旦暴瀉不止，津液亡脫，陰不維陽，氣隨液脫，則可出現氣脫的兼挾證。迅即相繼出現蜷臥神疲、心悸氣短、呼吸微弱、汗出肢冷、面唇青紫、脈微欲絕、眩暈、神志模糊甚至神昏等嚴重症狀。",
    "type_comparison": "水停食滯痞證與胃虛氣逆痞證 二者均屬太陽變證，臨床上以心下痞、下利為主要證候。鑑別在於，胃虛氣逆痞證，因誤下而成，誤下損傷脾胃，腐熟運化失司，邪熱內陷，寒熱錯雜留滯中焦，故心下痞硬滿悶；瀉利頻作，瀉下稀溏甚如水樣，帶有消化不完全的食物，而不甚臭穢；胃失和降，故乾嘔，心煩不安；客熱上逆，且瀉利傷津，故口微渴；病本為脾胃陽氣虛弱，故渴而不多飲，且必不欲食。而水停食滯痞證並不因誤治，只是太陽表實證汗解後，脾胃之氣未恢復，水飲食滯停留胃中所致。脾胃損傷較輕，實邪較盛，為實中兼虛之證，與後者虛中挾實有差異。由於脾胃損傷較輕，只是水飲下注腸間，故泄瀉程度亦較輕，次數較少，僅為瀉下清稀而無不化之完谷。但因有食滯停留，故兼有“噯氣酸腐食臭”的典型症狀，與後者客熱上逆的“乾嘔、心煩”又有所不同。\n下焦滑脫證與胃虛氣逆痞證 二者臨床上亦以“痞、利”為主要表現。但前者多為後者的進一步發展，常因胃虛氣逆痞證服瀉心湯後，病未愈，又复誤用下法，不但進一步損傷中焦脾胃，而且傷及下焦腎陽，失其固攝，大腸滑脫而成，乃陽虛滑脫之證。放前者病位不僅限於中焦脾胃，更兼下焦腎與大腸，且重點在下焦。放其在臨床上以“痞”微而“利”甚為特點，泄利不禁，日久不止；同時必兼神疲欲寐，畏寒肢涼等腎陽不足的症狀，又為後證所無。\n表熱兼里寒下迫大腸證與胃虛氣逆痞證 二者均為太陽表證未除屢次誤用攻下，損傷脾胃，升降失職，寒熱挾雜，以“心下痞、下痢”為主要臨床表現。但前者雖已損傷脾陽，唯表證仍未解，為里寒挾表熱的證候，與後者寒熱錯雜中焦有所不同。故前者臨床上並有“發熱惡風寒”等表證的典型症狀，為後者所無。相反，由於前者表邪未罷，邪熱尚在表面未內陷，故並無“乾嘔、心煩”等客熱上逆的症狀。此外，前者泄瀉的程度亦較後者輕，次數較少，且無“谷不化”的現象，與後者不難鑑別。\n寒熱錯雜痞證與胃虛氣逆痞證 二者亦屬太陽變證的範圍，均因誤下後損傷脾胃，寒自內生與內陷之邪熱互結中焦，升降失職，以“痞滿而嘔，腸鳴下利”為主要臨床表現的證候。所不同者，胃虛氣逆痞證因太陽表證直接誤下而成，後者則於太陽傳至少陽之後才誤下而致。前者由於反覆誤下，故脾胃損傷較甚，屬虛中挾實之證，與後者虛實參半有程度上的不同。由於前者脾胃陽氣損傷較甚，腐熟運化功能嚴重障礙，清陽不升，水谷不別，下奔腸道，故其泄瀉的程度較重，次數多“日數十行”，且瀉下清稀甚如水樣，並帶有未消化完全的食物。其次，前者胃中空虛較甚，僅僅是自表陷入胃中的客熱上逆，故其嘔為“乾嘔”，有聲而無物，但卻兼有虛熱上擾心神的“心煩不得安”的症狀，與後者嘔吐胃內容物或吐黃濁苦水有所不同。此外，前者絕少有發熱、苔黃、脈數等熱象出現，與後者不同。\n太陽胃氣上逆證與胃虛氣逆痞證 亦同屬太陽變證，均為太陽表實證治療後損傷脾胃，升降失職，邪氣結於心下胃脘部而致。臨床上皆有“痞”與嘔吐的症狀出現。唯前者素有伏飲，太陽表實證，經發汗又復吐下，損傷脾胃，伏飲乘虛停聚胃脘，致胃氣上逆而成，故臨床上前者除“心下痞”之外，還以“噯氣頻作”為主要臨床表現，與後者客氣上逆之“乾嘔、心煩”不同。此外，前者側重於胃虛飲停而上逆，故並無“腸鳴，下利日數十行，谷不化”的症狀，也是二者的鑑別要點之一。\n寒邪犯胃濁陰上逆證與胃虛氣逆病證 二者均屬邪犯中焦，升降失常的證候，臨床上都有“乾嘔、下利、心煩”等症狀出現，證候疑似。但前證因中陽虛弱，肝寒犯胃，濁陰上逆所致，病勢趨上。其以嘔吐為主要症狀，除乾嘔較後者嚴重之外，並可出現口中時時泛吐清稀涎沫，或飲食後即嘔，甚至為劇烈而頻繁的嘔吐。相反，前者下利較輕微，僅為溏泄，不若後證脾虛較嚴重，病勢趨下，“下利日數十行，谷不化”。鑑別關鍵還在於，前者陰寒內盛，肝寒循經上逆，故臨床多有巔頂頭痛，手足掌指青冷等症狀，為後者所無；另方面，前者不會出現心下(胃脘部)痞硬這一典型的寒熱互結中焦的症狀。\n水飲停聚胸脅證與胃虛氣逆痞證 二者臨床上均有“痞利、乾嘔”等主要症狀，但前者是水飲停聚胸脅，阻滯氣機，升降失常所致，屬於實證，與後者虛中挾實有所不同。前者病位在胸脅而不在脾胃，故其心下痞硬的特點是，必“引脅下痛”。同時，因脾胃並無明顯的損傷，只是飲邪阻遏，下趨於腸，而為泄瀉，程度較輕，不似後者“下利日數十行，谷不化”，其“乾嘔”則是飲邪逆於胃而致，與後者胃中虛客熱上逆的產生機制有所不同，所以並無“心煩不得安”的兼挾症狀。前者由於水飲結聚胸脅，上下攻竄，充斥內外，致清竅被擾，肺氣不利，毛孔開合失常，故還必兼見頭痛、呼吸短氣、汗出濈濈、舌苔厚膩、脈弦滑有力等症狀，又為後者所無。詳詢細察，不難鑑別。\n太陽蓄水證與胃虛氣逆痞證 二者都是太陽病的證候。當太陽蓄水證是因太陽表證誤下而致時，亦會出現心下痞、心煩、口渴不多飲或水入即吐、大便溏泄等症狀，與後者有疑似之處。但前者病機為誤下後太陽表邪隨經入腑而致，關鍵是膀胱氣化失職，故除以渴而口燥，但不多飲或水入即吐，心煩之外，特別以小便不利為主要症狀，心下痞僅為次要症狀。且其心下痞，是由於膀胱氣化失職，水氣內停，障礙氣機升降所致，與後者寒熱互結中焦的致病之因有所不同，故其特點是服瀉心湯而痞不解。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治下》：“傷寒中風，醫反下之，其人下利日數十行，谷不化，腹中雷鳴，心下痞硬而滿，乾嘔，心煩不得安。醫見心下痞，謂病不盡，復下之，其痞益甚，此非結熱，但以胃中虛，客氣上逆，故使硬也，甘草瀉心湯主之。”\n《註解傷寒論·辨太陽病脈證並治第七》：“前(水停食滯痞證)以汗後胃虛，是外傷陽氣，故加生薑；此(胃虛氣逆痞證)以下後胃虛，是內損陰氣，故加甘草。”\n《傷寒論條辨·辨太陽病脈證並治中篇》：“然證(胃虛氣逆痞證)大略與上篇第三十五條(表熱兼里寒下迫大腸證)同，而方物有同有異者，不用桂枝，以無表也；同用甘草乾薑，同為益虛而散硬也；不用參術，惡益氣也；用大棗，取滋乾也；以既誤復誤而痞益甚，故用芩連以為乾薑之反佐，協同半夏以主散，以其所以有異同之分焉。”\n《傷寒來蘇集·瀉心湯證》：“上條(水停食滯痞證)是汗解後水氣下攻證，此條(胃虛氣逆痞證)是誤下客氣上逆，總是胃虛而稍有分別矣。上條腹鳴下利，胃中尤寒熱相半，故云不和；此腹鳴而完谷不化，日數十行，則痞為虛痞，硬為虛硬，滿為虛滿也明矣。”\n《傷寒論辨證廣注·辨太陽病脈證並治法下》：“由是見腹中雷鳴總是虛氣，非若前條(水停食滯痞證)之有水氣也。嘔煩不安雖有客熱，亦是虛煩，非若前條之乾噫食臭也。”\n《傷寒論今釋·太陽下篇之上》：“元堅云：飲邪並結，有結在心下而冷熱不調者，此其人胃氣素弱，水液不行，而誤治更虛，胃冷(謂胃機能衰減也)熱搏(謂表熱內陷也)，以為痞硬者是也。蓋虛實相半(虛謂胃、實謂水與熱)，故病勢頗緩，實系少陽之類變。如其治法，溫涼並行以調停之。但其證有別，如半夏瀉心湯證，是飲盛者也；如生薑瀉心湯證，是寒勝者也；如甘草瀉心湯證，是虛勝者也。”",
  "zhengsu_composition": {
    "location": [
      "wei"
    ],
    "nature": [
      "qi_zhi"
    ]
  }
}