{
  "id": "weiyangbuzuyinting",
  "number": 343,
  "name": "胃陽不足飲停證",
  "category": "傷寒證候",
  "overview": "胃陽不足飲停證是太陽病汗後，水停心下，導致厥而心下悸的證候。誠如《傷寒論》所云：“傷寒，汗出而渴者，五苓散主之；不渴者，茯苓甘草湯主之。”“傷寒厥而心下悸，宜先治水，當服茯苓甘草湯，卻治其厥，不爾，水漬入胃，必作利也。”胃陽不足飲停證屬於停飲蓄水證範疇。\n主要臨床表現為：心下悸，四肢厥逆，口不渴，汗出，小便不利，舌苔白滑，脈沉或弦。\n胃陽不足飲停證見於“太陽病”中，亦常見於“心悸”、“厥病”等疾病中。\n腎陽不足飲停證屬陽虛水停為患，故當與“太陽蓄水證”、“少陰陽虛水泛證”等相區別。因其厥屬寒厥範疇，故又應與“少陰陽虛陰盛證”、“少陰陰盛格陽證”、“厥陰血虛寒鬱證”等相鑑別。",
  "clinical_manifestations": "心下悸，四肢厥逆，口不渴，汗出，小便不利，舌苔白滑，脈沉或弦。胃陽不足飲停證見於“太陽病”中，亦",
  "common_diseases": [
    "“心悸”",
    "“厥病”"
  ],
  "differential_syndromes": [
    "“少陰陽虛陰盛證”",
    "“少陰陰盛格陽證”",
    "“厥陰血虛寒鬱證”"
  ],
  "differential": {
    "self_analysis": "胃陽不足飲停證之悸為陽虛飲停之悸，若見於心悸中，則多表現為心悸怔忡，空虛而欲得手按，渴不欲飲，小便不利，脈弦等，可予茯苓桂枝白术甘草汤(《傷寒論》)、真武汤(《傷寒論》)化裁以溫陽利水。其為寒飲致厥，故現於厥病中，則見畏寒厥冷，心悸不渴，小便不利，脈沉遲等症，治宜理中四逆之屬。\n本證為飲停於中，水逆於上，凌心射肺，常致心陽不足，肺氣虛弱，失於肅降，故常兼挾心陽不足和肺失宣肅之候，而現心悸氣短，喘促咳嗽，痰多清稀等症。中陽不足，久之必及於腎，則腎陽亦虛，故又可兼按腎陽不足之證，終致脾腎陽虛，而表現為形寒肢冷，腰膝酸軟，尿少水腫，甚則水鼓脹滿等。",
    "type_comparison": "太陽蓄水證與胃陽不足飲停證 太陽蓄水證又稱五苓散證，與胃陽不足飲停證同為停飲蓄水之證。但太陽蓄水證是太陽之邪隨經入腑，影響膀胱氣化功能，水道失調，水津不布所致。而胃陽不足飲停證則是太陽病發汗不當，傷及中焦胃陽，胃陽不足，使水飲停聚，上逆於心而成。前者水蓄下焦膀胱，表里同病，其證偏熱；後者飲停中焦胃脘，但里無表，其證偏寒。所以，其臨床表現上，太陽蓄水證以口渴，小便不利為主症。而本證則以厥而心下悸為主症，即“水停心下，甚者則悸”(《金匱要略·痰飲咳嗽病脈證並治》)之謂。此外，彼則汗出口渴，少腹里急，無心下悸；此則汗出口不渴，無少腹里急，有心下悸。彼則發熱，此則無發熱。二者的脈象也有明顯區別，太陽蓄水證之脈浮或浮數，而胃陽不足飲停證之脈沉而不浮。其中，渴與不渴，是五苓散證與茯苓甘草湯證的主要鑑別點。\n少陰陽虛水泛證與胃陽不足飲停證 少陰陽虛水泛證與胃陽不足飲停證均為陽虛水停之候，但前者重點在腎，後者重點在胃；彼則下焦陽虛不能制水，水氣泛濫；此則胃陽不足，水津不得輸化，水飲停聚，阻礙陽氣。二者病情輕重不一，病位有中下之異。所以，其臨床表現雖均可有心悸，厥冷，小便不利，口不渴，苔白滑，脈沉等症。但是，少陰陽虛水泛證以心悸，頭眩，身瞤動，四肢沉重或水腫，小便不利為主。而胃陽不足飲停證則以厥而心下悸為主。兩者厥冷雖同，表現不一。彼證陽氣虛弱，不能溫煦筋肉經脈，加之水氣浸漬，則身體瞤動，振顫欲倒；本證系水飲內停，胸陽被阻，不能達於四末，故四肢厥逆。此外，本證兼有汗出，而少陰陽虛水泛證則無。並且本證更無頭眩，肢體沉重或浮腫，腹痛下利等，與少陰陽虛水泛證迥然不同。\n少陰陽虛陰盛證與胃陽不足飲停證 兩證之厥逆同屬於寒，但一為寒邪為患，少陰陽衰，陰寒內盛，病在心腎脾；一則水飲為患，中陽不足，水氣上逆，病在胃與心。所以，其臨床表現上，四肢厥逆，汗出，口不渴，舌淡苔白，脈沉雖同，但少陰陽虛陰盛證則兼有惡寒蜷臥，精神萎靡，下利清谷，嘔吐，小便清長，脈沉微或脈微欲絕等一派陽虛陰盛，真陽式微，甚或元陽火衰，虛陽浮越之象。其與胃陽不足飲停證兼有心下悸，小便不利等水飲停聚之候不同。少陰陽虛陰盛證病勢危急，陽氣欲亡，較胃陽不足飲停證之陽虛水停更為深重。\n少陰陰盛格陽證與胃陽不足飲停證 《傷寒論》云：“少陰病，下利清谷，里寒外熱，手足厥逆，脈微欲絕，身反不惡寒，其人面色赤，或腹痛，或乾嘔，或咽痛，或利止脈不出者，通脉四逆汤主之。”少陰陰盛格陽證系陰盛於內，格陽於外，陰陽格拒而致真寒假熱之證。內真寒則手足厥逆，下利清谷，脈微欲絕；外假熱則身反不惡寒，汗出，面赤，咽痛。而本證為水停於內，雖陽虛陰盛而無陰陽格拒，但真寒而無假熱。所以，兩者均有四肢厥逆，但少陰陰盛格陽證無心下悸，而本證則有心下悸。胃陽不足飲停證陽氣雖虛，但尚未達到陰陽格拒的嚴重程度。所以，不僅無下利清谷，脈微欲絕等亡陽之徵，更無身反不惡寒，面赤，咽痛等陰盛格陽之象。少陰陰盛格陽證比少陰陽虛陰盛證為重，少陰陽虛陰盛證又比本證病急且重。所以，少陰陰盛格陽證因元氣已離，危在傾刻，比本證更加凶險。\n厥陰血虛寒鬱證與胃陽不足飲停證 《傷寒論》云：“手足厥寒，脈細欲絕者，當歸四逆汤主之。若其人內有久寒者，宜当归四逆加吴茱萸生姜汤”。厥陰血虛寒鬱證之手足厥寒和胃陽不足飲停證之四肢厥逆，同屬寒厥範疇。但前者為血虛寒凝致厥，後者陽虛飲停致厥。故彼則以手足厥寒，脈細欲絕為主症，此則以厥而心下悸為主症。厥逆雖同，但有脈細欲絕和心下悸之異。此外，厥陰血虛寒厥證尚兼有四肢關節疼痛或身疼腰痛等經脈痺阻之候，以及腹中冷痛，嘔吐涎沫等寒凝冷，氣機不利，胃失和降之疾，這些更是本證所缺如的。所以厥陰血虛寒厥證既不同於陽虛陰盛之四逆湯證，也不同於陽虛水停之茯苓甘草湯證。"
  },
  "literature": "《傷寒指掌·卷三》：“邵評：傷寒寒勝則厥，心下有水則悸。厥而心下悸，寒中於陰，而水聚於心下也。宜以茯苓甘草湯先治其水，水去然後治厥，否則恐水漬入胃而作利，利作則厥不回矣。”“若心下悸而厥冷，身瞤動者，因虛而腎水上犯也。宜真武湯，以鎮腎水。”\n《醫宗金鑑·訂正傷寒論注》：“傷寒發汗後，脈浮數，汗出煩渴，小便不利者，五苓散主之。今惟曰汗出者，省文也。渴而不煩，是飲盛於熱，故亦以五苓散主之，利水以化津也。若不煩不渴者，是里無熱也。惟脈浮數，汗出，小便不利，是營衛不和也，故主以茯苓甘草湯和表以利水也。”\n《傷寒約篇·卷一》：“茯苓甘草湯治心下悸，發熱而厥，脈弦者。心陽素虛，水積不散，故發熱而咳，心下悸而厥，宜此發散水邪之劑，茯苓滲水，甘草和中，桂枝入心以發汗，生薑溫胃以散水氣也。”",
  "zhengsu_composition": {
    "location": [
      "wei"
    ],
    "nature": [
      "yin"
    ]
  }
}