{
  "id": "xiajiaohuatuo",
  "number": 365,
  "name": "下焦滑脫證",
  "category": "傷寒證候",
  "overview": "下焦滑脫證是傷寒太陽表證迭經誤下，傷及中、下二焦，造成滑脫失禁的證候。\n主要臨床表現為：泄利不止，滑脫不禁，便質清稀，甚則如水，腹微痛，小便不利，口淡，神疲欲寐，畏寒肢涼，舌淡苔薄白，脈濡弱。\n下焦滑脫證常見於傷寒“太陰病”、“泄瀉”等疾病中。\n本證應與“表熱兼里寒下迫大腸證”、“少陰陽虛滑脫證”、“少陰陽虛陰盛證”相鑑別。",
  "clinical_manifestations": "泄利不止，滑脫不禁，便質清稀，甚則如水，腹微痛，小便不利，口淡，神疲欲寐，畏寒肢涼，舌淡苔薄白，脈濡弱。下焦滑脫證",
  "common_diseases": [
    "傷寒“太陰病”",
    "“泄瀉”"
  ],
  "differential_syndromes": [
    "“表熱兼里寒下迫大腸證”",
    "“少陰陽虛滑脫證”",
    "“少陰陽虛陰盛證”"
  ],
  "differential": {
    "self_analysis": "下焦滑脫證主要見於傷寒少陰病及泄瀉病中。其在這兩個疾病中的發生機制有所不同，而臨床表現大體一致，只是程度上有輕重之分。傷寒少陰病中，下焦滑脫證的表現是泄利不止，便下清稀，甚如水樣，其氣不臭，無腹痛里急後重及肛門灼熱的感覺，口淡不渴，小便不利。乃因表證誤下傷及脾胃，又復誤下，更傷腎陽，造成大腸滑脫而成。如《傷寒大白·下利》謂：“此因誤下多下，以致下焦不固。”治宜固澀止利，方用赤石脂禹余粮汤(《傷寒論》)。若泄瀉出現本證時，並無誤下之，而常有泄瀉日久不愈的病史，臨床主要表現久瀉不止，下利清谷，脘腹脹悶不舒，或黎明前腹痛腸鳴即瀉，納減，稍進油膩則泄瀉更甚，並有明顯的畏寒肢冷，腰膝酸軟。皆因泄瀉日久損傷脾腎陽氣，水谷不化，固攝無權而致。治宜溫腎健脾，固澀止瀉，方用四神丸(《婦人良方》)加黃芪、黨參、白朮、附子、赤石脂等。\n本證多見於年老體弱患者，因其脾腎不足而易發生。臨床以下利清谷日久不止，便如清水，常伴有未消化的食物殘渣，但大便次數及便量均不太多，而納呆脘痞、神疲乏力、腰膝酸軟、畏寒肢冷較明顯為其特點。\n本證的證候特點是腎陽虛弱，大腸滑脫，故其在病機演化過程中，通常會向損傷陰津或更伐陽氣二個方面發展：若滑脫不禁，瀉利無度，津液失脫，臨床可迅速出現皮膚乾燥或枯癟，眼眶凹陷，咽乾，唇焦舌燥，口渴少津或無津，甚或肢體拘急，神識昏蒙等津液虧損的兼證；此外，瀉利滑脫程度較輕，但日久不止，則又可損傷胃陰，胃失和降，臨床可更見嘔吐頻繁，呼吸喘促，舌紅絳而乾等胃氣上逆的兼證。另一方面，脾腎陽虛，失所固攝，滑脫不禁，清陽下陷，則常可出現脫肛等脾氣下陷的兼證，倘若脾腎陽氣虛微，全不固攝，滑脫不禁，下利無度，必致虛陽下泄，而出現面色天然不澤、畏寒蜷臥、四肢厥冷、息微喘逆、神識昏蒙、脈微欲絕等亡陽之證。綜上所述，本證先天元陽、後天中陽既弱，在病機演化過程中，易招致種種危重兼挾證候的出現，應及早預防。",
    "type_comparison": "表熱兼里寒下迫大腸證與下焦滑脫證 二證皆以太陽表證屢經誤下傷陽，里寒下利不止為特點。所不同者，表熱兼里寒下迫大腸證，因誤下損傷脾陽，虛寒內生，健運失司，升降失常，表邪未解而成。其病機特點是里寒挾表熱，臨床除下利不止，心下痞硬，口淡不渴，舌淡苔白等表現，與下焦滑脫證雷同之外，必更兼發熱惡寒等表證徵象，但卻無下焦滑脫證中之神疲欲寐、畏寒肢涼等腎陽不足的表現。\n少陰陽虛滑脫證與下焦滑脫證 二者病位均涉及中下二焦，同樣以下利不止為主要的臨床表現，都伴有口淡不渴、神疲欲寐、畏寒肢冷等腎陽不足的症狀。所不同者，少陰虛寒滑脫證因寒邪傳入或直中少陰，損傷脾腎陽氣，大腸滑脫，加以寒濕滯中，氣血腐敗而成，故其下利不止，必伴便膿血暗晦而不臭，腹痛綿綿，喜溫喜按。而下焦滑脫證，因病證誤下而致陽虛大腸滑脫，並無寒濕滯中。故雖下利不止而必無大便膿血的現象，腹痛亦不明顯，但原有之心下痞硬的症狀依然存在，這是二者鑑別的關鍵所在。\n少陰陽虛陰盛證與下焦滑脫證 少陰陽虛陰盛證為脾腎陽虛，陰寒內盛，清陽不升所致，證候特點是陽虛陰盛。臨床表現，除下利清谷之外，並伴有明顯的腹痛喜溫喜按，口淡不渴，畏寒肢冷、神疲欲寐、小便反而清利等陰寒內盛的表現。脈必微細兩尺尤甚。當寒氣上逆，還可出現嘔吐；當陰寒盛於內而虛陽浮於外時，還可兼見汗出身熱。而下焦滑脫證的證候特點是陽虛滑脫，重在大腸滑脫，臨床以下利滑脫不禁為特點，而神疲欲寐，畏寒肢涼等虛寒症狀較輕微，且無嘔吐及汗出身熱的現象，相反其所表現的心下痞硬、小便不利又為少陰陽虛陰盛證所無。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治下》：“傷寒，服湯藥，下利不止，心下痞硬。服瀉心湯已，復以他藥下之，利不止。醫以理中與之，利益甚。理中者，理中焦，此利在下焦，赤石脂禹餘糧湯主之。復不止者，當利其小便。”\n《註解傷寒論·辨太陽病脈證並治法第七》：“傷寒服湯藥下後，利不止，而心下痞硬者，氣虛而客氣上逆也，與瀉心湯攻之則愈，醫復以他藥下之，又虛其里，致利不止也。理中丸，脾胃虛寒下利者，服之愈。此以下焦虛，故與之，其利益甚。”\n《傷寒來苏集·傷寒論注·瀉心湯證》：“服湯藥而利不止，是病在胃。復以他藥下之而利不止，則病在大腸矣。理中非不善，但遲一著耳。石脂余粮，助燥金之令，澀以固脫。庚金之氣收，則戊土之濕化。若復利不止者，以腎主下焦，為胃之關也，關門不利，再利小便，以分消其濕。蓋谷道既寒，水道宜通，使有出路，此理下焦二法也。”\n《傷寒溯源集·心下痞證治第四》：“元氣未盡虛脫，不過大腸滑泄，則以石脂余粮澀之，亦足以取效。若已下再下真氣已虛，下焦無火，真陽不能司其蒸騰氣化之功，則清濁不能升降，水谷不得分消，故利復不止，豈澀藥所能治哉。必使下焦有火，氣化流行，而後可以言治也。但言當利小便而不立方者，以三焦膀胱氣化之說繁多，非一言可敝，故不具載也。”",
  "zhengsu_composition": {
    "location": [
      "gan",
      "shen"
    ],
    "nature": []
  }
}