{
  "id": "xiaoeryuanqixuruo",
  "number": 388,
  "name": "小兒元氣虛弱證",
  "category": "專科證候",
  "overview": "小兒元氣虛弱證是指小兒先天稟賦不足，或久病失於調養，臟腑功能衰退，抗病能力低下而引起的證候。\n主要臨床表現為：嬰兒尚未足月，便離母體，則先天胎稟不足，症見生後形神虛怯，氣息微弱，哭聲低微，面色晄白，唇爪色淡，指紋淡。或小兒久病失於調養，症見面色萎黃無華，肌膚羸瘦，毛髮枯槁，精神不振，困倦喜臥，乳食懶進，小便清長，大便溏瀉，脈象濡細，指紋色淡。\n小兒元氣虛弱證常見於“初生不乳”、“初生大便不通”、“初生小便不通”、“小兒疳病”等疾病中。\n本證應與“小兒陽氣虛弱證”、“小兒腎氣虛弱證”相鑑別。",
  "clinical_manifestations": "嬰兒尚未足月，便離母體，則先天胎稟不足，症見生後形神虛怯，氣息微弱，哭聲低微，面色晄白，唇爪色淡，指紋淡。或小兒久病失於調養，症見面色萎黃無華，肌膚羸瘦，毛髮枯槁，精神不振，困倦喜臥，乳食懶進，小便清長，大便溏瀉，脈象濡細，指紋色淡。小兒元氣虛弱證",
  "common_diseases": [
    "“初生不乳”",
    "“初生大便不通”",
    "“初生小便不通”",
    "“小兒疳病”"
  ],
  "differential_syndromes": [
    "“小兒陽氣虛弱證”",
    "“小兒腎氣虛弱證”"
  ],
  "differential": {
    "self_analysis": "小兒元氣虛弱證可出現在兒科多種疾病中，臨床表現各有特點，治法亦不相同，應加辨析。如初生不乳，出現元氣虛弱證，臨床表現為出生二、三日內不吮乳，或吮乳無力，形神虛怯，氣息微弱，哭聲低微，四肢不溫，面色晄白，唇淡，指紋不顯。此多為嬰兒尚未足月而生，先天胎稟不足，元氣虛弱；或因難產、滯產、產程過長，以致元氣損傷，法宜培補元氣，方用独参汤(《十藥神書》)，繼進四君子汤(《和劑局方》)健脾補虛，使元氣漸復。又如初生兒大便二、三天不通屬元氣虛弱證者，見面色晄白，神疲氣怯，哭聲低弱無力，口舌潤滑，指紋淡細。此由母體素虛，嬰兒稟賦不足，或難產元氣受傷，氣機不運，以致腸道蠕動無力，法宜培補元氣，方用独参汤，益氣扶元，繼以熨脐法(《幼幼集成》)或蜜煎导法(《傷寒論》)以導便下行。又如初生小便不通而元氣虛弱證者，見小兒生後二日仍未見小便，且伴有面白唇淡，形神疲乏，啼哭聲低，口舌潤滑，指紋淡紅等。此為胎稟不足，元氣衰微，氣化不宜，水道不通所致，法宜培補元氣，溫化利水，方用独参汤調服五苓散(《傷寒論》)。又如小兒疳證出現元氣虛弱證，見面黃肌瘦，頭大頸細，毛髮枯槁，困倦喜臥，乳食懶進，肚腹脹滿，手足心熱，有時嘔吐，有時便溏，脈濡細，指紋淡滯。此為乳食不節，脾胃暗傷，水谷精微不能運化，臟腑氣血不能得其濡養，久而元氣衰憊，發為此證。治療之法，如虛實並見，可攻補兼施，方用肥儿丸(《醫宗金鑑》)，倘身體羸憊，虛象畢露者，擬著重補脾，可用人参启脾丸(《醫宗金鑑》)，或参苓白术散(《和劑局方》)。\n小兒元氣虛弱證，早產、難產嬰兒多見。臨床表現，形神虛怯，精神萎頓，面色無華，毛髮枯槁，哭聲低微等。\n本證還可以見於小兒多種疾病中，如發展到元氣虛弱證階段，預示病情比較嚴重。在病機發展演化過程中，常可伴見三種情況：其一，血的化生，必需有氣的參與。氣盛則化生血的功能自強，氣虛則化生血的功能自弱，因此元氣虛弱，常可進一步導致血虛，症見氣短乏力，面色不華，頭暈眼花，心悸不安，失眠健忘，唇甲色淡，手足發麻，舌質淡嫩，脈細無力等。其二，氣主煦之。人體所以能維持正常的體溫，主要依靠氣的溫煦作用；元氣虛弱，熏蒸溫煦作用失常，就會出現畏寒怕冷，四肢不溫。其三，元氣衰憊，全身臟腑生理活動減退，生長發育遲緩，還可出現血行停滯，水液停留等多種病變。臨證時，亦應注意。",
    "type_comparison": "小兒陽氣虛弱證與小兒元氣虛弱證 二者皆因指臟腑機能衰退，抗病能力低下所引起的虛證，病因病機相同，臨床症狀相近，如面色晄白，少氣懶言，哭聲低微，疲倦乏力，自汗，活動則諸症加重，舌質淡，脈虛無力等。但元氣虛弱是指單純的機能衰退，而陽氣虛弱證，不僅有機能衰退，而且因陽不制陰，寒從內生，臨床上還可見到畏寒肢冷，面色晦暗，口淡不渴，小便清長，脈沉遲，舌質青紫等，兩證可資鑑別。\n小兒腎氣虛弱證與小兒元氣虛弱證 二者均為虛證。腎為先天之本，為生命之源，藏真陰而寓元陽，對各個臟腑起著濡潤、滋養、溫煦的作用；元氣由先天之精化生而來，是人體生命活動的動力，人體各個臟腑得到元氣的激發，才能各自發揮不同的作用，因此二者互相依存，又相互影響。如小兒腎氣虛弱，必見元氣不足；又久病失養，也可漸及於腎，因此在症狀表現上，有許多相近之處，如神形虛怯，毛髮枯槁，肌膚羸瘦，精神不振等。但腎氣虛弱證，主要表現在先天腎精的儲藏不足，臨床常見智力不健，神情呆鈍，發育遲緩，囟凹成坑，頭縫不合等，此乃與元氣虛弱證的鑑別點。"
  },
  "literature": "《小兒藥證直訣·胎怯》：“生下而色無精光，肌肉薄，大便白水，身無血色，時時哽氣多噦，目無精彩，當浴體法主之。”\n《幼幼集成·胎病論》：“胎怯者，生下面無精光，肌肉瘦薄，大便白而身無血色，目無精彩，時時哽氣多噦者，此即胎怯也，非育於父母之暮年，即生於產多之孕婦，成胎之際，元精即已澆滴，受胎之後，氣血復難長養，以致生來怯弱，若後天調理得宜者，十可保全一二。調元散助之。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_xu"
    ]
  }
}