{
  "id": "xiaoerfeirechisheng",
  "number": 396,
  "name": "小兒肺熱熾盛證",
  "category": "專科證候",
  "overview": "小兒肺熱熾盛證多因外感風寒或風溫之邪，由皮毛或口鼻入肺化熱，或里熱繁盛，灼傷肺金，而以咳嗽、哮喘為主要表現的證候。\n主要臨床表現為：咳嗽，喘滿，甚至不能平臥，痰黃粘稠，面赤，咽乾，口渴，便乾或溏，脈浮數，舌質稍紅，舌苔黃白相兼。\n小兒肺熱熾盛證常見於“咳嗽”、“哮喘”、“肺癰”等疾病中。\n本證應與“小兒肺胃熱盛證”、“小兒痰熱壅肺證”、“小兒風熱犯肺證”、“小兒肝火犯肺(木火刑金)證”、“小兒肺熱津傷證”相鑑別。",
  "clinical_manifestations": "咳嗽，喘滿，甚至不能平臥，痰黃粘稠，面赤，咽乾，口渴，便乾或溏，脈浮數，舌質稍紅，舌苔黃白相兼。小兒肺熱熾盛證",
  "common_diseases": [
    "“咳嗽”",
    "“哮喘”",
    "“肺癰”"
  ],
  "differential_syndromes": [
    "“小兒肺胃熱盛證”",
    "“小兒痰熱壅肺證”",
    "“小兒風熱犯肺證”",
    "“小兒肝火犯肺(木火刑金)證”",
    "“小兒肺熱津傷證”"
  ],
  "differential": {
    "self_analysis": "小兒肺熱熾盛證，在不同疾病中臨床表現不同，因此治法、處方也有一定差別。如咳嗽出現肺熱熾盛證，表現為咳嗽頻作，痰黃粘稠，面赤唇紅。《醫宗金鑑·幼科雜病心法要訣》云：“火熱熏擾肺金，遂致頻頻咳嗽，面赤咽乾，痰黃氣穢，多帶稠粘也。”此皆因肺熱熾盛，煉液成痰，阻塞氣道，肺氣不能宣通下達所致。治宜清肺止咳，方選滌白散(《小兒藥證直訣》)加味。如哮喘出現肺熱熾盛證，往往多見新感觸動伏邪，發時或有熱或無熱，咳嗽陣作，氣逆喘息，哮吼有聲，晝輕夜重，鼻翼扇動，舌尖邊紅，苔薄白，中部或根部有油膩苔，脈弦細而數，治療之法清宣肺熱，方選麻杏石甘湯(《傷寒論》)。若肺癰出現肺熱熾盛證，則見咳唾腥臭膿痰、氣促、發熱，此熱邪久羈於肺所致。治療用清肺解毒法，方選葦莖湯(《備急千金要方》)加魚腥草、蒲公英、紫花地丁等。",
    "type_comparison": "小兒肺胃熱盛證與小兒肺熱熾盛證 此兩證均可見發熱，咳嗽，氣喘，痰色黃粘稠，面赤，咽乾，口渴諸症。但肺胃熱盛證兼有胃熱，是肺熱熾盛證的進一步發展，故症狀均較後者為重，而口渴多飲，大便乾結，舌苔黃，齒齦紅腫，口氣穢濁，是肺胃熱盛證有別於肺熱熾盛證的主要指徵。\n小兒痰熱壅肺證與小兒肺熱熾盛證 此兩證病位均在肺，病性又都有熱，而且肺熱熾盛證、又因熱盛灼肺煉津成痰，形成痰熱互結，故兩證的臨床表現很相似。但由於病因有別，臨床表現也有可解之處。痰熱壅肺證有痰熱之因，此痰來源有二：一是脾胃有病，不能運化痰濕而蓄於肺；二是肺氣本弱，不能輸布水飲而停於肺，若遇外邪入肺化熱，即形成痰熱壅肺證，臨床突出的表現是痰多，漉漉有聲，胸悶不舒，舌苔黃膩，脈滑數，可資與肺熱熾盛證相鑑別。\n小兒風熱犯肺證與小兒肺熱熾盛證 此兩證有深淺、輕重之別。風熱犯肺屬表，肺雖受邪，但尚輕淺，症見或有熱或無熱，咳嗽微喘，痰黃白相兼，咽乾，口渴，這些症狀較肺熱熾盛證輕微可供鑑別。\n小兒肝火犯肺(木火刑金)證與小兒肺熱熾盛證 肝屬木，木旺則易化火，肝火旺盛可以刑金，臨床出現咳嗽，氣喘，口苦，咽乾，胸脅苦滿，咳唾黃痰，與肺熱熾盛證有相似之處，但由於病位不同，臨床表現也有區別。肝為將軍之官，藏血，主疏洩，若肝火旺，可以動血，臨床出現咳痰帶血，兩脅脹悶或疼痛，目赤，心煩易驚，頭暈目眩，耳鳴等症。此數症均為肺熱熾盛證所少見，而氣喘，吐痰等症較肺熱熾盛證輕，以此可資鑑別。\n小兒肺熱津傷證與小兒肺熱熾盛證 此兩證病位相同，病性亦相近，但前者有傷津，後者無傷津，故鑑別的要點就要抓住津傷的表現。肺熱津傷證常見乾咳或咳嗽少痰，或咳痰不爽，口乾舌燥，日輕夜重，舌赤少苔或薄黃苔，據此可與肺熱熾盛證相鑑別。"
  },
  "literature": "《幼幼集成·咳嗽證法》：“清晨咳者屬痰火。”\n“黃昏嗽者火浮於肺。”\n“肺熱者痰腥而稠，身熱喘滿，鼻乾面紅，手捏眉目。”\n“咳而日久，胸前疼痛，口吐膿血腥臭者，此痰火壅盛，已成癰也。”",
  "zhengsu_composition": {
    "location": [
      "fei"
    ],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：肺。病性：熱/火。根據證候名稱「小兒肺熱熾盛證」分析其病機組成。"
}