{
  "id": "xiaoerrejishengfeng",
  "number": 399,
  "name": "小兒熱極生風證",
  "category": "專科證候",
  "overview": "小兒熱極生風證系指外感溫熱病中以高熱動風為主的證候。\n主要臨床表現為：高熱，頭痛，項背強直，四肢抽搐，兩目上視，口渴欲飲，大便秘結，舌質紅絳，苔白或黃、或黃白相兼，脈疾。\n小兒熱極生風證多見於“急驚風”、“感冒”、“乳蛾”、“痄腮”、“爛喉痧”等疾病中。\n本證應與“小兒熱陷心肝證”、“小兒肝風內動證”相鑑別。",
  "clinical_manifestations": "高熱，頭痛，項背強直，四肢抽搐，兩目上視，口渴欲飲，大便秘結，舌質紅絳，苔白或黃、或黃白相兼，脈疾。小兒熱極生風證多見於“急驚風”、“感冒”、“乳蛾”、“痄腮”、“爛喉痧”等疾病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“小兒熱陷心肝證”",
    "“小兒肝風內動證”"
  ],
  "differential": {
    "self_analysis": "小兒熱極生風證，多因外感溫熱之邪，臨床症見高熱、抽搐，其抽搐每隨熱退而止。根據這些特點可以確定本證。但小兒熱極生風證因不同疾病、不同病因，臨床表現與治療方法尚有差異。如急驚風出現熱極生風證，多起病急，壯熱，煩躁，面紅，唇赤，痰壅氣促，牙關緊急，大便秘結。此證多因內熱素盛，複感受外邪，形成內外皆熱，熱極而風動。治宜表里雙解法，方用涼膈散(《和劑局方》)。若感冒出現熱極生風證，應區別感受風寒或風熱。感受風寒者，高熱，惡寒，頭痛，口噤，腰背反張，手足搐搦，眼目斜視，舌苔白，脈浮緊數。此證多見於疾病之初起，按傷寒痙病治療，方選栝樓桂枝湯(《金匱要略》)。感受風熱者，高熱，微惡風寒，或不惡寒，面紅目赤，氣粗似喘，煩躁易驚，舌質紅，苔黃白相兼，脈疾，同時可見搐搦諸症。可用辛涼解表清熱佐熄風止痙之品，方用銀翹散(《溫病條辨》)加天麻、鉤藤、羚羊角粉。若乳蛾出現熱極生風證，其必見咽喉腫痛，壯熱不解，甚則呼吸不暢。宜清熱解毒，利咽消腫，方用五味消毒飲(《醫宗金鑑》)合桔梗湯(《傷寒論》)。若痄腮出現熱極生風證，還可見兩腮紅腫疼痛，此由疫毒之邪所致。此病證非大清熱毒不能退熱止痙，可選用普濟消毒飲(《東垣試效方》)治療。若爛喉痧出現熱極生風證，可見咽喉爛紅腫痛，身現痧疹，乃因温毒所致，非清瘟敗毒不能治此病證，可選用清瘟敗毒飲(《疫疹一得》)治療。\n小兒熱極生風證好發於嬰幼兒，1歲以內兒童尤多見。由於嬰幼兒臟氣嬌嫩，衛外力弱，感邪之後易發生高熱抽搐，尤以平素內熱偏盛，較易產生熱極生風證。\n小兒熱極生風證若失治，容易形成抽搐不止，神志昏迷不醒的閉證，務必注意。",
    "type_comparison": "小兒熱陷心肝證與小兒熱極生風證 此兩證臨床均可見高熱、抽搐、神昏，但病理機轉不同。熱陷心肝證由於熱毒內陷，損及心肝兩臟。心主神明，受邪之後，神失所主而昏迷不醒；肝主風，肝臟受邪，肝風內動而抽搐頻發。故治療除清熱之外，必須開心竅、平肝風，才能有效地制止風動。小兒熱極生風證主要是高熱，甚而風動抽搐，治療重點在於清熱，熱退則風自癒。\n小兒肝風內動證與小兒熱極生風證 此兩證都有動風抽搐，但病因不同，病機不同，容易鑑別。肝為風木之臟，藏血。肝風內動多由肝血不足，血虛風動，經脈失養；或由於熱性病後期，肝腎陰竭，虛風內生；或陰不制陽，肝陽化風；亦有肝鬱化火，火盛肝風內動者。臨床除抽搐外，又可見震顫、眩暈、麻痺等肝風內動之症，一般無高熱及外感表證。而小兒熱極生風乃由外邪所致，必見高熱是其特點。另熱極動風證起病急，為實證；而小兒肝風內動則多起病緩，以虛證或虛實挾雜者多。"
  },
  "literature": "《幼幼集成·新立誤搐類搐非搐分門別證》：“所以有身熱足冷，頸項強急，頭身俱熱，面目紅赤，獨搖頭，卒口噤，背反張，手足搐搦，眼目斜視，此則三陽經之全痙。幼科所稱四證八候者，即此也。斯時正宜循經用藥，解除三陽之邪，其病霍然而起。”\n“蓋傷寒小兒最多，由醫者治不如法，抑遏其表邪，莫能外解，故壯熱不退，遂系變而為痙，則有搐搦反張之候。要知此證由風寒濕所致，雖有身熱，俱皆表邪，非火熱之比。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "xue_re",
      "dong_feng"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：血熱、動風/內風。根據證候名稱「小兒熱極生風證」分析其病機組成。"
}