{
  "id": "xiaoerneirechisheng",
  "number": 395,
  "name": "小兒內熱熾盛證",
  "category": "專科證候",
  "overview": "小兒內熱熾盛證是指小兒外感溫熱病毒，或外感風寒之邪，邪熱內傳入里，傷津化燥，而引起臟腑功能活動亢盛所出現的證候。\n主要臨床表現為：發熱喜涼，口渴喜冷飲，面紅目赤，煩躁不安，小便短赤，大便乾結，舌質紅，舌苔黃，脈象數。\n小兒內熱熾盛證常見於“喘咳”、“麻疹”、“爛喉痺痧”、“水痘”、“痄腮”、“疫毒痢”、“急驚風”等疾病中。\n本證應與“小兒陽明胃家實證”、“小兒熱入營血證”相鑑別。",
  "clinical_manifestations": "發熱喜涼，口渴喜冷飲，面紅目赤，煩躁不安，小便短赤，大便乾結，舌質紅，舌苔黃，脈象數。小兒內熱熾盛證",
  "common_diseases": [
    "“喘咳”",
    "“麻疹”",
    "“爛喉痺痧”",
    "“水痘”",
    "“痄腮”",
    "“疫毒痢”",
    "“急驚風”"
  ],
  "differential_syndromes": [
    "“小兒陽明胃家實證”",
    "“小兒熱入營血證”"
  ],
  "differential": {
    "self_analysis": "小兒內熱熾盛證是多種外感發熱病中的常見證候。如喘咳病出現內熱熾盛證，則臨床多以高熱煩渴，氣急鼻煽，喉鳴痰湧，咳嗽連聲，聲如拉鋸為特點，此因外感時邪，閉鬱肺經，氣機不通，聚液為痰，痰壅氣道，窒塞不通，發為此證。治法宜瀉肺定喘，滌痰通腑，方用涼膈白虎汤(《醫宗金鑑》)合葶苈大枣泻肺汤(《金匱要略》)，以瀉肺氣之壅滯，滌痰熱而通腑氣。若痰涎上湧者，可用鮮竹瀝頻頻灌服，以化痰清熱。又如麻疹出現內熱熾盛證，臨床多見於見形期，其症壯熱煩渴，羞明流淚，目赤胞腫，乾咳音啞，疹點多一齊湧出，疹色紫赤，疹形粗糙不勻，或雲頭大片，或顆粒相連等特點。此為麻毒熾盛，但熱毒尚有外透之機，治宜清熱解毒為主，佐以疏風透疹，方用清解透表汤(《中醫兒科學》)，或紫草红花饮(《中醫兒科學》)。假如發熱四日以上，疹點遲延不出，若舌苔白膩，脈象沉滑，腹痛高熱，此有宿食；若舌苔黃膩而乾，脈弦滑而數，大便秘結，神昏谵語，此麻毒入胃，為胃家實證；若舌苔白而燥裂，脈洪大，口渴，煩躁不寧，此津液耗傷；若舌苔黃膩，脈象弦數，口苦乾嘔，往來寒熱，是熱在肝膽；若症見高熱神昏，舌乾絳起刺，則為熱入營血；若症見舌苔焦黑，脈細無力，重語鄭聲，搬空摸床，此熱毒內傳心包……麻疹見內熱熾盛證，兼症較多，變化複雜，當詳加辨別。又如爛喉痺痧出現內熱熾盛證，多表現在發疹期，其症壯熱口渴，煩躁不安，咽喉紅腫腐爛，舌質紅絳起刺如楊梅，疹呈細微紅點，周身密布，融合成片，不隆起，狀如塗丹，用手壓之，立即退色，去指復又出現紅痧，雖遍布周身，但口唇周圍無疹，呈蒼白色，為其特點。此為熱毒熾盛，氣血兩燔，法宜清氣涼血，解毒救陰，方用清咽化痧煎(《疫喉淺論》)。又如水痘，臨床表現以壯熱煩渴，面赤唇紅，痘過大過密，痘色紫暗，疱漿晦濁為其特點，此為熱毒熾盛之故。法宜清熱解毒，方用腊梅解毒汤(《中醫兒科學》)。又痄腮見內熱熾盛證，以腮部腫大、脹痛拒按、漫腫堅硬、為特點，且見高熱，咽喉腫痛，口渴煩躁，耳聾不聰，吞嚥，咀嚼困難，舌尖紅，苔薄黃，脈滑數。此為溫熱病毒，結聚少陽之絡，熱蒸陽明之經所致。治宜清熱解毒，軟堅消腫，方用普济消毒饮(《東垣十書》)加夏枯草、昆布、海藻等。又如疫毒痢出現內熱熾盛證，以頻繁的抽搐，昏迷，瀉下膿血為特點，並伴有壯熱，煩躁，谵語，面紅耳赤，或皮膚出現血紅色疹點，或嘔吐咖啡樣血液，舌苔黃厚或焦乾，舌質紅絳生刺，脈弦滑數疾，此由於胃腸熱毒熾盛，熱甚於里，灼陽明所致。治宜清腸解毒，泄熱開閉，方用黄连解毒汤(《外台秘要》)，佐安宫牛黄丸(《溫病条辨》)等。又如小兒急驚風出現內熱熾盛證，其臨床表現以高熱神昏和頻繁的抽搐為特點，發病之因有二：一為外感風寒，邪毒鬱久化熱，內傳心包，發為此證，症見頭痛惡寒，項強拘急，有汗或無汗，舌苔白膩。法宜祛風解肌，佐以開竅鎮痙，方用葛根汤(《傷寒論》)加味。一為外感風熱之邪，化火最速，火動風煽，內擾厥陰，熱蒙心包，也可發為此證，症見咳嗽惡風，頭痛，口渴欲飲，小便短赤，舌紅苔白，脈浮數。法宜平肝熄風，清心開竅，方用羚羊钩藤汤(《通俗傷寒論》)。\n內熱熾盛證是外感病中的常見證候。小兒機體柔嫩，抗病力差，邪氣容易蘊積泛濫，病勢梟張，更易出現此證。\n疾病發展到內熱熾盛時，也是正盛邪實，邪正鬥爭激烈，病勢亢盛的極期階段，如果辨證準確，治療及時，護理得宜，康復也較容易。但小兒患病，寒熱虛實易變，病情易轉惡化，因此內熱熾盛證，病機進一步演化，可能出現溫熱之邪，深入營陰，耗傷津液，而見身熱夜甚，舌絳無苔，脈細數；如果熱邪化火，內犯神明，竄入心包，而見神昏谵語，煩躁不安；如果熱邪逆傳足厥陰肝經，則肝風內動，而見抽搐痙攣；倘小兒平素體質虛弱，正不勝邪，亦可能出現內閉外脫之象，則見面色晄白或灰暗，額出冷汗，四肢不溫，神識昏蒙等。因此，臨床見小兒內熱熾盛，當予以及時治療，以挫其熱勢，使其轉逆為順，縮短病程，否則燎原已成，就不容易救治了。",
    "type_comparison": "小兒陽明胃家實證與小兒內熱熾盛證 二證均屬“實證”、“熱證”。發病原因為太陽病失治或誤治，邪熱內傳入里，傷津化燥，以致化燥結實；或溫熱之邪，侵犯機體，直犯陽明，因此病因病性二者相同。但是，內熱熾盛證系指熱邪瀰漫全身，包括多種外感病熱盛期的證候；小兒陽明胃家實證系指胃腸燥熱，與腸中有形之糟粕相結，燥結成實，二者在病位上又有區別。其證候鑑別點為：前者發熱，不惡寒，反惡熱，心煩口渴，小便短赤，舌紅苔黃，脈象有力；後者潮熱，谵語，腹脹腹滿，堅硬拒按，手足濈然汗出，舌苔黃厚而糙，或焦黃起芒刺，脈沉實有力等。\n小兒熱入營血證與小兒內熱熾盛證 小兒內熱熾盛證，熱邪多留戀在氣分，小兒熱入營血證，是熱邪由氣分發展入營血，因此熱入營血證較內熱熾盛證重，熱入營血，其病機是高熱傷陰，營陰損傷，病位主要在心和心包。因此它的證候特點為身熱，夜晚更甚，舌絳無苔，心煩不寐，神昏谵語，脈細數。熱傷血絡可見斑疹隱隱，如病情進一步發展，血熱動血，可見吐血，衄血，便血，尿血，斑疹透露，舌質紫絳，脈數等。"
  },
  "literature": "《嬰童類萃·積熱論》：“積熱之症非一，有實熱，有虛熱。實熱之候：實則脈實，眼赤，驚搐，面紅唇赤，心煩口渴，二便秘澀，腹中疼痛，胸脅脹滿，噯氣吞酸，肌肉消爍，飲食不能為肌膚……積熱者內有所積鬱而不泄，日久乃發。其發也，或渾身壯熱，經月不退；或寒熱往來，似瘧非瘧，或日晡潮熱，發作有時。失治不治，久久發不已，餘邪不退，久熱成疳，則不可救矣。調治之法：風寒和解之；暑熱清散之；飲食消導之；生冷溫散之；積聚癓鱉，視虛實而下之；跌撲驚恐，安神散驚而治之。肥甘，藥須寒苦；溫熱，治以清涼，察虛實而補瀉之。”\n《幼幼集成·發熱證治》：“壯熱者，一向熱而不已。由氣血壅實，五臟生熱，鬱蒸於內，則睡臥不安，精神恍惚，蒸發於外，則表里俱熱，燥急喘粗，甚則搐搦。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：熱/火。根據證候名稱「小兒內熱熾盛證」分析其病機組成。"
}