{
  "id": "xiaoerxinpiliangxu",
  "number": 409,
  "name": "小兒心脾兩虛證",
  "category": "專科證候",
  "overview": "小兒心脾兩虛證是指心血與脾氣虧虛，以致血不養心，脾失健運，脾氣不升，脾不統血而出現的證候。可由脾氣虧虛，氣血不足，或思慮過度，勞傷心脾所致。\n主要臨床表現是：心悸，失眠，神疲，頭暈，健忘，食少，腹脹，便溏，面色萎黃，或見皮下出血，舌淡，脈弱等。\n小兒心脾兩虛證可見於“小兒心悸”、“小兒不寐”、“小兒癲病”、“小兒紫癜”、“兒童多動症”等疾病中。\n本證應與“小兒脾肺兩虛證”、“小兒脾氣虛證”、“小兒心氣虧虛證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“小兒心悸”",
    "“小兒不寐”",
    "“小兒癲病”",
    "“小兒紫癜”",
    "“兒童多動症”"
  ],
  "differential_syndromes": [
    "“小兒脾肺兩虛證”",
    "“小兒脾氣虛證”",
    "“小兒心氣虧虛證”"
  ],
  "differential": {
    "self_analysis": "小兒心脾兩虛證大多由脾氣虧虛，氣血生化乏源，氣血化生不足，心失所養，發展而成，也可由學習緊張，思慮過度，勞傷心脾所致。在許多疾病中可以出現小兒心脾兩虛證，在不同的疾病中，其臨床表現和治療各具特點。小兒心悸中出現心脾兩虛證，臨床以心悸怔忡，動則尤甚，夜眠不寧，納少食偏，面色無華，神倦乏力，或自汗氣短，舌淡紅，脈細弱，虛里搏動微弱為特點。血虛則心失所養，不能藏神，故神不安而志不寧，發為心悸。治宜補血養心，益氣定驚，方用归脾汤(《濟生方》)加減。小兒不寐屬心脾兩虛證者臨床可見：不寐而終日鬱悶不寧，或冥思苦想，喜靜少動，體倦神疲，食不知味，面色少華，時作心悸，舌淡苔白，脈象細弱。此由學習緊張，思慮太過，脾氣鬱結失運，以致飲食不思，精微無從化生而血虛，血虛不能濡養心神，神失守舍而淫於外以致不寐。治宜養血補心，健脾益氣，輕證方用归脾汤(《濟生方》)加減，重證方用养心汤(《證治準繩》)加減。小兒癲病中出現心脾兩虛證，臨床以神思恍惚，時昧時清，心悸易驚，恐懼多疑，多悲欲哭，肢體乏力，喜臥少動、飲食不佳，面色晄白，苔白質淡，脈細無力為特點。此為思慮日久，心脾兩虛，氣血虛損，腦海失養，神失心主之故。治宜益氣養血，寧心安神，方用养心汤(《證治準繩》)加減。小兒紫癜中出現心脾兩虛證，臨床以紫癜反覆出現，瘀點或瘀斑，顏色較淡，病程較長，面色萎黃，神疲乏力，納差腹脹，頭暈心悸，動輒尤甚，或腹中隱痛，便血或大便發黑，舌苔薄白，脈象細軟。此由脾胃之氣受損，不能統攝血液，血液不循常道而溢於皮膚。治宜補氣攝血，方用归脾汤(《濟生方》)加減。兒童多動症中出現心脾兩虛證，臨床以神思渙散，注意力不集中，神疲乏力，食納不佳，形體消瘦或虛胖，多動而不暴戾，多語而少激昂，健忘失眠，多夢，言語遲鈍，舌淡苔少或薄白，脈虛弱。此由心脾兩虛，氣血不足，心神失養，神不內守所致。治宜養心健脾，益氣寧神，方用归脾汤(《濟生方》)合甘麦大枣汤(《金匱要略》)加減。\n小兒心脾兩虛證多見於年齡較長的學齡兒童，或由長期脾虛厭食，氣血生化乏源，導致心脾兩虛，或由學習緊張，思慮過度，勞傷心脾所致。血屬營陰，小兒陽常有餘，陰常不足，血虛日久可及陰虛，演化為心脾氣陰兩虛證，臨床除見心悸怔忡，神疲乏力外，還可見低熱盗汗，五心煩熱，口乾舌紅，脈細數等心陰虛證，治宜健脾益氣，滋養心陰。",
    "type_comparison": "小兒脾肺兩虛證與小兒心脾兩虛證 小兒脾肺兩虛證是指脾氣虛同時兼肺氣虛的證候，可由脾氣虛及肺，或由肺氣虛及脾，而成脾肺兩虛的證候。臨床可見咳嗽聲低，喉中痰鳴，氣短神疲，自汗，易感冒等肺氣虛的症狀，亦可見食少，腹脹，便溏，舌淡苔白，脈細弱等脾氣虛的症狀。而心脾兩虛多由思慮過度，思傷脾，脾虛精微不能化生氣血，血虛不能濡養心神，終致心脾兩虛。故臨床可見心悸，健忘，不寐或多夢等心血虛，心神失養的症狀，兼見食少，腹脹，便溏，神疲乏力等脾氣虛的症狀，臨床不難區分。\n小兒脾胃虛弱證與小兒心脾兩虛證 小兒脾胃虛弱證是指小兒脾胃運化功能減退而出現的證候。或因先天稟賦不足，脾胃虛弱，或後天餵養不當，乳食不節(潔)，或勞倦損傷，或大吐、久瀉耗傷脾胃之氣，使脾胃的受納、運化、輸布水谷精微，升清降濁的功能減退，臨床表現食少納呆，食後腹脹，大便溏薄，四肢倦怠，體弱消瘦，少氣懶言，面色萎黃，舌淡苔白，脈緩弱，或指紋淡滯。小兒心脾兩虛證是脾氣虛兼心血虛，脾氣虛即可出現上述納少、腹脹、便溏等症狀，但脾虛日久水谷精微，不能化生氣血，血虛心神失養，故臨床又可見心悸、失眠、健忘等心血虛的症狀。從此可以看出小兒心脾兩虛證與小兒脾胃虛弱證臨床均可見脾氣虛的症狀，但小兒心脾兩虛證還應兼見心血虛的症狀，小兒心脾兩虛證可由小兒脾胃虛弱證發展而來。\n小兒心氣虧虛證與小兒心脾兩虛證 二證臨床均可見心悸，應予鑑別。小兒心氣虧虛證多由久病體虛，暴病傷陽，稟賦不足等原因所致，臨床以心悸氣短，活動後加重，自汗神疲，舌淡苔白為特點。小兒心脾兩虛證是由心血耗傷，脾氣虧損引起，臨床以心血虛，心失所養而見心悸、健忘、失眠、多夢等症狀，及脾氣虛弱，運化失常而見食少、倦怠、腹脹、便溏等症狀為主要表現。一個是心氣虛的心悸，另一個是心血虛兼脾氣虛的心悸，二者不難區別。"
  },
  "literature": "《證治準繩·幼科·集之二》“人身有九藏，心藏神肝藏魂，二經皆主於血，血虧則神魂失寧，而生驚悸也。……驚者心卒動而恐怖也，悸者，心跳動而怔忡也，二者因心虛血少，故健忘之證隨之。”",
  "zhengsu_composition": {
    "location": [
      "pi",
      "xin"
    ],
    "nature": [
      "qi_xu"
    ]
  }
}