{
  "id": "xiaoerreruyingxue",
  "number": 404,
  "name": "小兒熱入營血證",
  "category": "專科證候",
  "overview": "小兒熱入營血證是熱邪深入營分血分，而引起的傷耗營陰，迫血妄行，內閉心包，擾亂心神，深陷厥陰，引動肝風的證候。大多由外感溫熱、濕熱或疫毒時邪引起。\n主要臨床表現為：身熱夜甚，渴不多飲，心煩躁擾不安，或神志昏沉，反覆驚厥，頸項強直，角弓反張，斑疹隱隱，或出血，或便血尿血，舌絳，脈細數。\n小兒熱入營血證常見於小兒“黃疸”、“血證”、“喉痧”、“暑溫”、“春溫”等疾病中。\n本證應與“小兒氣營兩燔證”、“小兒痰熱蒙閉心竅證”、“小兒熱極生風證”相鑑別。",
  "clinical_manifestations": "身熱夜甚，渴不多飲，心煩躁擾不安，或神志昏沉，反覆驚厥，頸項強直，角弓反張，斑疹隱隱，或出血，或便血尿血，舌絳，脈細數。小兒熱入營血證",
  "common_diseases": [
    "小兒“黃疸”",
    "“血證”",
    "“喉痧”",
    "“暑溫”",
    "“春溫”"
  ],
  "differential_syndromes": [
    "“小兒氣營兩燔證”",
    "“小兒痰熱蒙閉心竅證”",
    "“小兒熱極生風證”"
  ],
  "differential": {
    "self_analysis": "小兒熱入營血證多由外感溫熱、濕熱或疫毒時邪引起。小兒形氣未充，衛外不固，不耐外邪侵襲，外感溫熱、濕熱或疫毒時邪，毒熱熾盛，迅速傳變，由表入里，熱毒化火，內犯營血，從而引起一系列傷耗營血，擾亂心神，熱盛動風，迫血妄行的症狀。在不同的疾病中，小兒熱入營血證的臨床特點各不相同。如小兒黃疸屬於熱入營血證者臨床常見：發病急驟，證情險惡，黃疸急速加重，身目俱黃呈紅黃色，並現高熱口渴，煩躁不安，腹脹脅痛，或神昏谵語，或鼻衄，齒衄，嘔血，便血，身發斑疹，小便紅黃，舌質紅絳，苔黃褐而燥，脈象弦數或細數，指紋紅紫至氣關。此由濕熱挾毒，鬱而化火，熱毒熾盛，迅速內傳，擾於肝胆，陷於營血，入於心包所致。治宜清營涼血，解毒開竅，方用犀角地黄汤(《千金要方》)合黄连解毒汤(《外台秘要》)加減。小兒血證衄血屬熱入營血證者，臨床常見壯熱口渴，衄血或嘔血、便血，血色紫暗，甚或神昏谵語，煩躁不安，舌質紅絳，或紫暗瘀斑，指紋紫暗而滯。此由外感邪毒，由表入里，內犯營血，傷陰動血，迫血妄行所致。治宜清營涼血，解毒止血，佐以化斑，方用清营汤(《溫病條辨》)、化斑汤(《溫病條辨》)、清瘟败毒饮(《疫疹一得》)加減。小兒喉痧屬熱入營血證者，臨床常見壯熱，不惡寒，煩躁口渴欲飲，咽喉紅腫腐爛，甚則阻塞不通，氣急聲啞，皮疹密集，其色紅暈如斑，甚則神昏谵語，痙厥，舌紅絳起刺，脈洪數。此由外感溫熱疫毒時邪，從口鼻吸入，若毒熱熾盛，迅速入里，內陷心肝，化火動風所致。治宜清氣涼營，解毒救陰，方用凉背清气汤(《喉痧證治概要》)加減。小兒春溫屬熱入營血證者，臨床常見壯熱不退，肌膚灼熱，神識昏迷，或躁擾谵語，頻頻抽搐，角弓反張，皮膚大片斑疹，色紫而瘀，或衄血吐血，唇燥口乾，舌絳少苔，或光剝如鏡且無津液，或舌體乾絳不展，齒齦乾結如瓣，脈細弦而數，指紋紫暗沉伏。此由熱毒熾盛，陷營動血，內犯厥陰，引起血熱妄行，熱閉心包，肝風內動。治宜清營泄熱，涼血解毒，方用化斑汤(《溫病條辨》)合犀角地黄汤(《千金要方》)加減，配合安宫牛黄丸(《溫病條辨》)、紫雪丹(《和劑局方》)、至宝丹(《和劑局方》)。小兒暑溫屬熱入營血證者，臨床常見身熱夜甚，神志昏沉或躁擾，手足拘急，反覆驚厥，項強口噤，便秘尿赤，唇口乾燥或衄血，舌質紅絳，脈細弦數。此由暑熱毒邪，深入營血，內閉心包，引動肝風，迫血妄行所致。治宜清熱解毒，涼血散瘀，方用犀角地黄汤(《備急千金藥方》)、清营汤(《溫病條辨》)、清宫汤(《溫病條辨》)加減，配合安宫牛黄丸(《溫病條辨》)、紫雪丹(《和劑局方》)、至宝丹(《和劑局方》)。小兒傷寒屬熱入營血證可見：高熱煩躁，神昏谵語，夜間尤甚，或口噤直視，四肢瘈瘲，或循衣摸床，驚惕不安，或便血衄血，皮膚發斑，舌質紅絳，或有黃苔，脈弦細數或細數。此由濕熱之邪，化火化燥，深入營血所致。治宜清營透熱，涼血解毒，方用清营汤(《溫病條辨》)合犀角地黄汤(《千金要方》)，同時配安宫牛黄丸(《溫病條辨》)、紫雪丹(《和劑局方》)、至宝丹(《和劑局方》)。\n小兒熱入營血證多發生於體質較差，營養狀況不好的兒童。\n小兒熱入營血證是病情危重的表現，大多出現在疾病的極期，此時邪盛已極，往往易致正氣衰竭，而出現內閉外脫的證候，因此要特別注意。又小兒熱入營血證屬熱毒極盛，一則熱盛可以耗傷氣陰，一則熱盛可以灼津成痰，故小兒熱入營血證後期常可出現氣陰兩傷證、痰蒙清竅證、痰阻經絡證等證候。",
    "type_comparison": "小兒氣營兩燔證與小兒熱入營血證 小兒氣營兩燔證是溫邪盛於氣分，氣熱未罷，營熱又起，熱邪盛於氣營的證候。小兒熱入營血證是溫熱之邪已深入營血，兩者均有熱在營分，臨床均可見心煩、躁擾、不寐、斑疹隱隱、舌質紅絳等症狀。按疾病傳變規律，則小兒熱入營血證較小兒氣營兩燔證的病位深、病情重。表現在臨床上則小兒氣營兩燔證可見壯熱、口渴、頭痛等一些氣分症狀的表現，小兒熱入營血證則可見身熱夜甚、口渴不欲飲、神昏谵語、反覆驚厥、出血動血等血分症狀的表現。小兒氣營兩燔證治宜泄熱解毒，清氣涼營，邪氣雖已在營，營分受損，仍宜透熱轉氣，驅邪外出以解其毒。小兒熱入營血證則宜清營透熱，涼血解毒。如有熱閉心包，肝火動風，配以清心化痰開竅，涼肝熄風等。\n小兒痰熱蒙閉心竅證與小兒熱入營血證 二者均為外感溫熱、濕熱或疫毒，邪熱熾盛所致，均已熱入心包，臨床見發熱，神昏谵語，舌紅絳等症狀。所不同在於小兒痰熱蒙閉心竅證是邪熱熾盛，煉液成痰，痰與熱搏結，蒙閉心竅。臨床表現為高熱不已，神志昏迷，閉目握拳，面色穢紫或暗濁，呼吸氣短，痰聲漉漉，舌質紅絳，舌苔黃或黃厚，脈滑數。除熱證外，還應見痰證，並以清竅被蒙，神識不清為突出表現。治療應以豁痰開竅，清熱醒神為主。小兒熱入營血證則熱證更突出，而且瀰漫全身，傷耗營血，迫血妄行，內閉心包，擾亂心神，內陷厥陰，引動肝風。臨床表現為身熱夜甚，心煩不寐，或神昏谵語，頻頻抽搐，渴不多飲，皮膚斑疹隱隱或大片出血斑，唇口乾燥便結尿黃，舌絳，脈細數等。治療宜清營泄熱，涼血解毒，開竅熄風。\n小兒熱極生風證與小兒熱入營血證 小兒熱極生風證多因外感溫熱之邪誘發，臨床主要表現為發熱、抽搐，其抽搐每隨熱退而止。由於小兒神氣怯弱，感邪之後，容易化熱傷陰，風熱相搏，引動肝風，邪在衛分、氣分。小兒熱入營血證亦可見發熱、抽搐，是由熱毒熾盛而引起，但其熱邪已深入營血，內陷厥陰心、肝經，熱勢深重，還可見耗血動血及熱閉心包之證。小兒熱極生風證的治療重在清熱，熱退則風自癒。小兒熱入營血證的治療除需重劑苦寒泄熱外，還需清營涼血解毒，開竅熄風。"
  },
  "literature": "《醫門棒喝·卷六》“若脈數舌絳，邪入營分；若舌深絳，煩擾不寐，或夜有谵語，已入血分。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：熱/火。根據證候名稱「小兒熱入營血證」分析其病機組成。"
}