{
  "id": "xiaoertaiduneiyun",
  "number": 387,
  "name": "小兒胎毒内蘊證",
  "category": "專科證候",
  "overview": "小兒胎毒内蘊證是指嬰兒在胎孕期間受母體毒火，出生以後發生瘡疹諸病的證候。由於歷史條件所限，古人對某些新生兒疾病，甚至周歲以內的疾病，皆視為胎疾，與胎毒有關。\n主要臨床表現為：皮膚發生瘡疹，或赤爛蛻皮，或目赤潰爛，或口舌、咽喉赤爛，大便腥臭。\n小兒胎毒内蘊證常見於“小兒鵝口瘡”、“小兒胎黃”、“初生大便不通”、“小兒赤遊丹”等疾病中。\n本證應與“小兒內熱熾盛證”、“小兒心經實熱證”等相鑑別。",
  "clinical_manifestations": "皮膚發生瘡疹，或赤爛蛻皮，或目赤潰爛，或口舌、咽喉赤爛，大便腥臭。小兒胎毒内蘊證",
  "common_diseases": [
    "“小兒鵝口瘡”",
    "“小兒胎黃”",
    "“初生大便不通”",
    "“小兒赤遊丹”"
  ],
  "differential_syndromes": [
    "“小兒內熱熾盛證”",
    "“小兒心經實熱證”"
  ],
  "differential": {
    "self_analysis": "胎毒多因父母恣食肥甘，或多鬱怒，或縱淫慾，或患惡疾(如梅毒)，其毒火蘊藏於精血之中，遺於胎兒。由於胎毒蘊結的部位不同，所引起的疾病亦不相同。如胎毒蘊結心脾，循經上炎，則發生小兒鵝口瘡。臨床可見面赤唇紅，口腔兩頰粘膜及舌上白屑滿布，周圍紅暈蔓延迅速，可波及口唇、齒齦、軟硬腭、舌上等處，甚則可延及咽喉或氣道，引起呼吸不利，煩躁不寧，哭鬧不安，流涎拒食，大便秘結，小便短赤，舌尖紅赤，苔黃，脈數，指紋紫滯。治宜清解心脾積熱，方用清热泻脾散(《醫宗金鑑》)加減。如母有濕熱，遺於胞胎，化為胎毒，蘊結肝脾，肝膽疏洩失職，膽汁不循常道，外溢肌膚，發為胎痘。臨床可見面目皮膚色黃而鮮明，如因濕重於熱，亦可呈現暗黃色，還可見發熱，煩躁，哭鬧不安，口渴尿少色黃，以及嘔吐，便秘，腹脹等胃腸症狀，指紋青紫，舌質紅，苔黃，脈數。治宜清熱利濕退黃，方用茵陈蒿汤(《傷寒論》)加減。如孕母熱毒壅結於內，搏於氣血，化為熱毒，蒸發於外，發為赤遊丹。臨床可見局部皮膚紅腫、硬結，焮熱腫痛，遊走不定，形如雲片，邊緣隆起，界線分明，發熱惡寒，煩躁多啼，唇焦口乾，舌紅，苔白或黃。治宜疏風散邪，瀉火解毒，方用犀角解毒饮(《醫宗金鑑》)加減。如胎毒蘊結大腸，胎便鬱結，則發生新生兒大便不通。臨床可見不大便或只排少量灰綠色粘液樣物，兼見嘔吐，腹脹，患兒陣陣哭鬧，輾轉不安，面赤唇紅，苔黃膩，指紋紅紫。治宜清熱通下，方用一捻金(《醫宗金鑑》)加減。\n小兒胎毒内蘊證所見疾病範圍較廣，父母體內熱毒傳於胎兒所致疾病均可見本證。其發病年齡一般為出生不久的嬰幼兒，小兒為稚陰稚陽之體，臟腑嬌嫩，血少氣弱，肌膚柔嫩，神氣怯弱，發病容易，傳變迅速，治療如不及時，很容易出現熱毒內陷，甚至出現亡陰亡陽的證候，所以在臨床上對小兒胎毒内蘊證應予足夠的重視。",
    "type_comparison": "小兒內熱熾盛證與小兒胎毒内蘊證 兩證均為毒熱內盛之證，均可見咽喉潰爛，口舌生瘡，皮膚斑疹，大便秘結，小便短赤，舌紅，苔黃或膩，脈數，治療均以瀉火解毒為主。但兩者病因不同，發病年齡亦異。小兒內熱熾盛證多因外感風熱邪毒，或外感風寒入里化熱引起，邪熱多留戀氣分，瀰漫全身，包括多種外感病熱盛期的證候，可發生在小兒的任何年齡；小兒胎毒内蘊證一般見於周歲以內的嬰幼兒，多由母體遺毒所致，且胎毒範圍較廣，不僅包括熱毒，還包括濕熱、痰濕等。\n小兒心經實熱證與小兒胎毒内蘊證 小兒心經實熱證亦可見口舌生瘡，大便秘結，小便短赤，舌苔黃，脈數等症，與小兒胎毒内蘊證的臨床表現相似，需加以鑑別。小兒心經實熱證之熱系由外感溫邪入里化熱而致，小兒胎毒内蘊證之熱系由母體遺毒所致，兩者病因不同。此外，小兒心經實熱證是熱在心經，熱擾心神不寧，以及與心經有關的小腸、舌等器官病變的總稱，臨床見驚悸不寧，夜寐不安，舌紅腫或潰爛，小便短赤等。小兒胎毒内蘊證除可見熱毒蘊結心脾外，還可見熱毒蘊結在肝膽、大腸或搏結於氣血，所以臨床上對小兒胎毒内蘊證不能拘泥於單一的病因，也不能拘泥於單一的病位，應仔細辨析。"
  },
  "literature": "《諸病源候論·卷五十·鵝口候》：“小兒初生，口里白屑起，乃至舌上生瘡，如鵝口里，世謂之鵝口。此由在胎時，受谷氣盛，心脾熱氣熏發於口故也。”\n《醫宗金鑑·幼科心法要訣·初生門下》“赤遊胎中毒熱而成，皮膚赤腫遍身行。”\n《幼科鐵鏡·第二卷·胎黃》“胎黃由妊母感受濕熱，傳於胞胎，故兒生下面目通身皆如黃金色，壯熱便秘溺赤者是也。”\n《幼科發揮·卷之一·胎疾》“有胎毒所生者，如蟲疥流丹，浸淫濕瘡，癰癤結核，重舌木舌，鵝口口瘡，與夫胎熱、胎寒、胎黃、胎驚之類。兒之初生，有病多屬胎毒。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "du"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：毒。根據證候名稱「小兒胎毒内蘊證」分析其病機組成。"
}