{
  "id": "xiaoershenqixuruo",
  "number": 389,
  "name": "小兒腎氣虛弱證",
  "category": "專科證候",
  "overview": "小兒腎氣虛弱證是指小兒先天腎精化生之氣不足，腎陽不能蒸化腎陰，以致生長發育機能障礙等臨床表現的證候。本證多稟受於父母，乃先天之精不足所致。\n主要臨床表現為：智力不健，神情呆鈍，體質羸瘦，精神萎靡，目睛直視，時發驚搐等。\n小兒腎氣虛弱證常見於“五軟”、“五遲”、“囟陷”、“解顱”、“雞胸”以及“龜背”等疾病中。\n本證通常應與“小兒腎陽虛證”、“小兒脾腎兩虛證”、“小兒肝腎兩虛證”相鑑別。",
  "clinical_manifestations": "智力不健，神情呆鈍，體質羸瘦，精神萎靡，目睛直視，時發驚搐等。小兒腎氣虛弱證",
  "common_diseases": [
    "“五軟”",
    "“五遲”",
    "“囟陷”",
    "“解顱”",
    "“雞胸”以及“龜背”"
  ],
  "differential_syndromes": [
    "“小兒腎陽虛證”",
    "“小兒脾腎兩虛證”",
    "“小兒肝腎兩虛證”"
  ],
  "differential": {
    "self_analysis": "小兒腎氣虛弱證可見於多種疾病中。如小兒初生，以至周歲以後，而見頭項、身體、口、四肢、肌肉五者失卻正常發育。軟弱痿廢的稱五軟或軟癱，亦稱弱病、軟病。此多為腎氣虛弱證，其主要臨床表現為：頭項軟者，項軟無力，不能抬舉，東倒西歪；四肢軟者，手足軟弱，四肢無力，不能舉握，甚至不能動彈；口軟者，口軟唇弛，唇薄乏力，咀嚼困難，涎流兩顧；肌肉軟者，全身肌膚虛軟，皮肉鬆弛，形體削瘦。患兒大多智力遲鈍，精神萎靡，此由稟賦不足，精氣未充，臟腑虛弱，筋骨肌肉失其濡養而成。徐春甫《古今醫統大全·五軟五硬候》云：“有日月不足而生者，或服墜胎之劑不去竟成胎者，耗傷真氣。”《保嬰撮要·五軟》云：“此五者皆因稟五臟之氣，虛弱不能滋養充達，故骨脈不強，肢體痿弱。”治宜補益先天肝腎和後天脾胃，方用补肾地黄丸(《證治準繩》)合补中益气汤(《脾胃論》)。若小兒一、二歲尚不能語言，或吐字不清，此乃五遲之語遲症，治宜養心益氣法，方用菖蒲丸(《醫宗金鑑》)。行遲者，小兒筋骨軟弱，坐立不穩，步履艱難；髮遲者，頭髮細黃而稀少；齒遲者，齒不速長，屆期不生。此多為父母氣血虛弱，先天有虧所致。《醫宗金鑑·幼科心法要訣》云：“小兒五遲之證，多因父母氣血虛弱先天有虧，致生下筋骨軟弱，行步艱難，齒不速長，坐不能穩，要皆腎氣不足之故。”治療之法，立遲、行遲、齒遲以補腎養血為主，宜六味地黄丸(《小兒藥證直訣》)。髮遲則補氣養血為先，方用补中益气汤(《脾胃論》)。若小兒周半以後，囟門依然下陷，久久不能長足，是為“囟陷”，亦屬腎氣虛弱證，其臨床症狀特點為囟門下陷明顯，甚至如坑窟，面色萎黃無華，精神困倦，形體羸瘦，是為先天腎氣不足，氣血脾胃俱虛，不能上充腦髓之故。《保嬰撮要·解顱內填囟陷》云：“夫腎主骨，腎氣實則腦髓充而囟早合，骨脈盛而齒早生，腎氣怯則腦髓虛而囟不合，此由父母精血不足。”治宜大補氣血，培元補腎，方用固真汤(《證治準繩》)。又如小兒顖大，頭縫不合，如開解之狀，稱為解顱，多屬腎氣虛弱證，其臨床症狀特點為小兒出生不久，頭顱漸漸增大，顱縫開裂，頭大面小，眼珠下垂，目無精彩，神情呆滯，面色晄白，形體瘦弱，智力薄弱。此由先天腎氣不足之故，蓋腎生髓，腦為髓海，腎氣不足不能上充於腦，致精髓虧少。《幼幼集成·頭項囟證治》云：“解顱者，謂頭縫開解而顱不合也。是由稟氣不足，先天腎元大虧。腎主腦髓，腎虧則腦髓不足，故囟為之開解。”治宜補腎益髓，益氣養血，方用內服补肾地黄丸(《證治準繩》)，外用封囟散(《證治準繩》)。雞胸、龜背是小兒生長發育障礙所引起的疾患，屬腎氣虛弱證，其臨床症狀特點為雞胸，胸廓向前，畸形突出，與雞之胸廓彷彿；龜背，背脊屈曲如僂，能前俯而不能後仰。二症均見體質羸瘦，精神萎靡，氣息短少，舉動乏力。此症多由父母精髓不足，元陽虧損，後天失於調養，腎脾兩虛，以致胸骨柔弱發為畸形。治療之法當培補脾腎，方用补天大造丸(吳球方)。\n小兒腎氣虛弱證多發生於嬰幼兒，且隨著年齡的增長，症狀日趨明顯，小兒患此，大多不易養育，即使後天調理得宜，也致終生不健。臨床症狀常見神情呆鈍，智力不聰，兩目直視，時發驚搐等。治當因人制宜。\n小兒腎氣虛弱證在病機的發展演化過程中十分複雜。因為腎為先天之本，是生長發育的源泉，腎氣虛弱，腎精化生之源不足，以致引起全身各個臟腑機能發生病變。如腎藏精，精生髓，髓居骨中，滋養骨骼，腎氣虛弱，骨髓生化無源，而見小兒骨質脆弱或腰膝酸軟，腳痿不能行；又如腎主骨，齒為骨之餘，所以牙齒也賴以腎精的充養，腎氣虛弱而見牙齒生長緩慢，牙痛，牙齒動搖，甚則脫落；腎虛腦髓不足，又可出現小兒智力不聰，思維遲鈍；髮為腎之外候，腎氣虛弱毛髮枯槁，易於脫落；腎氣虛弱，下元虛冷，不能制約水道，故見小便清長甚或遺尿等。",
    "type_comparison": "小兒腎陽虛證與小兒腎氣虛弱證 二者在臨床表現上有許多相近之處，腎陽虛可以是腎氣虛的結果，腎氣虛可以是腎陽虛的原因，腎陽虛包含腎氣虛，腎氣虛可以發展為腎陽虛，因此兩證在病因病機方面有著密切的關係。小兒腎氣虛弱證，發病之因並不在於病兒本身，而在於父母，因父母體弱，精血不充，或酗酒縱慾影響於胎，以致稟賦薄弱，氣血不足而成。臨床常見症狀為智力不健，神情呆鈍，發育遲緩，囟陷成坑，久久不能長足，及頭縫不合等。縱使僥倖成活，亦可能發展為腎陽虛證，此時臨床症見，除上述表現外，尚有面色晄白，畏寒肢冷，智力痴呆，夜臥遺尿等。小兒腎陽虛證，還可能因久病傷陽而來，臨床症見面色晄白，精神萎靡，肢體倦怠，肌骨消瘦，呼吸微弱，口鼻氣冷，囟門低陷，四肢厥逆等症。陽虛不能溫煦肢體，陰寒諸症漸生，可與腎氣虛證鑑別。\n小兒脾腎兩虛證與小兒腎氣虛弱證 腎為先天之本，是後天形體的基礎，脾為後天之本，運化水谷精微，不斷化生與補充腎所藏之精，因此脾與腎在生理上相互資助，相互促進；在病理上相互影響，互為因果。小兒脾腎兩虛證的形成，一方面是由於腎氣虛弱，命門之火不足，不能溫煦脾陽，以至脾腎兩虛；另一方面是由於飲食不節損傷脾胃，不能運化水谷精微，久則也可累及腎之不足，發為脾腎兩虛證。如由於先天腎氣虛弱而引起的脾腎兩虛證，除見腎中元陽精氣不能營注，則天柱軟弱的腎虛之症外，還可見到口唇軟，四肢肌肉痿軟等脾虛之症。又如後天哺養失調，或久病傷陽而引起的脾腎兩虛證，除見面黃肌瘦，困倦嗜臥，乳食懶進，完谷不化，時或吐瀉等脾虛症狀外，還可伴有這陷，骨質柔弱，毛髮枯槁，易於脫落，手足冰冷等腎虛之症。這與腎氣虛弱證所見到的智力不健，神情呆鈍，筋骨痿弱，發育遲緩，囟陷成坑等自是不同，兩證可資鑑別。\n小兒肝腎兩虛證與小兒腎氣虛弱證 肝腎同源，在生理上二臟之間可以相互滋養，如腎精可以化生肝血，肝血也可以化生腎精，病理上二臟又可相互影響，如腎精虧損可以導致肝血不足，肝血不足也可以引起腎精虧損。因此小兒腎氣虛弱，常可導致肝血不足，臨床肝腎兩虛證互見，如症見筋骨痿弱，肢體癱軟不能站立，齒生遲緩，顱囟不合，手足抽搐，牙關緊閉等，與腎氣虛弱證可資鑑別。"
  },
  "literature": "《小兒藥證直訣·腎虛》：“兒本虛怯，由胎氣不成，則神不足，目中白睛多，其顱即解。”\n《幼幼集成·五臟所屬之證》：“腎者，足少陰水也，虛則目畏明，目中白睛多，其顱即解，色晄白，骨髓不滿，兒必畏寒，多為五軟之證。”",
  "zhengsu_composition": {
    "location": [
      "shen"
    ],
    "nature": [
      "qi_xu"
    ]
  }
}