{
  "id": "xiaoerfengwenshubiao",
  "number": 394,
  "name": "小兒風溫束表證",
  "category": "專科證候",
  "overview": "小兒風溫束表證是指外感溫熱病毒，侵犯入體，正邪相爭於肌表，致使肌表營衛氣血功能失調，而引起的證候而言。\n主要臨床表現為：惡寒輕，發熱重，口微渴，無汗或少汗，舌苔薄白，舌邊尖紅，脈浮數。\n小兒風溫束表證常見於“感冒”、“喘咳”、“頓咳”、“麻疹”、“風疹”、“水痘”等疾病中。\n本證應與“小兒春溫束表證”、“小兒暑濕證”、“小兒溫毒束表證”、“小兒風寒束表證”相鑑別。",
  "clinical_manifestations": "惡寒輕，發熱重，口微渴，無汗或少汗，舌苔薄白，舌邊尖紅，脈浮數。小兒風溫束表證",
  "common_diseases": [
    "“感冒”",
    "“喘咳”",
    "“頓咳”",
    "“麻疹”",
    "“風疹”",
    "“水痘”"
  ],
  "differential_syndromes": [
    "“小兒春溫束表證”",
    "“小兒暑濕證”",
    "“小兒溫毒束表證”",
    "“小兒風寒束表證”"
  ],
  "differential": {
    "self_analysis": "小兒風溫束表證，是機體外感溫熱病毒，所產生的證候，發生在多種疾病的初期。如感冒病出現風溫束表證，則多表現發熱重，惡寒輕，無汗或少汗，噴嚏，鼻塞，咽喉紅腫，頭痛，咳嗽，舌苔薄白微黃，脈浮數，指紋浮露色紅赤。此為風溫初起，邪襲於表，衛氣被鬱，開合失司所致。治宜辛涼解表，方用银翘散(《溫病条辨》)。又如喘咳病，因風溫閉肺，邪尚在表者，初起則表現為發熱惡風，咳嗽氣促，微有汗出，口渴咽紅，舌苔薄白微黃，脈浮數。治宜辛涼解表，方用桑菊饮(《溫病条辨》)。又如頓咳，亦稱鷺鷥咳，是嬰幼兒最易感染的疾病，多見十歲以下兒童，它的特點是，間歇發作，連續不斷的痙攣性咳嗽，最後伴有吼聲的回音，發作一次後，停頓緩解片時，又再次發作，每日可發作數次，或數十次，因此對兒童健康危害極大。如果初起邪尚在表，症見，身熱、咳嗽痰稠，噴嚏流涕，面赤唇紅，口乾喉燥，舌紅苔黃，脈浮數，指紋浮紫。此為風溫邪毒，侵犯肺經，法宜疏表清熱，化痰降氣，方用止嗽散(《醫學心悟》)加桑葉、連翹、川貝、甘草等。又如麻疹，其特點為發熱三天後，全身出現稍微隆起、捫之礙手、狀如麻粒的紅色疹點。發病初起邪尚在表時，症見發熱，微惡寒，鼻塞流涕，噴嚏，咳嗽，眼瞼紅赤，目淚汪汪，倦怠思睡，唇腮較赤，小便短黃，舌苔薄白或微黃，脈浮數，指紋紅紫浮露。此為風溫挾麻毒時邪，傷於肺衛。法宜辛涼透表，方用宣毒发表汤(《醫宗金鑑》)。又如風疹，初起症見惡寒發熱，噴嚏流涕，咳嗽目赤，一、二日即全身出現疹點，疹色淺紅，脈浮數，指紋紫紅。此為外感風熱時邪，肺衛受傷，風熱與氣血相搏，發為疹點。法宜疏風清熱解毒，方用加味消毒饮(《醫宗金鑑》)。又如水痘，以皮膚出現明亮如水樣疱疹為特點，初起症見，發熱頭痛，鼻塞流涕，疹色紅潤，疱漿清亮，舌苔薄白，脈象浮數。此乃感受風溫時邪病毒，傷及肺衛，痘毒透發於表所致。法宜疏風清熱解毒，方用银翘散。\n風溫束表證是兒科常見的證候，且小兒有它特有的疾病，如麻疹、水痘；小兒夏季熱，又發生在我國中南或東南地區，受區域和氣候的影響，因此治療當因人，因地，因時制宜。\n風溫束表證，病因為溫熱病毒，溫為陽邪，易從火化，在病機演化過程中，易於化燥傷陰，因之在病之初起，熱邪梟張，邪正交爭，則易出現高熱，口渴；在病變過程中，由於小兒神氣怯弱，邪熱易於深入，邪陷心包，而見驚悸，昏迷，谵語；肝風內動，則抽搐，瘈瘲；熱入營血，而出現斑疹，吐衄；病的後期，由於真陰內虧，而見動風痙躍，甚則角弓反張等。",
    "type_comparison": "小兒春溫束表證與小兒風溫束表證 二證均屬“表證”，發病之因均為溫熱病毒，然而風溫束表證，大多發病在冬春季節，小兒春溫束表證，發病在春季，兩者由於發病的季節稍有區別，氣候寒溫略有差異，臨床表現也有所不同。其證候鑑別如下：小兒風溫束表證，初起邪在肺衛，病變緩慢，臨床表現為發熱惡風，咳嗽，口微渴等。如果肺衛之邪不解，進一步發展可傳入胃，出現高熱現象。小兒春溫束表證，病情較急，傳變迅速，初病即在氣分，則無束表證可言，如有表證時，持續時間短暫，臨床表現為發熱重，惡寒輕，口苦口渴，心煩，小便短赤，舌紅苔黃，脈象弦數等。如若小兒正氣虛弱，邪熱之毒旺盛，初病即入營分，如兼有表證時，臨床表現為，發熱惡寒，頭痛，無汗或少汗，心煩口渴，舌赤，咽喉乾燥等。\n小兒暑濕證與小兒風溫束表證 小兒風溫束表證，雖然主要見於冬春季節，但四時均可發病，夏季也可見到，因此應與暑濕證相鑑別。小兒暑濕證，主要發病在夏季，由於天氣暑熱，畏暑貪涼，不避寒氣，以致暑為寒濕所遏，發為暑濕之證。臨床見症為頭痛身熱，惡寒無汗，身形拘急，口渴心煩，舌苔薄白或白膩等。此證雖然發病在夏季，但因暑與濕互結為病，與溫熱邪毒致病的風溫束表證自是不同。\n小兒溫毒束表證與小兒風溫束表證 二證均為“表證”，發病季節又都在冬春二季，病因均為溫熱病毒，因此臨床表現有許多相近之處，如憎寒發熱，口渴咽紅等。但由於病毒的性質不同，傳變的速度亦異，因此在臨床表現上又有許多不同之處。如小兒溫毒束表證，多肺胃受邪，傳變迅速，一俟邪從火化，則惡寒等表證即解，而見熱勢增高，咽喉紅腫加劇，口渴，苔黃，甚則見頭面部或耳下腮部紅腫熱痛等。因此，如臨床見症熱勢較高，咽喉紅腫加劇，頭面或腮部紅腫，當是溫毒，如此兩證可資鑑別。\n小兒風寒束表證與小兒風溫束表證 二證均屬“表證”，但兩者病因病機不同。小兒風溫束表證，發病之因為感受溫熱邪毒，多由口鼻而入，邪襲太陰肺經，病理機轉為，熱邪為病易於傷陰，且表證短暫，傳變較為迅速；小兒風寒束表證，發病之因為風寒之邪，多由皮毛而入，邪襲太陽膀胱經，病理機轉為，寒為陰邪，易於傷陽，且寒邪留戀在表，然後化熱入里，傳變較為緩慢，因此臨床表現也有所區別。其證候鑑別點為：前者，初起惡寒輕，發熱重，且伴有口微渴，無汗或少汗，苔雖白而舌邊尖紅赤，脈浮而數；後者，初起惡寒重，發熱輕，常兼見頭痛身痛，無汗，舌苔薄白，舌質正常，脈浮而緊等。"
  },
  "literature": "《嬰童百問·傷寒咳嗽傷風》：“小兒感於風寒，客於皮膚，入傷肺經，微者咳嗽，重者喘急。肺傷於寒，則嗽多痰涎，喉中鳴急。肺傷於暖，則嗽聲不通壅滯，傷於寒者，必散寒邪，傷於暖者，必泄壅滯。”\n《景岳全書·傷風》：“有寒勝而受風者，身必無汗而多咳嗽，以陰邪閉鬱皮毛也。有熱勝而受風者，身必多汗惡風而咳嗽，以陽邪開泄肌膜也。”",
  "zhengsu_composition": {
    "location": [
      "biao"
    ],
    "nature": [
      "feng",
      "huo"
    ]
  }
}