{
  "id": "xiaoerchongji",
  "number": 411,
  "name": "小兒蟲積證",
  "category": "專科證候",
  "overview": "小兒蟲積證是指寄生在人體的各種蟲類引起的證候。引起小兒蟲積證的主要原因是飲食不潔。\n各種蟲證臨床表現有共同之處，如面黃肌瘦，精神萎靡，臍腹疼痛，或有異食、嗜食、面、目、唇、舌、甲等處的蟲蝕斑點，日久導致生長發育遲緩等。但由於感染蟲類的不同，其致病又有不同的特徵，如蛔蟲致病常可見臍周腹痛，時發時止，或腹中劇痛，大便不通，或吐蛔，或心腹猝痛而厥，吐涎，肢冷，或寒熱發黃等症。蟯蟲致病主要表現肛門會陰部作癢難忍，夜間明顯。絛蟲致病常可見大便排出或肛門自動逸出白色絛蟲節片。薑片蟲感染多見腸鳴腹痛，大便時閉時溏。鉤蟲感染常見黃胖虛腫，肌膚不澤。\n小兒蟲證可出現在“小兒腹痛”、“小兒異食”、“小兒積聚”等疾病中。\n本證應與“小兒脾胃虛弱證”、“小兒脾胃虛寒證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [],
  "differential_syndromes": [
    "“小兒脾胃虛弱證”",
    "“小兒脾胃虛寒證”"
  ],
  "differential": {
    "self_analysis": "小兒蟲積證的發病原因主要是由於飲食不潔，誤食沾染蟲卵的食物，加以小兒臟腑嬌嫩，脾常不足，蟲類易於繁殖滋生，形成蟲證。小兒蟲積證在不同的疾病中有不同的表現。如小兒腹痛屬蟲積證者，臨床特點為：臍周腹痛，時作時止，痛起有梗狀，痛喜揉按，按之痛緩，疼痛時泛吐清涎，飲食不思，精神疲倦，不痛時飲食嬉戲如常，或為突然上腹部絞痛，彎腰曲背，輾轉不安，噁心吐蛔，肢冷汗出，脈沉伏，患兒平時常喜異食，面黃肌瘦，睡中齘齒，面有白斑，眼生藍斑，大便有時下蟲，舌紅苔多膩，脈滑，指紋淡紫。此由小兒不懂衛生常識，喜食生冷瓜果或不潔之物，使蟲卵入腸，孳生成蟲。蟲居腸中奪取營養，可致身體虛弱。同時臟腑不和，寒溫不調等，均可引起蛔蟲動擾不安，致成繞臍腹痛。治宜安蛔止痛，驅瀉蟲體，調理脾胃，安蛔方用烏梅丸(《傷寒論》)，驅蟲方用使君子散(《證治準繩》)，調理脾胃方用五味異功散(《小兒藥證直訣》)。小兒異食屬蟲積證者，臨床特點為：面色蒼黃，形體消瘦，神情煩躁，食慾失常，愛食泥土、生米雜物，嗜咬爪甲，肚腹脹大，時時腹痛，大便不調，鞏膜有藍斑，唇口起白點。此由感染諸蟲，損傷脾胃，擾亂受納運化機能，以致食慾異常。治宜驅蟲消積，方用集圣丸(《證治準繩》)。小兒積聚屬蟲積證者，臨床特點為：臍周腹痛，或有上腹痛，痛時腹中局部隆起，按之條狀，時聚時散，或見嘔吐清涎，或見吐下蟲體，食慾異常，面色萎黃，舌苔白膩或黃膩。此由蟲踞體內，臟腑失調，蟲體團集，壅結腸道，氣血阻滯，發為積聚。治宜驅蟲消聚，理氣散結，方用使君子散(《證治準繩》)合追虫丸(《證治準繩》)加減。\n小兒蟲積證一般農村發病率高於城市。在7、8月份最易感染蛔蟲卵，此時發病率亦偏高。蛔蟲寄生於人體腸道，吸取營養，擾亂脾胃功能，日久可出現氣血兩虛證、脾胃虛弱證，臨床見面黃肌瘦，神疲乏力，食慾異常，治療宜益氣健脾養血。",
    "type_comparison": "小兒脾胃虛弱證與小兒蟲積證 小兒蟲積證是指寄生在人體的各種蟲類引起的證候。而蟲證的形成，除了需有蟲卵或蚴蟲進入人體外，還需要另外一個適合蟲類繁殖的條件，即脾胃功能虛弱，所以蟲積證往往兼有脾胃虛弱證。同時蟲類寄居在腸道，進一步損傷脾胃，加重脾胃的虛損，所以小兒脾胃虛弱證與小兒蟲積證在臨床上往往同時並見，在治療時也往往先驅蟲再調理脾胃，或驅蟲與健脾胃同時使用，相輔相成，提高療效。\n小兒脾胃虛寒證與小兒蟲積證 二證均可見反覆腹痛發作，應予鑑別。小兒脾胃虛寒腹痛是由於素體陽虛，或病後體弱，脾胃虛寒，脾陽不能運轉，以致寒濕內停，氣機不暢，氣血不足，失於溫養，形成腹部綿綿作痛，時作時止，痛處喜溫喜按，兼見面色晄白，精神倦怠，手足清冷，食少便溏，唇舌淡白，脈沉細，指紋淡紅等陽虛及脾胃虛的症狀，治療宜溫中健脾。小兒蟲積證腹痛是由於蛔蟲寄生於小腸，阻滯氣機，運化失司，而出現腹痛。由於蟲動氣機擾亂，鬱滯不和而痛，蟲靜則氣機疏通而痛止，平時常喜異食，面黃肌瘦，睡中齘齒，面有白斑，眼生藍斑，大便有時下蟲，舌紅苔膩，脈滑，指紋淡紫，治療宜安蛔驅蟲理脾。從病機、臨床表現及治療等方面不難區分二者。"
  },
  "literature": "《幼科鐵鏡·卷四·辨腹痛》“腹痛……其因不一，有寒痛，熱痛，傷食痛，積滯痛，氣不和而痛，脾虛而痛，肝木乘脾而痛，蛔動而痛。”\n《金匱要略·趺蹶手指臂腫轉筋陰狐疝蛔蟲病脈證治》“蛔蟲之為病，令人吐涎，心痛發作有時……”\n《諸病源候論·卷五十·蛔蟲候》“蛔蟲者……或因臟腑虛弱而動，或因食甘肥而動，其動則腹中痛，發作腫聚，行來上下，痛有休止，亦攻心痛，口喜吐涎及清水……”\n\n(三)外科證候",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "chong_ji"
    ]
  }
}