{
  "id": "xiaoerganshenyinxu",
  "number": 405,
  "name": "小兒肝腎陰虛證",
  "category": "專科證候",
  "overview": "小兒肝腎陰虛證又稱肝腎虧虛證，指肝陰和腎陰俱虛的證候。肝陰和腎陰相互滋生，腎陰不足可以導致肝陰不足，肝陰不足也會使腎陰虧損。致病之因可有先天稟賦不足、久病勞傷或溫熱病耗傷肝陰及腎陰等。\n主要臨床表現為：眩暈耳鳴，咽乾口燥，五心煩熱，潮熱盗汗，腰膝酸軟，形體消瘦，或筋脈拘急，或生長發育遲緩，或遺尿，舌紅少津，脈弦細無力等。\n小兒肝腎陰虛證可見於“小兒五遲”、“小兒痿病”、“小兒痺病”、“小兒紫癜”、“小兒慢驚風”、“小兒麻痺”、“小兒水腫”等證。\n本證應與“小兒肺腎陰虛證”“小兒腎陰虛證”相鑑別。",
  "clinical_manifestations": "眩暈耳鳴，咽乾口燥，五心煩熱，潮熱盗汗，腰膝酸軟，形體消瘦，或筋脈拘急，或生長發育遲緩，或遺尿，舌紅少津，脈弦細無力等。小兒肝腎陰虛證",
  "common_diseases": [
    "“小兒五遲”",
    "“小兒痿病”",
    "“小兒痺病”",
    "“小兒紫癜”",
    "“小兒慢驚風”",
    "“小兒麻痺”",
    "“小兒水腫”等證。"
  ],
  "differential_syndromes": [
    "“小兒肺腎陰虛證”“小兒腎陰虛證”"
  ],
  "differential": {
    "self_analysis": "腎藏精，主骨生髓，主生長發育，肝主筋，肝腎同源。小兒由於先天稟賦不足、久病勞傷或溫熱病耗傷肝陰及腎陰，而出現肝腎陰虛證，臨床多出現生長發育遲緩，筋骨經脈失養的病變。又肝腎陰虛則水不涵木，相火妄動，可以出現虛風內動，虛火傷絡等表現。在不同的疾病中，小兒肝腎陰虛證可有不同的表現。如小兒五遲中出現肝腎陰虛證，常以站立、行走及牙齒發育遲緩為主要特徵，伴有面色晄白，目無神采，智力遲鈍，囟門寬大難合，舌質淡紅，舌苔薄白，脈象細數。此由先天肝腎精血不足，筋骨失於濡養，痿弱無力，以致未能及時站立、行走。治宜補腎養肝，方用六味地黄丸(《小兒藥證直訣》)合虎骨散(《幼科準繩》)。小兒痿病中出現肝腎陰虛證，常見起病緩慢，肢體鬆弛，酸軟無力，大肉剝減，骨骼畸形，肢端發涼，面色晦暗，腰膝酸軟，並有頭暈或遺尿，舌紅少苔，脈細數。此亦由先天稟賦不足，肝腎精血虧虛，筋脈失於濡養所致。治宜補益肝腎，滋陰清熱，方用虎潜丸(《丹溪心法》)加減。小兒痺病中出現肝腎陰虛證，每見筋脈拘急，關節屈伸不利，伴以頭暈，腰痛，肢體發軟，脈象細軟。此由痺病日久，痰阻血瘀，流注關節，損及肝腎所致。治宜滋補肝腎，通經活絡，方用健步丸(《丹溪心法》)。小兒麻痺中出現肝腎陰虛證者，以長期癱瘓，肌肉明顯消瘦，肢體變細，皮膚不溫，關節縱緩不收，骨骼畸形為特點。此由肝腎兩傷，筋骨無所養所致。治宜補益肝腎，溫通經絡，方用加减金刚丸(《中醫兒科學》)。小兒紫癜中出現肝腎陰虛證，每見皮膚紫斑，時發時止，兼有鼻齒衄血，伴低熱盗汗，心煩不寧，手足心熱，口燥咽乾，兩顴發紅，舌紅少津，脈象細數。此由肝腎陰虛，虛火內生，灼傷血絡，血隨火動所致。治宜滋陰降火，涼血止血，方用大补阴丸(《丹溪心法》)合茜根散(《景岳全書》)。小兒慢驚風中出現肝腎陰虛證，常見形體憔悴，精神萎頓，虛煩低熱，手足心熱，震顫瘛瘲，易出汗，大便乾，舌光紅绛少津，脈細數。此由急驚風經久不愈而來，熱久傷陰，肝腎之陰不足，陰不潛陽，水不涵木，筋脈失養所致。治宜育陰潛陽，滋水涵木，方用大定风珠(《溫病條辨》)加減。小兒水腫陰水中出現肝腎陰虛證，常見面目浮腫，下肢腫甚，五心煩熱，口乾唇赤，口舌生瘡，眩暈肢麻，小便短赤，腰膝酸痛，或盗汗，或便乾，舌赤，苔少或黃，脈細數，或指紋淡紫。此由陰精虧虛，則不足以制陽，致腎水不能養肝，而成腎病及肝，肝腎俱虛所致。治宜滋陰潛陽，補益肝腎，方用杞菊地黄丸(《醫級》)加減。\n小兒肝腎陰虛證。多出現在疾病遷延，日久不愈的情況下，由於肝腎陰虛，筋脈失養，氣血運行不利，經脈不暢，故小兒肝腎陰虛證日久不愈常兼見痰阻血瘀證，疾病至此多留有後遺症。",
    "type_comparison": "小兒肺腎陰虛證與小兒肝腎陰虛證 二者均有腎陰虛，臨床上均可見腰膝酸軟，五心煩熱，口燥咽乾，潮熱盗汗，脈細數，應加以區別。肺腎陰虛是由肺陰虧虛，日久累及腎陰而出現的肺腎陰津不足，故臨床常先出現咳嗽少痰，口燥咽乾，聲音嘶啞等症。肺主氣，腎主納氣，肺病日久及腎，腎不納氣，則可出現氣短不足以息或喘促，動則尤甚等症狀。而腎主骨，主生長發育，肝主筋，肝腎陰虛常見一系列筋脈失養，生長發育遲緩，虛風內動，虛火灼絡症狀，這是二者的不同。\n小兒腎陰虛證與小兒肝腎陰虛證 見小兒腎陰虛證條目。"
  },
  "literature": "《片玉心書·形聲門》“行遲者，何也？蓋骨乃髓之所養，血氣不充，則髓不滿骨，故軟弱不能行。此由腎與肝俱虛得之。蓋肝主筋，筋弱而不能早行；腎主骨，骨弱而不堅，加味地黃丸主之。”",
  "zhengsu_composition": {
    "location": [
      "gan",
      "shen"
    ],
    "nature": [
      "yin_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：肝、腎。病性：陰虛。根據證候名稱「小兒肝腎陰虛證」分析其病機組成。"
}