{
  "id": "xiaojiexiong",
  "number": 355,
  "name": "小結胸證",
  "category": "傷寒證候",
  "overview": "小結胸證是痰熱互結，停在心下而成的證候。因病位正當心下，部位較為局限，故名曰小結胸證。\n主要臨床表現為：心下硬滿，上不及胸，下不達腹，按之則痛，不按不痛，脈象浮滑，舌苔淡黃等症。\n小結胸證常出現在“太陽病”過程中。\n本證應與“大結胸證”、“熱痞證”、“寒熱互結痞證”進行鑑別。",
  "clinical_manifestations": "心下硬滿，上不及胸，下不達腹，按之則痛，不按不痛，脈象浮滑，舌苔淡黃等症。小結胸證常出現在“太陽病”過程中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“大結胸證”",
    "“熱痞證”",
    "“寒熱互結痞證”進行"
  ],
  "differential": {
    "self_analysis": "小結胸證，雖為熱實結胸之一，但邪淺熱輕，是熱實結胸之輕證，在太陽病過程中，若邪入里，或表證誤下，邪熱內陷，與痰飲相結於心下便可致此。小結胸證，多以心下硬滿，按之始痛，脈象浮滑為其特徵，故原文曰：“小結胸病，正在心下，按之則痛，脈浮滑者，小陷胸湯主之。”可見小結胸證的部位局限，不偏不倚，硬滿正在心下；又因痰熱互結，其勢輕淺，故按之則痛。若小結胸之重證，亦有不按而微痛者，臨證時必須加以注意。本證的治則，應遵循“結者散之”、“留者攻之”之法，但因其邪淺熱輕，故宜小制其劑，可用小陷胸汤(《傷寒論》)。",
    "type_comparison": "大結胸證與小結胸證 二者皆為熱實結胸，故疾病性質相同，但其脈症表現及治則又不盡相同。應從以下幾方面加以鑑別：從病因看，二者雖均為熱邪致病，但大結胸證為熱與水結，而小結胸證則是熱與痰結；從病位看，二者雖均在“心下”，但大結胸證是從“心下”上可連胸，下可達腹，波及部位較為廣泛。小結胸證則為“正在心下”，局限於胃脘之處，多不延伸；從症狀上看，二者雖皆有疼痛，但大結胸證為石硬而痛，手不可近，邪結深重，病勢較急。小結胸證為按之方痛，未見石硬，邪結輕淺，病勢較緩；從脈象看，大結胸證脈見沉緊，小結胸證脈見浮滑，由此可以區分。\n熱痞證與小結胸證 小結胸證是結胸證之一，熱痞證乃是痞證的一種。結胸證與痞證是太陽病兩種不同的變證。二者雖皆可由太陽病誤下而成，但病變多因體質之強弱與宿疾的有無而異。若表證誤下或外邪傳入，熱邪與素日痰飲相結則成結胸證；若表證誤下或胃氣素虛，邪熱內陷，與無形之氣相結，以致氣機升降失常痞塞心下，遂成痞證。二者病症迥然不同，即一屬有形之邪，一屬無形之氣；一主實證，一主虛證。證候上，心下硬滿而痛者為結胸，若但滿而不痛者則為痞。朱肱曰：“結胸與痞相似，但以痛不痛為異耳。結胸者，胸腹硬痛，按之石硬，甚者手不可近；但滿而不痛為痞，任人揉按，手不占護，按之且快意”(《傷寒百問經絡圖》)。若僅就小結胸證與熱痞證相比，二者在病機及症狀上有相似之處，須進行鑑別。熱痞證見於《傷寒論》：“心下痞，按之濡，其脈關上浮者，大黃黃連瀉心湯主之。”熱痞證則因邪熱內陷，與無形氣機相結為患；小結胸證為邪熱內陷，與有形痰濁相結。故二者的區別，前者為有形實邪，後者為無形氣結，故稱為“但氣痞耳。”其病位雖皆在心下，但小結胸病位，正在心下，硬滿按之則痛，而熱痞則為心下痞滿，按之柔軟自滿，若痞結過甚，亦有按之硬者，但雖按而多不痛，亦無石硬之象。再就脈象而言，小結胸證，脈見浮滑，故主痰主熱；而熱痞證則為“其脈關上浮”，浮為陽邪，浮主候上，關主中焦，故主邪熱壅聚心下。成無己概括為：“心下硬，按之痛，關脈沉者，實熱也；心下痞，按之濡，其脈關上浮者，虛熱也。”其說可謂要言不繁。此外，熱痞之證，其熱邪為重，邪熱內聚，故常有心下或胸中煩熱、口渴、苔黃等徵象。\n寒熱互結痞證與小結胸證 二者雖然一為結胸，一為痞證，但其病因皆可見於太陽病誤下之後，證候皆俱有心下滿一症，故當明辨之。寒熱互結痞證，乃因誤下後，損傷脾胃，邪熱乘機內陷，以致脾胃升降失職，寒熱錯雜之邪，互結於中脘，故見心下滿而痞塞，但無疼痛。因此，《傷寒論》指明：“但滿而不痛者，此為痞。”小結胸證為內陷邪熱，與痰水互結於中而成。病位亦在心下，故見心下滿而硬，按之則痛。此外，寒熱互結痞證，因升降失職，故胃氣上逆則嘔吐，脾失健運則下利腸鳴，故心下痞證多與嘔利二症並見，這是寒熱互結痞證的特點，此既不同於其他痞證，亦有別於小結胸證。"
  },
  "literature": "《南陽活人書·問心下緊滿按之石硬而痛》：“傷寒本無結胸，應身熱下之早，熱氣乘虛而入，痞結不散，便成結胸。然結胸有三種，有大結胸、有小結胸、有水結在胸胁間，亦名結胸。又有寒熱二證，有熱實結胸、有寒實結胸。”\n《傷寒準繩·帙之五·結胸》：“上文云硬滿而痛不可近者，是不待按亦痛也。此云按之則痛，是按之然後作痛爾。上文云至少腹，是通一腹而言之，此云正在心下，則少腹不硬痛可知矣，熱微於前，故云小結胸也。”\n《傷寒論淺注補正·太陽篇下》：“心下是指膈膜言，心火下交於血室，要從此膈中行，膀胱水中元氣，上於肺為呼吸，亦從此膈中行，水火交結於膈中，即為結胸，無分大小結胸，皆是水火結於膈間。膈間正當心下，凡仲景書所謂心下，皆指此隔間而言也。膈間結，而分大小之名者，小結胸，正在心下，不連腹胁；大結胸則下連胁腹，皆指膈與胁腹之膜言之……此不至少腹而正在心下也，是水火之結較輕，故攻水不用甘遂，而止用半夏，攻火不用硝黃，而止用瓜蔞、黃連。”\n《傷寒溯源集·結胸心下痞》：“夫邪結雖小，同是熱結，故以黃連之苦寒主之，寒以解其熱，苦以開其結，非比大黃之苦寒盪滌也。邪結胸中則胃氣不行，痰飲留聚，故以半夏之辛溫滑利，化痰飲，而散其滯結也。栝蔞實，李時珍謂其甘寒不犯胃氣，能降下焦之火，使痰氣下降……此方之劑，病小則制方亦小，即《內經》所云：有毒無毒，所至為主，適大小為制也。”",
  "zhengsu_composition": {
    "location": [
      "xiongge"
    ],
    "nature": [
      "tan",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "痰熱互結於心下。表現為心下痞、按之則痛，病位較大結胸為輕。"
}