{
  "id": "xiaoerpiweixuruo",
  "number": 390,
  "name": "小兒脾胃虛弱證",
  "category": "專科證候",
  "overview": "小兒脾胃虛弱證是指小兒脾胃的功能減退，也就是脾之運化，輸布水谷精微，胃之受納腐熟水谷，升清降濁的功能減退，而引起的證候。多因乳食不節，勞倦損傷，或大吐，久瀉耗傷脾胃所致。\n主要臨床表現為：食少納呆，食後腹脹，大便溏薄，四肢倦怠，體弱消瘦，少氣懶言，面色萎黃，舌淡苔白，脈緩弱，或指紋淡滯等。\n小兒脾胃虛弱證常見於“積滯”、“泄瀉”、“脫肛”、“尿血”、“便血”、“肌衄”、“肌痿”等疾病中。\n本證應與“小兒脾胃陽虛證”、“小兒心脾兩虛證”、“小兒肝脾不調證”、“小兒肺脾兩虛證”相鑑別。",
  "clinical_manifestations": "食少納呆，食後腹脹，大便溏薄，四肢倦怠，體弱消瘦，少氣懶言，面色萎黃，舌淡苔白，脈緩弱，或指紋淡滯等。小兒脾胃虛弱證",
  "common_diseases": [
    "“積滯”",
    "“泄瀉”",
    "“脫肛”",
    "“尿血”",
    "“便血”",
    "“肌衄”",
    "“肌痿”"
  ],
  "differential_syndromes": [
    "“小兒脾胃陽虛證”",
    "“小兒心脾兩虛證”",
    "“小兒肝脾不調證”",
    "“小兒肺脾兩虛證”"
  ],
  "differential": {
    "self_analysis": "脾主升清，以升為宜；胃主降濁，以降為和。若脾胃虛弱升降失調，病理上必然相互影響，且常發生於多種疾病中。如積滯病出現脾胃虛弱證，其症狀特點為面黃肌瘦，脘腹脹痛，不思乳食，噯腐吞酸，口乾作渴，睡臥不安，或吐或瀉，舌苔白膩，脈象沉滑。此多為食停胃脘，鬱結胃腸，脾運不健，化谷不行，屬虛中挾實之證，以健脾、和胃、消導為法，如虛多實少方用健脾丸(《醫方集解》)，如實多虛少方用枳实消痞丸(《蘭室秘藏》)。慢性泄瀉病則多表現瀉下澄清，或完谷不化，食後瀉重，久瀉則面浮足腫，且見面色萎黃，倦怠無力，脘腹痞滿，食慾不振，舌苔薄白，脈象細，或指紋淡。此多為脾胃虛弱，升降失常，清濁交混所致，治宜健脾利濕，方用参苓白术散(《和劑局方》)。脫肛病出現小兒脾胃虛弱證，則多表現頭暈目眩，語聲低怯，食慾不振，食後腹脹，脘腹脹墜，身體倦怠，少氣，時自汗出，便意頻頻，舌體胖嫩邊有齒痕，舌苔薄白，脈象虛弱等。此為脾虛，中氣不足、升舉無力所致，治療之法宜補中益氣，方用补中益气汤(《脾胃論》)。又若血證出現小兒脾胃虛弱證，血液不循常道，或上溢於口鼻，或下出於二陰，或滲於肌膚。臨床表現為面色蒼白，心悸氣短，四肢無力，喜臥，舌淡少苔，脈象細弱。此為脾虛不能統血，血不循經，溢於脈外，而見各種出血證候。治宜健脾、益氣、攝血，方用归脾汤(《濟生方》)。又如小兒肌痿病，出現脾胃虛弱證，則臨床表現肢體軟弱，易倦無力，肌肉萎縮，食少納呆，精神不振，舌淡少苔，脈象細弱。此為脾胃虛弱，氣血虧損，津液氣血化生無源，肌肉筋脈失其濡養漸成痰證，治宜健脾益氣，方用參苓白朮散。\n脾胃為後天之本，化生氣血，營養五臟六腑、四肢百骸，因此脾胃虛弱證患者，必然體質虛弱，它的病機發展演化比較複雜。例如，由於受納和運化功能的減退，以致氣血兩虛，筋脈肌肉失養，統攝無權，血離脈道，症見食慾不振，食後腹脹，頭暈目眩，心慌心悸，氣短神疲，肌肉萎縮，易倦無力，以及便血，尿血等。再如，久病陽氣漸衰，陽微陰盛，而見脘冷，口泛清水，大便溏瀉，小便清利，四肢不溫，水濕不化等脾陽虛衰之象漸生。",
    "type_comparison": "小兒脾胃陽虛證與小兒脾胃虛弱證 均虛在脾胃，但前者重在中陽，其病因、主症均有不同之處。小兒脾胃陽虛證可因先天不足，命火式微，中陽不振；小兒稚陽，喜食生冷，夏日嬌縱，恣嗜瓜果冰水，寒濕傷損脾陽；稚陽誤作純陽，病中調治失當，苦寒過用，折傷中陽。以上種種，均重在脾胃之陽氣受損，陽虛無以溫煦所致，故雖亦見食少納呆，食後腹脹，大便溏薄等與脾胃虛弱共見之症。但先天不足者，多伴面色青白，形體弱小，肢冷畏寒；恣嗜寒涼者，常有畏進冷食，腹痛作瀉；苦寒傷陽者，常伴有百物不思，略食輒脹等，其腹痛，必喜溫喜按，得熱則緩，臍腹畏寒，稍感冷氣則病瀉，不似小兒脾胃虛弱證，面色常呈黃白，每食粘膩肥厚則脹重而不單惡於寒涼，溏瀉而不冷痛作瀉等，以胃磨不健，脾運不強，飲食不為肌膚等為主要變化，此其一；脾胃陽虛者所得之因明，病成之時多短，脾胃虛弱證則每每漸漸而成，病之成緩，其來久，此其二，故依此可以鑑別。\n小兒心脾兩虛證與小兒脾胃虛弱證 脾胃為氣血化生之源，脾胃虛弱，營血虧虛，血不養心，故見心虛，因此在脾胃虛弱證當中，常常伴見心脾兩虛證。兩證鑑別要點為，兩證皆見面色萎黃，食少納呆，食後脘脹；前者除見脾胃虛弱的共有症狀外，並兼見氣短神怯，健忘失眠，心悸怔忡，脈細弱無力等。\n小兒肝脾不調證與小兒脾胃虛弱證 肝氣疏洩是保持脾胃正常消化功能的條件，如果肝鬱，就會影響到胃的受納和脾的運輸，且脾胃虛弱、濕邪蘊鬱，亦可影響肝失疏洩。因此肝脾兩臟在病因、病機上互相影響，臨床上可參差互見。當然小兒大多思慮單純，喜怒形於色而不留於中，但亦每見有思慮重，感情薄及情感內向的小兒，即易於形成本證。其證候鑑別點為；脾胃虛弱證症見納食減少，腹脹便溏，或大便不調等。肝脾不調證症見胸脅脹滿，疼痛，不似一般小兒之歡悅而常呈鬱悶不歡，善太息，或稍不遂心則易怒多悲，腸鳴矢氣，噯氣少食，或腹痛泄瀉，脈有弦象等。\n小兒肺脾兩虛證與小兒脾胃虛弱證 脾為生痰之源，肺為貯痰之器，脾不運濕，濕聚成痰，往往是脾虛及肺的病理機轉；而形寒傷肺，調護失宜，久咳不愈，治節漸衰，亦可金病及土，而呈脾肺兩虛證。其症狀特點為常可見自汗氣短，咳嗽痰多，甚則面浮足腫等脾肺兩虛證並見，與脾胃虛弱證有別。"
  },
  "literature": "《諸病源候論·脾病候》：“脾氣不足，則四肢不用后泄，食不化嘔逆，腹脹腸鳴，是為脾氣之虛也。”\n《諸病源候論·胃病候》：“胃氣不足，則飢而不受水谷，飧泄嘔逆，是為胃氣虛也。”\n《脾胃論·脾胃勝衰論》：“夫飲食不節則胃病，胃病則氣短，精神少而生大熱，有時而顯火上行獨燎其面。《黃帝針經》云：‘面熱者足陽明。’胃既病，則脾無所稟受。脾為死陰，不主時也，故亦從而病焉。形體勞役則脾病，病脾則怠惰嗜臥，四肢不收，大便泄瀉。脾即病，其胃不能獨行津液，故也從而病焉。”"
}