{
  "id": "xiaoershireneisheng(yun)",
  "number": 406,
  "name": "小兒濕熱內盛(蘊)證",
  "category": "專科證候",
  "overview": "小兒濕熱內盛(蘊)證是指濕熱蘊釀於中焦脾胃及肝膽，而表現出來的濕熱交蒸，阻礙氣機的證候。多由外感濕熱或飲食不節所致，亦可由孕母傳濕熱於胎兒而引起。\n主要臨床表現為：熱勢纏綿，午後熱甚，身重疲乏，神志昏沉，胸脘痞滿，不思飲食，大便粘膩不爽，小便不利或黃赤等症。\n小兒濕熱內盛(蘊)證可出現在“小兒呃逆”、“小兒腹瀉”、“小兒黃疸(陽黄)”、“小兒腫脹(陽水)”、“小兒濕熱痢”等疾病中。\n本證應與“小兒暑濕證”相鑑別。",
  "clinical_manifestations": "熱勢纏綿，午後熱甚，身重疲乏，神志昏沉，胸脘痞滿，不思飲食，大便粘膩不爽，小便不利或黃赤等症。小兒濕熱內盛(蘊)證可出現在“小兒呃逆”、“小兒腹瀉”、“小兒黃疸(陽黄)”、“小兒腫脹(陽水)”、“小兒濕熱痢”等疾病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“小兒暑濕證”"
  ],
  "differential": {
    "self_analysis": "小兒濕熱內盛(蘊)證多由外感濕熱或飲食不節，或孕母濕熱傳於胎兒，濕熱困阻脾胃，運化功能失職，水濕內生，內濕外濕相結，阻滯氣機，從而化生種種變證。如濕熱內盛證在小兒呃逆表現為：呃逆連綿不已，或兼咳嗽，咽噦，胸悶，小便黃少，舌苔白黃膩，脈濡數。此由小兒外感濕邪，內蘊中焦，鬱而生熱；或飲食不節，傷脾生濕，濕熱內蘊，肺氣閉鬱，不得宣降，以致胃氣上逆動膈而呃。治宜清肺宣痺，清熱滲濕，方用宣痹汤(《溫病條辨》)。濕熱內盛證在小兒腹泄中的表現應分熱重於濕和濕重於熱。熱重於濕表現為泄利如注，糞色深黃，臭味異常，便次多，常伴有發熱，煩躁，口渴，小便短赤，舌質紅苔黃而乾。濕重於熱表現為：不發熱或微熱，便泄黃水，狀如蛋花湯水樣便，伴有胸悶，嘔惡，食慾不振，身倦乏力，口渴不多飲，舌苔多見白膩或淡黃膩。小兒濕熱瀉多發生在夏秋之令，夏秋氣候炎熱，濕土司令，濕與熱合從口鼻而入，影響脾胃之正常運化功能，脾喜燥惡濕，濕阻中焦，外濕與內濕相結，下迫大腸則泄瀉作也。熱重於濕治宜苦寒清腸，芳香化濁利濕，方用葛根芩连汤(《傷寒論》)。濕重於熱治宜利濕運脾，方用藿香正气散(《和劑局方》)。濕熱內蘊證在小兒黃疸(陽黄)中的表現應分熱重於濕和濕重於熱。熱重於濕陽黃表現為發熱，早期或有惡寒，身目發黃如橘子色，其色鮮明，倦怠少食，噁心嘔吐，脘腹脹滿，腹痛脅痛，大便秘結，小便色黃如濃茶，舌紅苔厚，脈滑數，指紋紅紫而滯。濕重於熱陽黃表現為低熱纏綿或不發熱，身目黃但不如熱盛者鮮明，頭重身困，脘腹脹滿，食少納呆，苔白膩，脈濡數，指紋紅滯而沉。此由外感濕熱疫毒之邪，或因積滯化生濕熱，或由孕母濕熱傳於胎兒，濕與熱結，阻於中焦，濕熱鬱蒸，肝膽失於疏洩，膽熱液泄，淫於肌膚，蘊積發黃。熱重於濕陽黃治宜清熱利濕，佐以通下，方用茵陈蒿汤(《傷寒論》)加味。濕重於熱陽黃治宜利濕清熱，方用茵陈五苓散(《金匱要略》)。濕熱內蘊證在小兒腫脹(陽水)的表現為：遍體浮腫，皮色潤澤光亮，胸腹痞悶，煩熱口渴，小便短赤，大便乾結，或膿瘡斑疹後，面目突然浮腫，苔黃膩，脈沉數。此由風毒自體表皮膚入於肺，或濕熱從肌膚內及於脾，肺脾同病，通調運化失常，水濕泛濫，發為水腫。治宜分利濕熱，清熱解毒，方用疏凿饮子(《世醫得效方》)加減。濕熱內盛證在小兒濕熱痢中的表現分熱重於濕和濕重於熱，熱重於濕者臨床可見：壯熱口渴，煩躁不安，下痢赤多白少，里急下迫，肛門灼熱，小便短赤，舌紅苔黃膩，脈洪數。濕重於熱者臨床可見：身熱不揚而汗出不透，口渴而不多飲，心煩欲嘔，胸膈痞悶，腹脹納呆，身體困倦，痢下白多赤少，肛門墜，帶下不爽，舌苔黃膩，脈濡數。此由外感時邪疫毒或內傷飲食，積滯腸胃，氣機壅阻，凝滯津液，蒸腐氣血所致。熱重於濕者治宜清熱解毒化濕，方用葛根芩连汤(《傷寒論》)、白头翁汤(《傷寒論》)、黄连解毒汤(《外台秘要》)加減。濕重於熱者治宜清熱利濕，行氣導滯，方用白头翁汤(《傷寒論》)加味。\n小兒濕熱內盛(蘊)證可見於任何年齡組的孩子。小兒陽常有餘，陰常不足，濕熱內羈，病久不愈，消耗陰津，進一步也可引起肝腎陰虛證，臨床表現午後發熱，頭暈，腰膝無力，面赤唇紅，舌紅少苔，脈細數。又小兒脾常不足，脾喜燥惡濕，而濕為陰邪，其性粘膩重濁，日久可以耗傷脾胃陽氣，而演變成脾胃虛弱證，臨床表現倦怠乏力，少食懶言，形體消瘦，便溏，舌淡苔白，脈細無力。倘若外感濕熱疫毒，邪氣梟張，熱毒熾盛，灼傷陰液，也可出現熱入營血，邪入厥陰證，臨床表現壯熱煩躁，神昏谵語，反覆抽搐驚厥，舌質紅絳，苔黃膩或黃燥，脈滑數，此時病情危急，應積極搶救。",
    "type_comparison": "小兒暑濕證與小兒濕熱內盛(蘊)證 小兒暑濕證主要發病在夏季，由於天氣暑熱，畏暑貪涼，不避寒氣，以致暑為寒氣所遏，發為暑濕之證。臨床症見頭痛身熱，惡寒無汗，身形拘急，口渴心煩，舌苔薄白或白膩等。小兒濕熱內盛(蘊)證是指濕熱蘊釀於中焦脾胃及肝膽，而表現出來的一類濕熱交蒸，阻礙氣機的證候。與小兒暑濕證不同的是，小兒濕熱內盛(蘊)證沒有明顯的發病季節，一年四季均可發病，並且濕熱已入里，濕阻氣機的症狀明顯，如見胸脘痞滿，不思飲食，大便粘膩不爽，小便不利等症，沒有明顯的發熱惡寒表證，而為熱勢纏綿，午後熱甚，二者不難區分。"
  },
  "literature": "《幼科發揮·卷之四·疸》“疸有二證，有因天地濕熱之氣而發之者，有因水谷濕熱而發之者。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo",
      "shi"
    ]
  }
}