{
  "id": "xiaoerneibiwaituo",
  "number": 407,
  "name": "小兒內閉外脫證",
  "category": "專科證候",
  "overview": "小兒內閉外脫證是由邪熱內閉心包，內陷肝經，而陽氣外脫引起的證候。多由外感溫毒、暑熱或濕熱疫毒所致。\n主要臨床表現為：初起見高熱，咳嗽，氣喘，或腹痛，里急後重，或二便不通，或心胸、脘腹絞痛，漸見神昏驚厥，牙關緊閉，角弓反張，痰涎壅盛，進一步發展又見汗出淋漓或汗出如珠，四肢厥冷，氣弱脈微，神識不清，口開手撒，二便失禁等症。\n小兒內閉外脫證可出現在“小兒流腦”、“小兒乙腦”、“小兒疫毒痢”等疾病中。\n本證應與“小兒熱陷心肝證”、“小兒痰熱蒙蔽心竅證”、“小兒厥脫證”相鑑別。",
  "clinical_manifestations": "初起見高熱，咳嗽，氣喘，或腹痛，里急後重，或二便不通，或心胸、脘腹絞痛，漸見神昏驚厥，牙關緊閉，角弓反張，痰涎壅盛，進一步發展又見汗出淋漓或汗出如珠，四肢厥冷，氣弱脈微，神識不清，口開手撒，二便失禁等症。小兒內閉外脫證可出現在“小兒流腦”、“小兒乙腦”、“小兒疫毒痢”等疾病中。",
  "common_diseases": [],
  "differential_syndromes": [
    "“小兒熱陷心肝證”",
    "“小兒痰熱蒙蔽心竅證”",
    "“小兒厥脫證”"
  ],
  "differential": {
    "self_analysis": "小兒內閉外脫證由外感溫毒、濕熱或暑熱疫毒所致，多出現在疾病的極期，熱毒在氣營或心營，而突然轉少陰心腎陽衰。病變也可出現在早期，多為體質虛弱，疫毒暴烈，直陷厥陰所致。小兒內閉外脫證無論出現在疾病的任何一期，均為病情危重階段，臨床應高度重視，詳加辨識。小兒內閉外脫證在小兒乙腦中表現為：起病急驟，壯熱神昏，口噤抽搐，眼鼻乾燥無津，呼吸微弱，面色灰白，大汗肢厥，舌絳而胖嫩，脈沉伏或細微欲絕。治宜開閉固脫，方用独参汤(《景岳全書》)或参附龙牡救逆汤(《中醫兒科學》)送服至宝丹(《和劑局方》)。小兒內閉外脫證在小兒流腦中臨床表現為：起病急暴，高熱神昏，驚厥，皮下瘀斑紫暗，迅速融合成片，突然大汗淋漓，面色蒼白，四肢厥冷，唇指發紺，氣息微弱，脈微欲絕，或初起神志尚清，旋即神迷而昏，煩躁擾動無力，舌質淡暗，舌苔灰黑而滑，脈伏而數，或散亂無根，或脈微欲絕。治宜分辨閉與脫的輕重緩急而施治，若以氣脫之證危急者，則當先以回陽救逆，益氣固脫為主，以救其急。待陽回氣納，再清解其熱毒。一般可用大劑生脉散(《景岳全書》)益氣斂陰，或用独参汤(《景岳全書》)益氣固脫。若內閉與外脫之證並重出現者，可以固脫與開閉並用，在益氣救逆，回陽斂陰治療的同時，配合安宫牛黄丸(《溫病條辨》)、紫雪丹(《和劑局方》)、至宝丹(《和劑局方》)等清心開竅，涼肝熄風。小兒內閉外脫證在小兒疫毒痢中臨床表現為：高熱，抽風，昏迷的同時，突然出現面色蒼白或青灰，四肢厥冷，或見汗出不溫，脈細數無力，皮膚見有花紋，口唇紫紺，嚴重者口吐咖啡樣血液，呼吸淺促，節律不勻，目光無神，神志不清等。治宜扶正固脫，熄風潛陽，方用参附汤(《婦人良方》)或参附龙牡救逆汤(《中醫兒科學》)。\n小兒內閉外脫證可見於各年齡組的小兒，一般以年齡小，體質虛弱，外感疫毒深重者易發病。以夏春季節發病率最高。無論何種疾病，只要出現內閉外脫證，均為病情危重，生命攸關之時，需竭盡全力，挽救生命。",
    "type_comparison": "小兒熱陷心肝證與小兒內閉外脫證 兩者均由邪熱熾盛所致，均可見邪熱內陷厥陰的表現如高熱、驚厥、神昏等症，應加以區別。小兒熱陷心肝證在邪熱內陷厥陰時，正邪相爭，正氣積極驅邪外出，加之正確的治療，清熱開竅，平肝熄風，使病情不再發展，並很快康復。小兒內閉外脫證則在出現邪熱內陷後，正邪相爭，正氣不支，以致陽氣衰竭，虛脫於外，所以臨床在見到高熱、驚厥、神昏的同時，可突然出現大汗淋漓，四肢厥冷，面色蒼白，脈微氣弱，神識不清等症。此時已為危急時刻，治療應積極搶救，開閉固脫，方可挽救患兒生命。\n小兒痰熱蒙蔽心竅證與小兒內閉外脫證 二者均有熱閉心竅，臨床均可見高熱神昏等症，應加以區別。小兒痰熱蒙蔽心竅證的病機中不僅有熱，而且有痰，由於外感暑熱、溫熱、疫毒之邪，熱邪熾盛，煉液成痰，痰與熱相搏，蒙蔽心竅，臨床除有高熱、神昏、舌紅絳等症外，還可見喉中痰聲漉漉、舌苔黃或黃膩、脈滑數等痰證。小兒內閉外脫證是先見熱閉心包、熱陷肝經之證，如高熱、神昏、抽搐等，但由於邪熱太盛，正不敵邪，使陽氣脫於外，此時在熱閉的基礎上，突然出現大汗淋漓，四肢厥冷，面色蒼白，脈微氣弱，神識不清等脫證，故二證的主要區別在小兒痰熱蒙蔽心竅證的病機中突出痰證，小兒內閉外脫證的病機中突出脫證。\n小兒厥脫證與小兒內閉外脫證 小兒厥脫證多見於大病久病之後，主要原因是大吐、大下、大汗、大出血後，津液亡失，氣血暴脫，陰陽離決，心神失養，腦髓空虛，以致突然昏倒，四肢厥冷。一旦津液回復，氣血充盈，厥脫可逆。可見小兒厥脫證是虛證，系屬正氣虛衰，氣脫陽微之候。小兒內閉外脫證的病機為外感溫毒或暑熱疫毒，邪熱熾盛，內陷厥陰，正不敵邪，陽脫於外，先有邪實內閉，繼而出現正虛外脫，病勢變化比較快，臨床先見高熱、神昏、驚厥、牙關緊閉、角弓反張等邪實內閉症狀，很快出現汗出淋漓或汗出如珠，四肢厥冷，面色蒼白或青灰，神識不清，氣息微弱，脈微欲絕等陽氣衰微症狀，臨床詳加辨證不難區分。"
  },
  "literature": "《重訂廣溫熱論·第二卷·驗方妙用》：“四為開閉固脫，其症有二：一內閉外脫，內閉者絡閉，外脫者氣脫。葉天士云：平時心虛有痰，外熱一陷，心絡就閉，人即昏厥發痙。若不急開其閉或開閉不得其法，必致心氣與肺氣不相順接，便為氣脫之證矣。此時急救之法，急宜開其內閉，固其外脫，……。”\n“邪陷下虛，內閉外脫之候：神昏谵語，甚則昏厥發痙，不語如尸，或妄笑如痴，目閉舌強，欲伸而不得伸，氣短息促，揚手擲足，躁不得臥，手足厥逆，冷汗自出。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_bi"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：氣閉。根據證候名稱「小兒內閉外脫證」分析其病機組成。"
}