{
  "id": "xiaoerjingkongjingxia",
  "number": 403,
  "name": "小兒驚恐驚嚇證",
  "category": "專科證候",
  "overview": "驚恐驚嚇證是指小兒神氣怯弱，經脈未盛，知識未開，易為外界強烈刺激所驚嚇，如目擊異物、耳聞異聲、突然跌仆、或暴受驚恐，而引起氣機逆亂，神志不寧的證候。\n主要臨床表現為：心悸不寧，面色乍青乍白，睡中時作驚惕，神思恍惚，脈來弦急而數或散亂不定，或見發熱，或嘔吐，或夜間哭鬧，或抽搐，或發生昏厥。\n小兒驚恐驚嚇證常見於“小兒心悸”、“小兒厥病”、“小兒夜啼”、“小兒驚恐驚風”、“小兒驚恐發熱”、“小兒驚恐嘔吐”、“小兒癇病”等疾病中。\n本證應與“小兒心氣虧虛證”相鑑別。",
  "clinical_manifestations": "心悸不寧，面色乍青乍白，睡中時作驚惕，神思恍惚，脈來弦急而數或散亂不定，或見發熱，或嘔吐，或夜間哭鬧，或抽搐，或發生昏厥。小兒驚恐驚嚇證",
  "common_diseases": [
    "“小兒心悸”",
    "“小兒厥病”",
    "“小兒夜啼”",
    "“小兒驚恐驚風”",
    "“小兒驚恐發熱”",
    "“小兒驚恐嘔吐”",
    "“小兒癇病”"
  ],
  "differential_syndromes": [
    "“小兒心氣虧虛證”"
  ],
  "differential": {
    "self_analysis": "小兒發育未臻完善，神氣怯弱，元氣不足，不耐外界刺激，如目擊異物、耳聞異聲、突然跌仆、或暴受驚恐，驚則氣亂傷神，恐則氣下傷志，故小兒受到驚嚇後容易出現很多氣機逆亂及神志不寧的病證。在不同的病證中，小兒驚恐驚嚇證的表現是不同的。如小兒驚悸的臨床特徵是：心悸，善驚易怒，坐臥不安，睡中易醒，飲食少思，舌苔薄白，脈弦或虛數。其發生多先有心氣虛的內在因素，突然受外邪驚恐，以致心神動搖，悸動不安，不能自主。治宜鎮驚安神，方用磁朱丸(《千金要方》)加減。小兒驚恐厥病臨床特點是：大驚卒恐，跌仆損傷後，突然昏倒不省人事，面色蒼白，汗出息微，四肢厥冷，握拳驚跳，胸滿氣粗，唇白色青，苔薄白，脈沉伏而弦。此由平時體質虛弱，不能耐受突然的刺激，一時間驚恐失措，氣機逆亂，神志卒蒙所致。治宜就近平臥於空氣流通處，片刻氣回即蘇。若許久未醒者，先用針刺或灸法使其甦醒，然後調理氣機，方用順氣四逆散(《實用中醫兒科學》)加減。小兒驚恐夜啼的臨床特點是：睡中時作驚惕而夜啼，哭聲尖銳，時高時低，時急時緩，緊偎母懷，常可見明亮燈光而啼緩，面色乍青乍白，脈來弦急而數，或散亂不正。此由小兒神氣怯弱，復因驚駭，使心神不寧，神志不安，故在夢中哭鬧驚啼。治宜鎮驚安神，方用錢氏秘旨安神丸(《飼鶴亭集方》)。小兒驚恐驚風的臨床特點是：形體較弱，不發熱或發熱不高，四肢欠溫，夜臥不寧，驚跳不安，神思恍惚，或迷睡不醒，時而啼哭，時而抽搐，面色時青時白，囟門平坦，大便色青，山根青，舌淡紅，苔薄白，脈數不整，指紋青紫。此因心腎怯弱，驚則傷心，恐則傷腎，驚則氣亂，恐則氣下，氣機逆亂，血脈乖張，神無所主，引動肝風而致抽搐。治宜鎮驚安神，方用安神定志丸(《醫學心悟》)加減。小兒驚恐發熱的臨床特點是：發熱不甚，晝輕夜重，伴有面色青黃，心悸，睡夢虛驚，甚則睡臥中手足攣縮，驟然啼哭，舌紅苔黃，脈弦數，指紋青紫。小兒肝常有餘，若暴受驚恐刺激，使心氣不和或氣鬱引動肝經相火，而致發熱。治宜鎮驚清熱，方用鎮驚醒脾散(《蒯仰山家傳方》)。小兒驚恐嘔吐的臨床特點是：睡臥驚惕，嘔吐清涎。此由小兒發育未臻完善，神氣怯弱，卒受驚恐，驚則氣亂，擾動肝氣，致肝氣橫逆犯胃，肝胃不和而致嘔吐。治宜安神定驚，抑肝和胃，降逆止嘔，方用定吐丸(《醫宗金鑑》)。小兒驚癇的臨床特點是：發作前有驚恐怵惕，發作時神思恍惚，吐舌驚叫急啼，面色時青時紅，驚惕不安，如人將捕之狀，糞青抽搐，曲腰而啼，苔色薄白，脈象弦滑，乍大乍小，指紋青色。此由小兒神氣怯弱，暴受驚恐，驚則氣亂，痰隨氣升，蒙蔽清竅，擾動肝風，發為驚癇，故小兒驚癇常與痰癇、風癇並見。治宜鎮驚安神，方用鎮驚丸(《證治準繩》)。\n小兒驚恐驚嚇證是兒科較常見的證候，尤以一、二歲以下的嬰幼兒更為常見，體質虛弱的小兒比較容易發病。由於心主神明，驚則氣機逆亂，傷神耗氣，故小兒驚恐驚嚇證常兼見或發展為小兒心氣虧虛證，如臨床常見小兒受驚嚇後，出現面色無華，膽小易驚，神疲自汗等。",
    "type_comparison": "小兒心氣虧虛證與小兒驚恐驚嚇證 二證臨床表現均可見心悸怔忡，應加以區別。小兒心氣虧虛證是由先天稟賦不足，或後天護養失宜，飲食不調，或疾病纏綿，治理不當，而使小兒身體虛弱，氣血虧虛所致。臨床常見心悸易驚，神疲乏力，自汗懶言，膽小易驚，或神情呆鈍，語言發育遲緩等表現。心為君主之官，心主神明，心氣虧虛，則神明無所倚，故平素即感神不安而志不寧，驚惕時作，所以患小兒心氣虧虛證者易發生小兒驚恐驚嚇證。若小兒驚恐驚嚇反覆發生，心神時時動搖不定，心氣亂而無所收，使心氣耗傷更重，可見上述二證相輔相成，互相影響，互為因果。"
  },
  "literature": "《小兒藥證直訣·急驚》“因聞大聲或大驚而發搐。”\n《醫宗金鑑·幼科心法要訣·吐證門》“食時觸異吐青涎，身熱心煩睡不安……”\n《幼科發揮·卷之二，心經兼證》“蓋心藏神，驚則傷神，腎藏志，恐則傷志。小兒神志怯弱，有所驚恐，則神志失守，而成痛矣。”"
}