{
  "id": "xiaoerpiweixuhan",
  "number": 392,
  "name": "小兒脾胃虛寒證",
  "category": "專科證候",
  "overview": "小兒脾胃虛寒證是指小兒脾胃不僅功能減退，而且脾胃陽氣不足，溫煦功能失職，而出現的一派虛寒現象的證候。多因乳食不調，過食生冷，或過用寒涼藥物，或久病失養損傷脾胃陽氣所致。\n主要臨床表現為：面色晄白，形寒肢冷，肢體浮腫，納減腹脹，大便稀薄，口淡不渴，脘腹隱隱作痛，喜按喜溫，小便不利，舌淡質嫩，舌苔白滑，脈象沉細，或指紋淡。\n小兒脾胃虛寒證常見於“積滯”、“泄瀉”、“嘔吐”、“水腫”、“胃脘痛”等疾病中。\n本證應與“小兒脾腎陽虛證”相鑑別。",
  "clinical_manifestations": "面色晄白，形寒肢冷，肢體浮腫，納減腹脹，大便稀薄，口淡不渴，脘腹隱隱作痛，喜按喜溫，小便不利，舌淡質嫩，舌苔白滑，脈象沉細，或指紋淡。小兒脾胃虛寒證",
  "common_diseases": [
    "“積滯”",
    "“泄瀉”",
    "“嘔吐”",
    "“水腫”",
    "“胃脘痛”"
  ],
  "differential_syndromes": [
    "“小兒脾腎陽虛證”"
  ],
  "differential": {
    "self_analysis": "小兒脾胃虛寒證，常常是脾胃虛弱的病情進一步發展的結果，它不僅是脾胃功能的減退，而且陽熱溫煦功能失常，陽虛生內寒，故見一派虛寒現象。可發生於多種疾病中，如積滯病出現脾胃虛寒證，其症狀特點為面色晄白，形寒肢冷，脘腹隱痛，喜溫喜按，泄利清谷，口淡不渴，舌質淡嫩，舌苔白滑，脈沉細或遲弱，或指紋淡青。此脾胃虛寒，胃失受納，脾不健運所致。法宜溫中散寒，方用理中丸(《傷寒論》)。又如慢性泄瀉病，則多見大便時溏時瀉，完谷不化，每於食後腹泄增多，納呆食少，脘腹脹悶不舒，腹中冷痛，面色萎黃，神疲倦怠，手足不溫，舌淡苔白，脈象細弱，或指紋淡。此乃脾胃陽虛，運化無權，水谷不化，清濁不分，故便溏瀉，治宜溫補脾腎，方用附子理中丸(《和劑局方》)，如滑泄不止可兼用四神丸(《婦人良方》)。又如嘔吐病，其症狀特點為食後經過一段時間才吐，嘔出物多為痰水食物，不酸不臭，面色蒼白，精神倦怠，喜暖惡寒，四肢不溫，口乾不欲飲水，或大便溏薄，小便清和，口唇色淡，舌苔薄白，脈象沉遲，指紋淡青。此為脾胃陽虛，中陽不振，腐熟運化不及而見嘔吐。治宜溫中散寒，益脾安胃，方用理中丸加丁香、吳茱萸。若在胃脘痛中出現脾胃虛寒證，臨床表現為胃脘隱隱作痛，綿綿不休，或遇天氣變涼，或食入生冷寒涼食物，可引起劇烈疼痛，喜暖喜按，遇溫痛減，且見口鼻氣冷，手足不溫，口不渴或吐清涎，食少納呆，脘腹脹滿，舌苔薄白，脈沉細或遲而無力。此為脾腎陽虛，脈絡失於溫養，運化不足，水飲停胃，發為疼痛，法宜溫中散寒，和胃理氣，方用黄芪建中汤(《金匱要略》)加吳茱萸、青皮、木瓜、厚朴、元胡之屬。如寒盛而痛甚，四肢不溫，可用大建中汤(《金匱要略》)以扶助陽氣，溫散陰寒。又若慢性水腫病，則臨床表現為身腫，腰以下為甚，按之凹陷不起，脘悶腹脹，納呆便溏，面色萎黃，神倦肢冷，小便短少，舌質淡，舌苔白滑，脈象沉緩。此脾腎陽虛，氣不化水，以致水濕溢於肌膚，治宜溫陽健脾，行氣利水，方用实脾散(《濟生方》)。\n疾病發展到脾胃陽虛階段，常提示病情較重，且陽虛無以蒸化水液，又可見到水濕瀦留等病變，如濕聚為痰為飲，或溢於肌膚發為水腫等。且脾胃陽虛，久則可以累及腎陽，又可發展為脾腎陽虛證。",
    "type_comparison": "小兒脾腎陽虛證與小兒脾胃虛寒證 脾土運化，其功能的正常活動，需依賴腎中陽氣的溫煦；腎藏精，也賴於水谷精微不斷化生與滋養。因此脾與腎在生理上互相資助，互相促進；在病理上互相影響，互為因果。如腎陽不足，不能溫煦脾陽，而致脾陽不足；若脾陽不足，不能吸收輸布，久則可以累及腎陽。因此小兒脾胃虛寒證，久則可以發展為脾腎陽虛證。兩證鑑別之點，脾胃虛寒證可見脘悶腹脹，納減便溏，四肢不溫，面色萎黃，小便短少，舌質淡，苔白滑，脈沉細。脾腎陽虛證，又兼見面色晄白，形寒肢冷，腰膝酸軟，舌質淡胖，苔薄白，脈沉遲，嬰幼兒還可見到囟陷，骨質柔弱，毛髮枯槁，神情呆鈍，手足冰冷等。"
  },
  "literature": "《脾胃論·脾胃勝衰論》：“大抵脾胃虛弱，陽氣不能生長，是春夏之令不行，五臟之氣不生。”",
  "zhengsu_composition": {
    "location": [
      "pi",
      "wei"
    ],
    "nature": [
      "han"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：脾、胃。病性：寒。根據證候名稱「小兒脾胃虛寒證」分析其病機組成。"
}