{
  "id": "xiefumoyuan",
  "number": 256,
  "name": "邪伏膜原證",
  "category": "溫病證候",
  "overview": "邪氣自口鼻而入，伏藏阻遏於膜原(內不在臟腑，外不在經絡，舍於夾脊之內，去表不遠，附近於胃，乃表里之分界，是為半表半里)，臨床出現發熱、胸痞或寒熱往來等多種症狀者，稱為邪伏膜原證。\n本證病因複雜，疫氣、濕、暑、熱、寒等均可伏於膜原。表現多樣，如瘟疫，吳又可提出有趨里、達表等九種不同的傳變。總括之，臨床表現：初起呈惡寒發熱，頭疼身痛，煩躁口苦，嗣後但熱不寒，日晡益甚，胸膈痞滿，舌苔白厚，或膩或如積粉、脈數，或寒熱往來等。\n邪伏膜原證，常見於“瘟疫”、“濕溫”、“暑溫”、“疫瘧”等病中。\n本證初起，應與“傷寒表證”及“風溫初起”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“瘟疫”",
    "“濕溫”",
    "“暑溫”",
    "“疫瘧”等病"
  ],
  "differential_syndromes": [
    "“傷寒表證”及“風溫初起”"
  ],
  "differential": {
    "self_analysis": "瘟疫邪伏膜原證，多由濕熱疫毒之氣伏藏阻遏於膜原而成，濕熱疫邪鬱遏於里，或為時邪引動，或因體虛而發作，初發常見寒熱、頭身痛的表證，迅即出現晝夜發熱、日晡益甚等症狀，由於疫邪遠甚於一般之濕熱，故舌苔白如積粉，舌質多絳，脈亦不浮不沉而數，此時切忌汗下，而應疏利透達，使膜原之濕熱疫邪解散於外，方選达原饮(《溫疫論》)。濕溫邪伏膜原證，系濕熱與穢濁之氣阻於膜原，由於感濕甚重，又與穢濁之氣相合，陽氣被鬱，故症狀頗似寒濕為患，而不同於瘟疫之呈寒熱錯雜現象，其表現為：寒甚熱微、肢體沉重、身痛有汗、嘔逆脹滿等，舌苔白厚而膩，脈緩而不弦，治以芳香宣化穢濁、疏利透達濕邪之法，方選雷氏宣透膜原法(《時病論》)。暑溫邪伏膜原證，由夏秋之間，暑濕交蒸，更兼穢濁之氣交混於內，人受之，由口鼻而直犯膜原，初起頭疼而脹，胸脘痞悶，膚熱有汗，頻欲噁心，右脈滯鈍，尚須辨其偏暑偏濕：口渴心煩、舌苔黃者為偏於暑，宜雷氏芳香化浊法(《時病論》)加滑石、甘草；苔白而膩，口不渴者為偏於濕，宜雷氏芳香化濁法加神曲、蒼朮。疫瘧邪伏膜原證，由天時寒熱不常，邪氣乘虛而襲膜原，欲出表而不能，欲陷里而無隙，遏於膜原半表半里之處，故作寒熱往來，或一日二三次，或一次而無定期，症見寒輕熱重，口渴有汗，右脈多勝於左，其鑑別點是寒熱往來的症狀持續存在，而不似瘟疫迅即轉為但熱不寒，且發病者頗多，常沿門合境，長幼相似，治法亦宜芳香透達，雷氏宣透膜原法可用。\n本證在老、弱、婦、嬰等身上表現可有一定差異，應予辨別，對症施治。高年體弱、真陽不足者，其發熱常不明顯，極個別病例可有四肢厥逆、畏寒或泄瀉、口鼻氣冷、入夜症加、舌苔不甚燥等陽虛表現，若審證確切，可以溫陽與治疫並行，惟其陽虛甚者方可破例，或先予回陽，後治其疫。血虛患疫者，若虛不甚而疫症劇，應先治疫。血虛甚而色萎黃，口唇蒼白，脈象虛芤者，則宜兼顧之。婦女經期患疫，經血如常者，治同常法。疫發經停，並見旦明夕昧，夜更神昏，低聲囈語，如見鬼狀者，此由濕熱爍血而來，不可再拘於伏邪，宜從熱入血室論治。若腰脅少腹牽引作痛，拒按，此為血與熱搏結成瘀，需清熱消瘀，大便閉結者，破瘀通便；經水適斷而受邪者，由於經血方盡，血海空虛，邪乘虛而入陷。孕婦患疫，無特殊症狀者，從疫論治，若舌苔黃燥，便閉腹痛者，疫邪內結，宜清里泄熱以保胎元，不可因循失機，但注意病去七、八即止，不可過劑。小兒患疫，因其氣血未充，筋骨柔脆，須減量而按法治之，但須注意與傷食、感冒等相鑑別。\n瘟疫兼、挾證甚多，不能一一詳述，今將兼寒、兼暍、兼瘧與挾食、挾鬱、挾腎虛、挾心胃痛等證的不同特點分述於下；兼寒者，脈浮無汗，有似傷寒，但並見煩躁、口苦、口臭等里熱內灼之象，但寒輕疫重者煩躁甚而表證輕，寒重疫輕者煩躁輕而表證重，為辨治時的著眼點；兼暍者僅見於長夏，而以胸滿嘔利、脈帶弦、細、芤、遲為特點；兼瘧者最難治，以二邪均聚於膜原，但疫氣宜下宜清，瘧邪宜宣宜利，吳又可說瘧疾二三發或七八發後，忽然晝夜發熱，煩渴不惡寒，舌上苔刺，心腹痞滿，飲食不進，下證漸具，此瘟疫著，瘧症隱也，以疫法治之。又若瘟疫下後，脈靜身涼，或間日，或每日，時惡寒而後發熱如期者，此瘟疫解，瘧邪未盡也，以瘧法治之。換證中以挾食最多，而食填胸膈者最易誤治，因其常呈脈沉而手足冷之象，由食阻陰陽升降之路所致，辨證要點為：胸膈痞塞滿悶，舌苔白厚微黃，即為食填膈上，氣道難通，熱鬱於下；其挾鬱者，亦兼呈脈沉，手足冷，嘔逆胸滿之象，頗類挾食，但食為實邪，氣鬱則無物，故挾食之痛，滿痛拒按，氣鬱之痛，痛而可按，挾食之苔白厚微黃，挾氣鬱之苔則白薄。疫病挾腎虛者，兼見手足冷、眩暈驚悸、腰膝痿軟等，如疫瘧初起即見腰痛異常，小便頻數，膝脛冷軟者，腎陽虛也；初起而兼見眩暈耳鳴，腰膝酸軟者，腎陰不足也，治宜兼顧其虛。平素胃寒痛，患疫而二證並見者，乃膜原疫邪傳於太陰，引動痼疾所致，不必治胃，開通鬱疫則胃痛自愈。總之，邪伏膜原一證，病因多種，見證百端，而以疫邪為最繁雜。",
    "type_comparison": "傷寒表證、風溫初起與瘟疫邪伏膜原證 三證於初起時均見表證，但亦有不同處。傷寒表證、風溫初起，均系外邪內侵，即從表入，始漸傳於里，初起見證單表不里，與瘟疫之邪伏膜原，自里而發，初發見證即表里挾雜不同，可從氣、色、舌、神、脈五方面加以區別。辨氣：傷寒、風溫之初起，由平人不慎而受邪，純系外感，並無內傷，故初病時不問寒熱輕重，汗之有無，皆無穢氣觸人；溫疫則因病邪久蘊於內，乘隙而發，自里達表，雖為初病，實系陳疾，人體臟腑氣血受敗氣熏蒸已久，故發病即有臭穢之氣觸人，輕則盈於床帳，重則蒸於一室。辨色：傷寒表證由風寒作祟，寒主收斂，斂則急，故患者面皮多細急，面色多光潔；風溫初起系風熱為患，風熱主疏散，故患者面皮多舒緩而面色多紅赤；瘟疫則雖屬濕熱鬱蒸，但已成疫病敗氣，故面皮舒弛，尚兼敗氣污穢，故患者面色多呈污垢而不光潔，滌之不去。辨舌：傷寒表證與風溫初起者因邪尚在表，里未受病，故常無苔或呈白薄苔；瘟疫初發則因體內之濕熱蘊蓄已久，疫氣蒸騰，故舌苔白厚如積粉。辨神：傷寒與風溫之初起均系外證，故神氣自清；瘟疫由里病而來，神氣已傷，故發病即有煩躁、擾亂、驚悸等症狀。辨脈：風溫起自太陰，傷寒發自太陽，雖分寒溫，在表則同，故均必見浮象；瘟疫由里而發，外無邪拘故不浮，里邪外竄故不沉，其數雖似風溫，但不浮不沉則與二者均異，可資鑑別。"
  },
  "literature": "《瘟疫論·原病》：“……至於伏邪動作，方有變證，其跡或從外解，或從內陷，從外解者順，從內陷者逆。更有表里先後不同，有先表而後里者，有先里而後表者，有但表而不里者，有但里而不表者，有表里偏勝者，有表里分傳者，有表而再表者，有里而再里者。從外解者，或發斑，或戰汗，狂汗，自汗，盗汗；從內陷者，胸膈痞悶，心下脹滿，或腹中痛，或燥結便秘，或熱結旁流，或協熱下利，或嘔吐、泄下、譫語、唇黃、舌黑、苔刺等證。”\n《南病別鑑·濕熱論》：“濕熱症，寒熱如瘧，濕熱阻遏膜原，宜柴胡、厚朴、檳榔、草果、藿香、六一散、蒼朮、半夏、石菖蒲等味。”\n《廣瘟疫論·挾亡血》：“疫症亡血有三。其一，未病之先，素亡血而陰虛，一受疫則邪熱乘虛煎熬，亡陰最易。解表清里，用藥必步步照顧榮血，如九味羌活湯之用生地，人參數毒散之用人參是也。其二，當受病之時，忽然吐衄，女子崩漏，甚至血暈昏厥，勢甚危急，亦疫瘧常有也。病家但知血之可駭，往往不知受疫，醫家亦忽其客邪，堆汲汲於止血，清涼滋補，多至危殆。不知血由疫逼，惟當治疫，疫邪解而血自止，此症不見於疫在表時，而見於發熱數日之後，人猶易知。惟疫鬱於陰經而暴見此症者，難識。以其症外無頭痛發熱之可據耳，但見微惡寒而大作嘔，急當視其氣、色、神、脈、舌苔，若舌有白苔、氣色有一二疫象，即是疫毒無疑。”\n《重訂廣溫熱論·論溫熱即是伏火(新增)》：“凡濕火症，發於夏至以前者為濕溫，夏至以後者為濕熱，發於霜降、立冬後者為伏暑挾濕；其邪必伏於膜原，內經所謂橫連膜原是也。(極華注：膜原，即統腹膜空隙之處，外通肌膚，內經胃腸，上連胸膈，下包內腎膀胱，中有挾縫，最易藏邪。邪伏於此，症必胸腹熱甚，按之灼手，小便黃赤濁熱者，職是之故，故凡濕熱內伏之邪，必由膜原達外。)其人中氣實而熱重於濕者，則發於陽明胃腸；中氣虛而濕重於熱者，則發於太陰肺脾。”",
  "zhengsu_composition": {
    "location": [
      "banbiaobanli"
    ],
    "nature": [
      "huo",
      "shi"
    ]
  }
}