{
  "id": "xieliuyinfen",
  "number": 269,
  "name": "邪留陰分證",
  "category": "溫病證候",
  "overview": "邪留陰分證是指溫病餘邪未清留滯陰分，傷及陰津的證候。\n主要臨床表現為：夜熱早涼，熱退無汗，若遷延時日則形體漸瘦，舌紅少苔，脈數。\n邪留陰分證常見於“春溫”、“風溫”、“暑溫”、“濕溫”等溫病之後期。\n本證應與“邪留氣分證”、“瘀熱相搏證”、“熱耗真陰證”、“熱傷氣陰證”等相鑑別。",
  "clinical_manifestations": "夜熱早涼，熱退無汗，若遷延時日則形體漸瘦，舌紅少苔，脈數。邪留陰分證",
  "common_diseases": [
    "“春溫”",
    "“風溫”",
    "“暑溫”",
    "“濕溫”等溫病之後期。"
  ],
  "differential_syndromes": [
    "“邪留氣分證”",
    "“瘀熱相搏證”",
    "“熱耗真陰證”",
    "“熱傷氣陰證”"
  ],
  "differential": {
    "self_analysis": "邪留陰分證本由溫熱餘邪未清，留伏陰分而成，故常見於各種溫病之後期。每因邪之性質、所犯部位、餘邪多少、正氣損傷的深淺不同而有不同的表現及治法。如春溫邪留陰分證，因其常有伏邪，病至後期，每傷陰分，多見夜熱早涼，熱退無汗，舌紅脈數等，若純用滋陰，須防戀邪，若多用苦寒，易致化燥，應養陰透熱，既扶其被傷之陰，又可使深伏陰分之邪，透出陽分而解，方用青蒿鳖甲汤(《溫病条辨》)。風溫邪留陰分證，其輕者，溫邪襲肺，餘邪耗傷肺胃之陰，症見身熱未淨，乾咳或稍有粘痰，口舌乾燥而渴，治宜生津益胃，清透邪熱，使肺胃餘熱因甘寒清潤而解，方用沙参麦冬汤(《溫病条辨》)；其重者，溫邪逆傳心包，內陷營血，經救治後，餘邪殘留，營陰被耗，尚有倦乏，神疲等，治則與前同，方用沙參麥冬湯加竹葉、百合等。暑溫邪留陰分證，常見心熱煩躁，消渴不已，舌紅絳，苔黃燥等，由暑熱久羈，餘邪傷陰，波及心腎，水火不濟而成，治宜清心滋腎，方用连梅汤(《溫病条辨》)。若餘邪較輕而傷陰較甚者，宜養陰透邪，方用青蒿鱉甲湯加竹葉、連翹。濕溫邪留陰分證，症見身熱漸退，胸中微悶，知飢不食，苔薄膩者，屬餘邪未盡，氣機不暢，胃氣未舒，治宜宣氣醒胃，清滌餘邪，方用薛氏五叶芦根汤(《溫熱經緯》)。若曾見斑疹、昏厥，病勢緩解後，症見夜熱早涼，熱退無汗，脈細數者，屬餘邪滯留陰分，可與養陰透邪化濕，方用青蒿鱉甲湯加蘆根、白薇。\n邪留陰分證常見於素體陰虛之人，病程長者，可出現形體漸瘦，身體疲倦，不耐勞乏等症，須注意營陰受損之程度而加以調理。小兒嬌嫩之體，大病遷延，常致陽氣與陰血並耗，可見面白，怠惰，嗜臥等症，治須兼顧。老人陰精不足，腎氣已衰，生機漸弱，宜宗景岳重腎之旨，清餘邪而振生機，以期康復。",
    "type_comparison": "邪留氣分證與邪留陰分證 兩證因為病後餘邪傷陰，但邪留氣分證之餘邪在於肺胃氣分，故身熱有汗，因氣分邪熱蒸津所致。邪留陰分證之餘邪深伏營陰，不能透達於外，故無身熱，或熱退無汗。前者熱在氣分易治，後者邪留陰分難除。前者尚有氣液被傷之虛煩少氣，嘔逆煩渴，虛煩少寐等症，後者則有夜熱早涼，形體漸瘦等精血受損之徵，兩者相較，不難鑑別。\n瘀熱相搏證與邪留陰分證 二者均有夜熱早涼之見症，但瘀熱相搏證為蓄血與邪熱相搏結，留滯於下焦而成，故有少腹堅滿，小便自利，口乾但欲漱水不欲咽，舌質暗或有紫斑，脈沉實等瘀熱搏結之症，不難鑑別。\n熱耗真陰證與邪留陰分證 兩者從性質上說，並無原則不同。但熱耗真陰證指邪熱久羈，深入下焦，劫爍肝腎之陰，雖亦屬熱邪未淨，真陰受傷，但表現卻有其特點，陽亢陰虛，即吳鞠通所謂“真陰欲竭，壯火復熾”者，有心煩，身熱，苔黃等陽熱亢盛之象；肝腎真陰欲竭，或見身熱面赤，手足心熱甚於手足背，神倦耳聾等，或見手足蠕動，瘛瘲，心中憺憺大動等虛風內動之證，為邪留陰分證所不具。可以說熱耗真陰證較之邪留陰分證，熱邪更盛，陰傷更重，此為二者的區別。\n熱傷氣陰證與邪留陰分證 均為熱邪傷陰，餘邪未淨。但熱傷氣陰證是暑熱為患，耗傷氣陰，因暑性蒸散，每易耗氣，故其傷氣之症狀頗明顯，如肢倦神疲，自汗脈虛等，為邪留陰分證所不具，故可以分別。"
  },
  "literature": "《溫病条辨·下焦篇》：“夜熱早涼，熱退無汗，熱自陰來者，青蒿鱉甲湯主之。”\n“壯火尚盛者，不得用定風珠、復脈。邪少虛多者，不得用黃連阿膠湯。陰虛欲痙者，不得用青蒿鱉甲湯。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yin_xu",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "溫病後期，餘熱留於陰分。表現為夜熱早涼、熱退無汗、舌紅少苔。"
}