{
  "id": "xierexiali",
  "number": 367,
  "name": "邪熱下利證",
  "category": "傷寒證候",
  "overview": "邪熱下利證是指太陽表虛證誤下，邪熱內傳，里熱挾表邪，而下利的證候。\n主要臨床表現有：下利不止，暴注下迫，便下黃濁稠粘，甚如水樣，氣味臭穢，肛門灼熱，小便短赤，喘而汗出，發熱微惡風寒或但熱不寒，頭身微痛，口渴，舌紅苔黃或薄黃而乾，脈數有力或促。\n邪熱下利證常見於“傷寒太陽病”、“泄瀉”、“痢疾”等疾病中。\n本證應與“太陽陽明邪迫大腸證”、“太陽少陽邪迫大腸證”、“熱結旁流證”、“厥陰熱迫大腸證”、“表熱兼里寒下迫大腸證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“傷寒太陽病”",
    "“泄瀉”",
    "“痢疾”"
  ],
  "differential_syndromes": [
    "“太陽陽明邪迫大腸證”",
    "“太陽少陽邪迫大腸證”",
    "“熱結旁流證”",
    "“厥陰熱迫大腸證”",
    "“表熱兼里寒下迫大腸證”"
  ],
  "differential": {
    "self_analysis": "邪熱下利證常見於幾種疾病之中，其發病及臨床表現略有不同，宜於同中辨異。傷寒太陽病中，邪熱下利證是由太陽表虛證誤用下法演變而來。故患者必有太陽表虛證誤下的病史。臨床主要表現為下利不止，暴注下迫，便下黃濁稠粘甚如水樣，氣味臭穢，肛門灼熱，小便短赤，喘而汗出，口渴，發熱微惡風寒或但熱不寒，頭身微痛。其因太陽表證誤下後，表證雖減而未解，但損傷胃腸，邪熱乘虛內傳，壅盛於里，充斥上下內外而病。熱盛壅迫，傳導失職，暴注下迫，便下黃濁稠粘，甚如水樣，氣味臭穢，肛門灼熱，小便短赤；肺與大腸相表里，腑熱壅盛，上蒸於肺，肺氣上逆，故喘；里熱壅盛，外蒸於體表，故汗出；邪熱傷津，故口渴；表證未除，故發熱微惡風寒或但熱不寒，頭身微痛。治宜清熱堅陰止利，佐以解表，方用葛根黄芩黄连汤(《傷寒論》)。若泄瀉出現本證，多因寒濕化熱傳里，或直接感受濕熱與暑濕之邪。臨床主要表現為泄瀉暴作，便色黃褐而穢臭，肛門灼熱，煩熱口渴，微惡風寒，頭身微痛，但多有明顯的腹痛或胸脘滿悶，瀉下多為暴注下迫，亦有欲瀉但瀉而不爽者，不一定有喘而汗出，舌苔黃膩，脈數兼滑或濡。乃濕邪挾外邪入侵，損傷腸胃，傳導失常，清濁不分，濕熱下注而成。治宜清熱化濕，佐以解肌，方用葛根黃芩黃連湯(《傷寒論》)加銀花、神曲、藿香、厚樸等，或用连朴饮(《霍乱论》)加減。若痢疾出現本證時，亦因感受外邪而致，臨床主要表現為下利不止，肛門灼熱，小便短赤，發熱口渴，或微惡風寒，頭身微痛等。唯其下利必為赤白粘凍，必伴腹痛、里急後重的症狀。由濕熱壅滯腸中，氣機不暢，傳導失司，加以濕熱壅遏腸道，氣血化腐而成。治宜清熱化濕，佐以解肌調氣行血，方用葛根黃芩黃連湯(《傷寒論》)加赤芍、木香、枳殼等。\n本證多見於小兒，因小兒為純陽之體，熱變最速，感受外邪，易從熱化，當發生本證時，臨床常以暴注下迫，日數十行，瀉下如蛋花樣，肛門紅赤，小便短少，煩熱口渴，呼吸喘促，且易於並發津脫虧損之症為特點。又南方多雨，濕度大，極易挾濕為患，臨床常見瀉下如水樣，黃濁臭穢，肛門灼熱，小便短少，口渴不欲飲，並伴明顯的頭身困重，胸脘滿悶，舌紅苔黃白膩，脈濡數，但多無發熱汗出的表現。\n本證在病機演化過程中，由於邪熱盛於里，耗傷津液，更加熱蒸汗出，下奔注泄，津液脫失，臨床最易合併出現皮膚乾燥或枯癟，眼眶凹陷，咽乾，唇焦舌燥，口渴無津，甚或肢體拘急等津液虧損的兼證，小兒患者尤易併發此證；若泄利程度較輕，遷延日久，則又可損耗胃中陰津，而並發口舌乾燥、飢不欲食、乾嘔呃逆、脘痞不暢、舌尖紅少津等胃陰不足的兼證；若胃中津液損傷較甚傷及胃陽，則胃失其和降，臨床可更見嘔吐頻繁、舌紅絳少津等胃氣上逆的兼證；陰陽互根，若下利病勢急劇，陰津大量脫失，陽氣亦隨津外脫，可迅速出現面色青晦不澤、汗出清冷、畏寒蜷臥、四肢厥冷、息微喘逆、神識昏蒙、脈微欲絕等亡陽的兼證；若本證治療不當，寒涼攻伐太過，病延時日，正氣漸虛，則臨床又可出現久瀉不止，但其勢稍緩，口咽乾燥、微熱不退、神疲乏力、面白納呆、舌嫩紅少苔、脈細數而弱等氣陰兩虛的兼證。",
    "type_comparison": "太陽陽明邪迫大腸證與邪熱下利證 二者均為表里同病並以下利為主要臨床表現的證候，相互疑似。他們的鑑別要點，主要是表里偏重的不同，以及臨床表現的差異。邪熱下利證因太陽表虛證誤用下法，損傷胃腸，表證未全解，邪熱內陷，壅盛於里而成。證候特點是表里俱熱，里熱偏重。而太陽陽明邪迫大腸證，乃因太陽表實證，表邪不得外解，內迫陽明，下走大腸，傳導失職而成。一經同病，不分先後。其證候特點是表實里不和，重在表實。故其臨床表現為，發熱惡寒，頭項強痛，喘而無汗等表實徵象明顯；而下利輕輕，多為溏泄，且便下稠粘臭穢、肛門灼熱、小便短少等邪熱奔迫於下的表現均較邪熱下利證為輕。\n太陽少陽邪迫大腸證與邪熱下利證 二者都屬表里同病，里熱偏重以下利為主的證候。唯太陽少陽邪迫大腸證，因太陽在表之邪傳入少陽，內迫大腸，傳導失職，水谷不別，並走於下而成。臨床上雖有下利不止，便下黃濁稠粘臭穢、肛門灼熱、小便短赤、發熱微惡風寒等表現與邪熱下利相似。但其病位主要在少陽半表半里，邪熱從少陽內迫大腸，故其下利程度不似邪熱下利證之暴注下迫，且無喘而汗出之邪熱充斥的表現；相反，其少陽證的表現較明顯，如有腹痛、口苦、胸脅苦滿，往來寒熱或為微熱，且易兼嘔吐，因此不難鑑別。\n熱結旁流證與邪熱下利證 陽明病當出現熱結旁流的時候，亦以實熱內盛，下利稀糞黃水臭穢為主要表現，病位亦在陽明之腑，應考慮與邪熱下利相鑑別。熱結旁流，為邪熱與燥屎互結於大腸，燥熱逼迫津液從旁而下所致，純屬里實熱證，與邪熱下利之里熱而兼表邪未全解有所不同。故其臨床主要表現為下利次數雖多，而糞量甚少，所下均為稀糞黃水或純為黃水，臭穢異常。但必伴腹痛持續不減，腹部脹滿，拒按，時谵語，常兼壯熱或日晡潮熱，舌紅苔黃厚乾焦舌起芒刺，脈沉滑數有力。而邪熱下利為表里同病，實熱充斥於里，唯未燥結成實，故其下利不僅次數多，量亦大，暴注下迫，而且腹痛不明顯，腹部柔軟；同時，必伴發熱微惡風寒，頭身疼痛等表證未解的徵象，又為熱結旁流所不具。\n厥陰熱迫大腸證與邪熱下利證 二者均為里熱所致以下利為主要表現的證候，均伴有肛門灼熱，小便短少，發熱口渴，舌紅苔黃，脈數等，應進行鑑別。厥陰熱迫大腸證，因濕熱壅滯厥陰肝經，疏洩失職，氣機不暢，壅迫大腸，穢惡之物欲急出而不得所致。故臨床上以下利膿血，伴腹痛、里急後重為特點，與邪熱下利之暴注下迫而無膿血不同，且亦無表邪未解的表現，二者不難鑑別。\n表熱兼里寒下迫大腸證與邪熱下利證 二者皆為太陽表證誤下而致表里同病的證候，前者病位在太陽表與太陰脾，後者病位在太陽表與陽明胃腸，兩相接近，臨床都以下利不止而兼表證未除為特點，應予鑑別。表熱兼里寒下迫大腸證因太陽表證屢經誤下，損傷脾陽，虛寒內生，健運失職，升降失常，而在表之邪熱仍未解除所致。其病機特點是里寒挾表熱，表里並重。故其臨床表現主要為便下稀薄，水糞相雜，甚至完谷不化，其氣不臭，無肛門灼熱的感覺，小便清，口淡不渴，同時必伴心下痞硬，以及明顯發熱惡寒，頭痛身楚等表證徵象。而邪熱下利證的病機特點是表里俱熱，且重在里熱。故其臨床上表現為暴注下迫，肛門灼熱，小便短赤，口渴等里熱下利之症與前證的里寒下利不同；更兼內熱壅盛上逆作喘，又為前證所無；其表證輕微，更無心下痞硬的現象，亦與前證相異，二者不難鑑別。"
  },
  "literature": "《傷寒論·辨太陽病脈證並治中》：“太陽病，桂枝證，醫反下之，利遂不止，脈促者，表未解也；喘而汗出者，葛根黃芩黃連湯主之。”\n《傷寒貫珠集·下利脈證五條》：“太陽中風發熱，本当桂枝解表，而反下之，里虛邪入，利遂不止。其脈則促，其證則喘而汗出。夫促為陽盛，脈促者，知表未解也。無汗而喘，為寒在表；喘而汗出，為熱在里也。是邪陷於里者十之七，而留於表者十之三，其病為表里並受之病，故其法亦宜表里兩解之法。”\n《傷寒論辨證廣注·辨太陽病脈證並治法中》：“成注云：虛其腸胃，為熱所乘，遂利不止。按此亦非腸胃真虛證，乃胃有邪熱，下通於腸而作泄也。”\n《傷寒溯源集·中風誤下》：“脈促者，非脈來數，時一止復來之促也，即急促亦可謂之促也。促為陽盛，下利不應促，以陽邪熾盛，故脈加急促，是以知其邪尚在表而未解也。”\n《傷寒來蘇集·桂枝湯證下》：“上條按：(表熱兼里寒下迫大肠证)脈證是陽虛，此條脈證是陽盛；上條表熱里寒，此條表里俱熱；上條表里俱虛，此條表里俱實。同一協熱利，同是表里不解，而寒熱虛實攻補不同。”\n《醫宗金鑑·辨太陽病脈證並治上篇》“此清解中兼解表里法也。若脈沉遲，或脈微弱，則為里寒且虛，又當用理中湯加桂枝矣。於此可見上條(表熱兼里寒下迫大腸證)之協熱利，利不止，心下痞硬，表里不解者，脈不微弱，必沉遲也。按協熱利二證，以脈之陰陽分虛實，主治固當矣。然不可不辨其下利之粘穢鴨溏，小便或白或赤，脈之有力無力也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo"
    ]
  }
}