{
  "id": "xindanqixu",
  "number": 233,
  "name": "心膽氣虛證",
  "category": "臟腑證候",
  "overview": "心膽氣虛證又稱心膽不寧證。是由於心氣虧虛、膽氣不寧而引起的神魂不寧，恐懼不安，氣虛無力等證候。其病因多與素體虛弱或情志所傷有關，久病之後亦可引起。\n主要臨床表現是：驚悸不寧、膽怯善恐、夜寐多夢、胸悶氣短、時自汗出，舌質淡、苔薄白，脈象細弦無力。\n本證常見於“驚悸怔忡”、“不寐”等病中。\n心膽氣虛證在臨床上應與“心氣虛證”、“肝膽不寧證”、“心脾兩虛證”等相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“驚悸怔忡”",
    "“不寐”等病"
  ],
  "differential_syndromes": [
    "“心氣虛證”",
    "“肝膽不寧證”",
    "“心脾兩虛證”"
  ],
  "differential": {
    "self_analysis": "心膽氣虛證多發生於素體心膽虛怯之人，或大病久病之後。心氣不足，子病及母，膽氣亦怯；或肝膽氣虛，木不生火，心氣亦虛，皆可引起心膽兩虛。因心主神明，心之血充氣旺則心神安藏，思維正常；膽主決斷，膽氣豪壯則情志安定，謀慮出矣。若心膽虛怯而卒受驚恐，或耳聞巨響，目擊異物，或臨危遇險，則心神不能收持，膽氣難以決斷，遂出現善驚易恐、神魂不寧等一系列精神情志方面的症狀。但在不同疾病中，心膽氣虛證所表現的特點亦有所不同。在“驚悸怔忡”中，心膽氣虛證的特點是：心常惕惕，坐臥不安，善驚易恐，或心中空虛，時有如人將捕之感，稍受驚嚇或聞響動則心中悸動不寧，甚則胸中澹澹大動，並見夢寐不寧、汗出氣短，舌淡、脈弦而細等症。主要是心虛膽怯、不能自安而致。誠如《醫方類聚》所言：“心虛則多驚，膽虛則多恐，此皆氣血不實，臟腑虛傷，風邪所干，入於經絡。心既不足，膽氣衰微，故令神思恐怯而多驚悸也。”治當以養心益氣壯膽鎮驚為主，則心安膽壯，恐懼自失，驚悸不作，可用平补镇心丹(《和劑局方》)合磁朱丸(《千金方》)加減。在“不寐”中，心膽氣虛證的特點是：心中不安難以入眠，寐則多夢，尤以惡夢紛紜，且兼頭暈欲嘔，氣短乏力，舌苔薄膩，脈細而弱。乃因心膽虛怯，神魂不能安藏而致。治當補益心膽、寧神安魂，可用酸枣仁汤(《金匱要略》)加減；有痰熱者可合用温胆汤(《千金要方》)加減，或用高枕无忧散(《古今醫鑑》)加減。\n心膽氣虛證多見於婦人，但男子亦不少見，尤其是體質虛弱或大病久病之後，神氣未復，常可見到。小兒因臟腑嬌嫩、氣血未充，故若受驚恐，則最易傷心膽之氣，令氣血離散、神魂不安。但其表現則以夜間啼哭或睡夢不寧，或時有驚惕為主。因其為心膽氣傷而神氣離散，故不可誤認為實證，徒用鎮墜之品。而當收斂神氣，以安定心神，可用秘旨安神丸(《幼幼集成》)。若因驚而神魂離散，神志不清，又當益氣固脫，亟救元陽，可用独参汤(《十藥神書》)。此則非一般之心膽氣虛可比。\n另外，心膽氣虛證常因心氣不足，肝膽氣機疏洩失職而致水濕津液不能輸布，形成痰飲。進一步擾亂心神，成為虛實挾雜之證。當根據痰飲之輕重，標本之先後，或以治痰為主，或益氣化痰同用，可選用溫膽湯之類化裁。心膽氣虛證還可因心氣之虛，漸及陰血，導致“臟躁”，出現悲傷欲哭、欠伸、心煩不眠、坐臥不安等症，治當合用甘麦大枣汤(《金匱要略》)以養心除煩，潤燥安神。",
    "type_comparison": "心氣虛證和心膽氣虛證 (參見心氣虛證)\n肝膽不寧證和心膽氣虛證 二證均多因七情所傷而有精神情志方面的病變。肝藏魂而主謀慮，膽主決斷，故肝膽不寧亦可出現易驚善恐，不寐多夢之症，需和心膽氣虛相鑑別。肝膽不寧證之產生，多因勞累或情志所傷，暗耗陰血，導致肝膽虛怯，使肝魂不藏、膽失清靜，出現心煩不寐、惡夢驚恐或觸事易驚等精神不安的症狀，此外還可見到其它肝陰血虛之症；如肝開竅於目，陰血虛則目失所養而致頭暈眼花、視物不明等；陰血虛，肝膽之火上炎，又可見到口苦咽乾或嘔吐苦水等症；脈弦而細亦是陰血不足之象。總之，二證雖均有膽虛之表現，但一以肝為主，一以心為主；一為陰血不足，一為氣分虛弱，是不難區分的。\n心脾兩虛和心膽氣虛證 二者同為虛證，均可因心之虛而致心神不安，出現心悸怔忡、不眠多夢等症，故應予鑑別。就其病因來說，心膽氣虛多與素體虛怯而卒受驚恐有關；心脾兩虛則多因思慮勞倦所傷。究其病機，前者在於心脾，主要是心血脾氣之虛；而後者在於心膽，主要是氣分之不足。其臨床表現，心脾兩虛者以心血虛、心神不安之心悸健忘、多夢易醒為主；同心膽氣虛之因驚而悸、驚恐不寧、惕惕不安有所區別。雖同有心悸，但前者為心血虛不能自安之悸；後者心氣雖虛，復受驚擾而致心神不安，故乃因驚而悸。且心脾兩虛證尚可見到脾氣虛之少氣懶言、體倦神疲、飲食無味、腹脹便溏等症，而在心膽氣虛證，則脾氣虛表現並不突出。此外，心脾兩虛證因心血不足，可見面色無華、舌質淡、脈細弱無力等，較心膽氣虛證之虛象更為明顯。"
  },
  "literature": "《濟生方》：“……或因事有所大驚，或聞虛響，或見異相，登高涉險，驚忤心神，氣與涎鬱，遂使驚悸，驚悸不已，變生諸證。或短氣悸乏，體倦自汗，四肢浮腫，飲食無味，心虛煩悶，坐臥不安，皆心虛膽怯之候也。治之之法，寧其心以壯膽氣，無不愈者。”\n《醫方類聚·五臟門》：“夫膽虛不得睡者，是五臟虛邪之氣，干淫於心，心有憂恚，伏氣在膽，所以睡臥不安，心多驚悸，精神怯弱，蓋心氣憂傷，肝膽虛冷，致不得睡也。”",
  "zhengsu_composition": {
    "location": [
      "xin",
      "dan"
    ],
    "nature": [
      "qi_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：心、膽。病性：氣虛。根據證候名稱「心膽氣虛證」分析其病機組成。"
}