{
  "id": "xinfeiqixu",
  "number": 201,
  "name": "心肺氣虛證",
  "category": "臟腑證候",
  "overview": "心肺氣虛證是由於心肺兩臟的功能衰弱，導致肺氣不足和心氣耗損而引起的一系列症狀的總稱。本證多因內傷勞倦所致，心肺久病相互影響，或它臟有病及於心肺亦可引起。\n主要臨床表現為：心悸氣短，咳嗽，少氣，氣喘面促，動則尤甚，面色晄白，自汗，易於感冒，甚則面浮肢腫，口唇青紫，舌質淡暗，苔薄白，脈沉細而弱等。\n心肺氣虛證常見於“咳喘”、“虛勞”、“汗證”、“厥證”等疾病中。\n本證應與“心氣虛證”、“肺氣虛證”等相鑑別。",
  "clinical_manifestations": "心悸氣短，咳嗽，少氣，氣喘面促，動則尤甚，面色晄白，自汗，易於感冒，甚則面浮肢腫，口唇青紫，舌質淡暗，苔薄白，脈沉細而弱等。心肺氣虛證",
  "common_diseases": [
    "“咳喘”",
    "“虛勞”",
    "“汗證”",
    "“厥證”"
  ],
  "differential_syndromes": [
    "“心氣虛證”",
    "“肺氣虛證”"
  ],
  "differential": {
    "self_analysis": "心肺氣虛證多是在心氣虛證或肺氣虛證的基礎上相互影響，導致心肺兩臟功能俱不足而引起。因為心肺兩臟並居胸中，其功能相互影響。心主血，為五臟之首。肺司呼吸，而主一身之氣。氣為血帥，氣行則血行；血能載氣，而為氣之母，氣血兩者相互化生。心氣虛損則不能助肺氣宣發敷布，而致肺氣虧虛；肺氣虛損則不能貫注心脈而致心氣不足。無論由心及肺，由肺及心，均可導致心肺氣虛之證。出現心悸氣短、呼吸微弱、動則加劇、咳嗽喘促、自汗面浮等症。但本證在不同的疾病中其表現又各具特點。如咳喘之心肺氣虛證，多為咳喘日久，症見咳嗽無力，動則心悸汗出，氣短作喘，甚而口唇青紫。乃因肺氣虛衰，累及於心，血液運行無力所致。治當補肺定喘，益氣養心，方選补肺汤(《永類鈴方》)加減。“虛勞”之心肺氣虛證，以氣短心悸為主，聲低語怯，自汗面白，夜寐不安，身倦乏力，或兼咳喘氣促。乃因心肺氣虛引起宗氣不足，氣不助運，心脈無力所致。治以補益心肺之氣為主，可用补肺汤(《永類鈴方》)合保元汤(《景岳全書》)加減。“汗證”出現心肺氣虛證者，主要表現為汗出惡風，或汗出心悸，夜寐欠寧，面色晄白，常易感冒，脈細而弱，舌苔薄白。因汗為心液，而肺合皮毛，故心肺氣虛則皮毛不固，汗液外泄而致汗出等症。治以養心益氣固表，擬玉屏风散(《丹溪心法》)合桂枝甘草汤(《傷寒論》)加減。“厥證”出現心肺氣虛證者，可見氣短息微，不相接續，心悸不寧，汗出肢冷，甚或突然昏倒，面色蒼白。多因素體虛弱，兼以勞累過度，悲憂驚恐所傷。《內經》所謂“勞則氣耗”、“悲則氣消”、“恐則氣下”、“驚則氣亂”，心肺之氣或散於外，或陷於下，而致氣機逆亂，甚則虛脫。治宜益氣固脫，方選独参汤(《十藥神書》)或四味回阳饮(《景岳全書》)加減。\n心肺氣虛證多見於老年人，尤其是久病咳喘者。由於心肺氣機不固，衛外功能不足，病者常易感受外邪，特別是每於秋冬天氣寒冷時病情加重。且由於影響肺之宣發敷布功能，津液不布，凝聚而成痰飲。當心氣虛影響到心陽不振，不能溫化水液時，可引起水腫。故本證多挾痰飲水濕為患，成為虛實挾雜，本虛標實之證。外邪及痰飲的存在，又進一步影響了心肺的功能，使咳喘、氣短、心悸等症更趨嚴重。心肺氣虛證還可因推動血液運行無力而引起瘀血，出現口唇青紫、舌質紫暗、脈象澀滯等血行瘀阻的現象。治療時，可在補益心肺之氣的基礎上，稍佐以活血化瘀之品。\n此外心肺氣虛證或早或晚均要進一步影響到脾腎的功能。或由肺虛及脾，子盜母氣，或由火不生土，母病及子，均可傳之於脾，使脾氣虛衰。若肺虛及腎，或心陽不能溫暖腎陽，則又會引起腎氣的不足，致使腎不納氣，氣短喘咳之症加重；若腎氣不足，則水濕泛濫，又可引起水氣上凌心肺之證，使病情進一步發展。心肺氣虛證的發展，嚴重時可導致氣脫於上而使陰陽離決，危及生命。",
    "type_comparison": "心氣虛證與心肺氣虛證 可參見心氣虛證。\n肺氣虛證與心肺氣虛證 肺氣虛證是由於勞傷過度或久咳傷氣，或它臟有病而影響到肺之功能不足的病變。因心肺氣虛證亦有肺氣虛的表現，故二者應予鑑別。肺氣虛證主要是影響了肺主呼吸的功能，故以咳嗽短氣為主症。又因肺主宣發，外合皮毛，氣虛則肺失宣發，皮毛失養，故有惡風怕冷自汗之症，且有聲音低怯、倦怠懶言等宗氣不足的表現。而心肺氣虛證則不僅有肺氣虛證的表現，而且有心氣虛證的表現，如心悸、面色晄白等。若心氣不足影響到血運無力，還可見到口唇青紫，舌淡紫暗等血行不暢的見症。且心屬火而為陽中之太陽，心之陽氣不足，不能溫化水飲，尚可出現痰飲水腫等症。同單純之肺氣虛證均有不同，不難區別。"
  },
  "literature": "《靈樞·大惑論》：“岐伯曰：上氣不足下氣有餘，腸胃實而心肺虛，虛則榮衛留於下，久之不以時上，故善忘也。”\n《景岳全書·雜證謨》：“夫五臟之神，皆統於心。故憂心於心，肺必應之。憂之不已，而戚戚幽幽，則陽氣日索，營衛日消，勞傷及肺，弗亡弗已。”“蓋心藏神，肺藏氣，二陽臟也。故暴喜過甚則傷陽，而神氣因以耗散，或縱喜無節，則淫蕩流亡，以致精神疲竭，不可救藥。”",
  "zhengsu_composition": {
    "location": [
      "fei",
      "xin"
    ],
    "nature": [
      "qi_xu"
    ]
  }
}