{
  "id": "xinganxuexu",
  "number": 200,
  "name": "心肝血虛證",
  "category": "臟腑證候",
  "overview": "心肝血虛證是由於營血耗傷，化源不足，使心肝失其所藏而引起的精神不安及所主官竅組織失養的一系列症狀的證候。其病因多為內傷勞倦，久病耗傷營血，或長期出血亦可引起。\n主要臨床表現是：頭目眩暈，心悸怔忡，失眠健忘，夜寐不安，婦人月經澀少或經閉不行，或手足抽搐，面色無華，唇甲色淡，舌淡苔薄，脈細弦或細澀。\n心肝血虛證常見於“不寐”、“驚悸”、“虛勞”、“眩暈”、“痙病”、“月經病”等疾病中。\n本證應與“心血虛證”、“肝血虛證”、“肝陰虛證”及“心脾兩虛證”相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "“不寐”",
    "“驚悸”",
    "“虛勞”",
    "“眩暈”",
    "“痙病”",
    "“月經病”"
  ],
  "differential_syndromes": [
    "“心血虛證”",
    "“肝血虛證”",
    "“肝陰虛證”及“心脾兩虛證”"
  ],
  "differential": {
    "self_analysis": "心主血而肝藏血，故凡引起陰血不足的病症，均可能影響心肝功能而引起本證。但一般來說，心肝血虛證之形成，主要是由於內傷勞倦，心之營血耗傷。心屬火而肝屬木，心血不足則子盜母氣，而使肝失所藏；或者是化源不足，或慢性失血，使肝無所藏，則血不養心；久病耗傷陰血，亦可使心失其養，肝失所藏而形成本證。本證的臨床表現主要反映在三個方面：一是血虛的共同表現，如頭暈、心悸、面色無華、經少經閉、舌淡、脈細等；二是精神方面，因心藏神而肝藏魂，血虛則神魂不能安藏，出現失眠健忘、夜寐不安等症；三是心肝所主的體表組織器官失養的病症，如眼花耳鳴、手足搐搦、唇甲色淡、女子經少經閉等。本證在不同病證中表現特點各有不同。如在不寐病中，其臨床表現以虛煩不眠、夜夢紛紜為特點，兼見眩暈心悸等症。因為營血不足則虛火內擾，故有心煩不寐之象，即《金匱要略》“虛勞虛煩不得眠”之謂。肝血不足則魂不安藏，故夜夢紛紜、驚恐不寧。治宜補血養肝、寧心安神，酸枣仁汤(《金匱要略》)主之。在“驚悸”中，以心中動悸不寧、膽怯易驚為特點，兼見頭暈眼花、面色無華，脈象細澀，或見結代等。主要是因為心血耗損，神不自安，故動而悸，肝血不充則發為“驚駭”，且有其它血虛見症。脈為血府，血少脈道不充，血流不利，故脈細而澀。若兼有心氣之虛，則有結代之象。治宜養血寧心、安神定驚，方用天王补心丹(《世醫得效方》)合四物汤(《和劑局方》)加減。“虛勞”之心肝血虛證，臨床表現較多，其特點是全身血虛之症明顯，心悸怔忡、頭暈失眠、耳鳴眼花等症皆有，且可見胃納欠佳、腹脹氣短、身疲乏力。女子則月經澀少，或經閉不行、面色蒼白無華、唇甲舌脈皆是血虛之象，其病程亦長。治療應在補益心肝之血的同時，健脾益氣，助其化源。可用归脾汤(《婦人良方》)合四物汤化裁。眩暈之心肝血虛證，其特點是眩暈時作，頭昏而暈，勞累則甚，兼有其它見症，乃因血虛不能上榮腦髓而致。可用当归补血汤(《內外傷辨惑論》)合白薇汤(《本事方》)加減。痙病之心肝血虛證多發生在素體血虛者，或失血、產後，乃因營血虛竭、筋脈失其濡養而致，所謂血虛生風。誠如張景岳所說“陰虛血少之輩，不能榮養筋脈，以致抽掣痙仆。”其病證特點是，四肢抽搐或手足搐搦，多為微微而動，且伴有頭目眩暈、心悸不寧、面色萎黃或蒼白，舌淡苔少，脈細無力。治宜養血柔肝，熄風止痙。輕者可用补肝汤(《醫宗金鑑》)或八珍汤(《正體類要》)酌加熄風之品，重者可用大定风珠(《溫病条辨》)加減。\n心肝血虛證見於婦人，主要表現為月經及胎產方面的病變。而婦人之月經過多、崩漏不止或產育傷血又是引起心肝血虛證的一個重要原因。因為心肝血虛，血海不能按時充盈，衝任失養，故常表現為月經後期而至，或月經過少。其特點是經血量少而色淡，少腹空痛，且有眩暈心悸、面色萎黃，舌淡脈細等血虛表現。若在孕期，則可能影響胎兒的發育，引起妊娠腹痛或胎動不安之症。若血虛及陰，陰虛風動，則可能引起子癇。產後之心肝血虛，最常見者為產後血暈及痙病。\n應該注意，心肝血虛證是血虛證的一個方面。由於心肝脾腎等臟均與營血之生化有關，如心主血，肝藏血，脾為營血化生之源，又能統攝血脈，腎精可化生營血，所謂生機在腎。故血虛反映為多臟腑的病變。心肝血虛證固然以心肝兩臟為主，但均可能兼有它臟之病變，特別是脾。因為脾虛不運則化源告竭，水谷精微不能化生營血，而致血虛。若脾不統血，則易有失血之患，更使心肝之血不足。故在心肝血虛證中常兼見脾氣虛的證候。如納呆腹脹、飲食無味、倦怠乏力等。在治療中常在補養心肝之血的同時，兼以健脾益氣以助化源。",
    "type_comparison": "心血虛、肝血虛與心肝血虛證 三證均是血虛引起的病變，涉及到心肝二臟。心主血而肝藏血，二者有母子相生的關係。心主血而藏神，其華在面；肝藏血而舍魂，其榮在爪。心、肝血虛均可引起神魂不安及血失所養的病症。如心悸失眠，健忘易驚，視物昏花，面色少華，筋脈不利，爪甲蒼白等，故臨床上常難以區分。其區別僅僅是病程先後及病機側重的不同。如心血虛證，其病機主要是影響了心主神明的功能，引起心悸失眠等症；而肝血虛的重點，則在於肝血失養出現的一系列症狀。特別是血海空虛、衝任失養而引起的月經方面的病變；心肝血虛證則二者兼有之，既有失眠多夢易驚等神魂不安的病症，又有頭暈眼花、唇甲色淡、肢體抽搐、月事不利等肝血失養的病證。三者之間互為因果，相互影響，密切相關。或以心虛在前，子盜母氣致肝血亦虛；或以肝虛為主，母病及子引起心血不足。但終則均可導致心肝兩虛。臨證時應注意抓住主症，從分析病變發展過程中找出病機所在進行調治，則不失治病求本之旨。\n肝陰虛證與心肝血虛證 肝陰虛證同樣可以出現眩暈頭昏、夜寐夢多、耳鳴眼花，或肢體拘攣、麻木不仁等症，故亦應與本證鑑別。從病因病機來說，二者均有血虛的方面。但心肝血虛多是思慮勞倦耗傷營血引起，而肝陰虛證則多因腎陰不足，精不化血，血不養陰而引起。臨床表現上，二者同有肝血虛的症狀。但肝陰虛證除一般陰血失養的表現外，因為陰虛生內熱，故有虛熱之象。如口乾咽燥，面部烘熱，午後顴紅，舌質偏紅少津，脈象細數等。特別是舌脈的變化，更是區別血虛和陰虛的重要標誌。\n心脾兩虛證與心肝血虛證 二證均可出現心悸失眠、面色無華、舌淡脈細等心血虛、心神不安的表現，但二者的病機重點不同。前者是思慮勞倦耗傷心脾，脾虛不運、化源匱乏而致；後者則是營血耗傷、心肝失養而致。故其鑑別要點為：心脾兩虛證有脾虛的表現，由於脾虛不運引起納呆腹脹、便溏乏力等症，或脾不統血尚可引起出血之症；而心肝血虛證，有肝血不足的表現，由於肝血失養而出現眩暈眼花、虛煩易驚等，並可能出現月經澀少或閉止，乃至血虛生風手足拘攣搐搦的症狀。當然，前已指出，心肝血虛證同其它血虛證一樣，一般多兼有脾虛之變化，故治療上應佐以健脾益氣，以資化源。但同心脾兩虛證以補益心脾為主畢竟不同。"
  },
  "literature": "《雜病廣要·驚悸》：“有因怒氣傷肝，有因驚氣入膽，母能令子虛，因而心血不足，又或嗜欲繁冗，思想無窮，則心神耗散而心君不寧，此其所以有從肝膽出治也。”"
}