{
  "id": "xinhuokangsheng",
  "number": 124,
  "name": "心火亢盛證",
  "category": "臟腑證候",
  "overview": "心火亢盛證是指五志鬱極化火，或六淫傳里化火，或過食辛辣之品，火熱熾盛，擾亂心神，以致心火亢盛的證候。\n主要臨床表現為：口舌生瘡，面赤，心煩失眠，發熱口渴，欲冷飲，便秘尿黃，甚則或狂亂，舌紅苔黃，脈滑數。\n心火亢盛證常見於“血淋”、“不寐”、“心悸”等疾病中。\n本證應與“熱入心營證”、“肝火上炎證”相鑑別。",
  "clinical_manifestations": "口舌生瘡，面赤，心煩失眠，發熱口渴，欲冷飲，便秘尿黃，甚則或狂亂，舌紅苔黃，脈滑數。心火亢盛證",
  "common_diseases": [
    "“血淋”",
    "“不寐”",
    "“心悸”"
  ],
  "differential_syndromes": [
    "“熱入心營證”",
    "“肝火上炎證”"
  ],
  "differential": {
    "self_analysis": "心火亢盛證可出現於多種疾病之中，其臨床表現各具一定特點。若血尿病中出現心火亢盛證，其臨床表現為尿血，口舌糜爛，心中煩熱，吐血衄血，舌紅苔黃，脈數，多因思慮過度，心陰被耗，陰虛則陽亢，心火亢盛，心與小腸相表里，心火移於小腸，火灼陰絡，血溢脈外所致，治宜清心瀉火，涼血止血，方用导赤散(《小兒藥證直訣》)；尿血多者，宜涼血止血，導熱瀉火，方用小蓟饮子(《濟生方》)。若不寐病中出現心火亢盛證，臨床多見不易入寐，口舌生瘡，煩躁，頭暈耳鳴，舌紅無苔，脈細數等，多因腎陰虧損，不能上濟於心，心火獨亢，心腎失於交濟所致，治宜滋陰降火，方用知柏地黄丸(《醫方考》)合交泰丸(《韓氏醫通》)。若心悸病中出現心火亢盛證，臨床常見心悸，口乾，煩躁，心神不寧，便秘尿黃，舌紅，脈滑數等，多因心陽獨亢，心失所養，或五志化火所致，治宜清心降火，方用泻心汤(《金匱要略》)或凉膈散(《和劑局方》)。\n心與小腸互為表里，有經絡相連，小腸經為表，心經為里，心火亢盛，下移於小腸，可見小便短赤，尿道灼熱疼痛之小腸實熱證，不可忽視。",
    "type_comparison": "熱入心營證與心火亢盛證 熱入心營證乃因火熱之邪，傷於血脈，榮氣不行，邪熱稽留不散所致。心火亢盛證，多因勞神過度，心火妄動，或因喜食辛熱之品，或六淫內鬱化火所致，心火內熾，則心中煩熱，火擾心神，則煩躁失眠；心開竅於舌，心火上炎，則口舌生瘡，或糜爛；熱灼津液則口渴，欲冷飲；心合小腸，心火亢盛，移熱於小腸，則出現小便赤澀刺痛；血絡為火傷，則尿血；舌為心之苗，心主血脈，故心熱可見舌紅，脈數。熱入心營證，熱入營血，心火內燔，則見發熱，甚則神志恍惚，循衣摸床，驚厥，舌紅絳，脈弦數等症。總之熱入心營證，為溫邪入營入血，臨床出現營分證候；心火亢盛證，在溫病為邪在氣分的一部分表現，在雜病則有心火妄動的見證，但均無營血症狀。以此可作鑑別。\n肝火上炎證與心火亢盛證 肝為風木之臟，善行而數變，肝火上炎證，多因情志失調，火性上炎所致，臨床表現為頭痛頭暈，口苦便乾，甚則吐血衄血，脈弦數等，肝喜條達，當情緒抑郁，可影響肝的疏洩，引起肝氣鬱結，出現脅肋灼痛，面紅目赤，善怒，脈弦等特徵。心火亢盛證，多因五志鬱極化火，以內傷為主，臨床多見發熱口渴，口舌生瘡，甚則尿血、尿痛，脈數。總之，肝火上炎證，病變在肝，以氣鬱化火為主；心火亢盛證，病變在氣分，以熱盛為主。以資鑑別。"
  },
  "literature": "《證治匯補·火症》：“掉眩瘈瘲，脅痛目赤，肝火動也，悲笑譫妄，口舌瘡瘍，心火動也。腹脹有聲，口臭唇腫，脾火動也，喘咳煩悶，鼻塞鼽衄，肺火動也。夢遺精濁，躁擾牙宣，腎火動也，目黃口苦，耳鳴脹痛，膽火動也。多作腹痛，血淋溺濁，小腸火也。嘔吐嘈雜，面浮齦腫，胃家火也，暴瀉黃赤，便結不通，大腸火也，癃閉淋瀝，遺溺混濁，膀胱火也，喉痺昏昧，頭眩格食，三焦火也，陽事頻舉，不交精洩，命門火也。”\n《類證治裁·火證》：“治實火，上焦熱，中焦積熱，渴燥便秘，三焦火盛，狂躁吐衄，陽明潮熱，下焦火，溺血淋閉，一切血分火熱丹毒。”\n“治五臟火，氣鬱火起於肺，大怒火起於肝，醉飲火起於脾，怵惕思慮火起於心，房欲火起於腎。治六腑火，胃火牙疼頤腫，膽火眩晕口苦，大腸便秘不通，小腸火癃閉淋瀝。膀胱火腹痛溺澀，三焦火膠熱體倦，心包火，怔忡不安，其遊行之火，或宜散宜清宜降，各隨微甚而調之。”",
  "zhengsu_composition": {
    "location": [
      "xin"
    ],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：心。病性：熱/火。根據證候名稱「心火亢盛證」分析其病機組成。"
}