{
  "id": "xinpiliangxu",
  "number": 203,
  "name": "心脾兩虛證",
  "category": "臟腑證候",
  "overview": "心脾兩虛證是指心血耗傷，脾氣受損而出現的心神失養，脾氣虛弱，不能統血的一類症狀的概稱。多因思慮過度，飲食不節，或病後失調，慢性出血等所致。\n主要臨床表現為：心悸健忘，少寐多夢，面色萎黃，食少倦怠，腹脹便溏，氣短神怯，或皮下出血，婦女月經不調，月經色淡量多，崩漏，或經少經閉，舌質淡嫩，苔白，脈細弱。\n心脾兩虛證常見於“虛勞”、“驚悸怔忡”、“不寐”、“健忘”、“眩暈”、“出血”等多種疾病中。\n本證應與“脾氣虛證”、“心氣虛證”、“心肺氣虛證”、“脾肺氣虛證”相鑑別。",
  "clinical_manifestations": "心悸健忘，少寐多夢，面色萎黃，食少倦怠，腹脹便溏，氣短神怯，或皮下出血，婦女月經不調，月經色淡量多，崩漏，或經少經閉，舌質淡嫩，苔白，脈細弱。心脾兩虛證",
  "common_diseases": [
    "“虛勞”",
    "“驚悸怔忡”",
    "“不寐”",
    "“健忘”",
    "“眩暈”",
    "“出血”等多種疾病"
  ],
  "differential_syndromes": [
    "“脾氣虛證”",
    "“心氣虛證”",
    "“心肺氣虛證”",
    "“脾肺氣虛證”"
  ],
  "differential": {
    "self_analysis": "心脾兩虛證在不同疾病中的臨床表現和治法各具特點。虛勞病中出現心脾兩虛證，以臟腑虛損的表現為特點。如心悸怔忡，健忘失眠，多夢，面色不華，食少倦怠，脈細弱，舌質色淡，舌苔薄等。多因飲食不節，飢飽不調，損傷脾胃之氣，不能生化精微，生長氣血。氣血來源不足，內不能和調於五臟六腑，外不能灑陳於營衛經脈。脾氣虛衰，化源乏繼，心血日虧，病勢日深所致。治宜補益心脾，方選归脾汤(《濟生方》)。驚悸怔忡病中出現心脾兩虛證，以心悸不安，面色不華，頭暈目眩，舌淡紅，脈細弱為特點。多由思慮過度，勞傷心脾所致。思慮傷神，不但耗傷心血，又易影響脾胃生化之源，因而氣血兩虧，不能上奉於心，故見心悸不安，有無所接續之感。治宜健脾益氣，補血養心，方選四物汤(《和劑局方》)合天王补心丹(《世醫得效方》)加減。不寐病中出現心脾兩虛證，以多夢易醒，睡眠不安為特點。多由思慮勞倦，傷及心脾，陰血暗耗，神不守舍，脾傷無以生化精微，血虛難復，心神失養，而成不寐。張景岳說：“勞倦思慮太過者，必致血液耗亡，神魂無主，所以不眠。”《類證治裁》也說：“思慮傷脾，脾血受損，經年不寐。”治宜補益心脾，方選归脾汤或养心汤(《證治準繩》)。健忘病中出現心脾兩虛證，以善忘與失眠並見為特點。多由憂思過度，損其心脾，神舍不清所致。《三因方》說：“脾主意與思，意為記所往事，思則兼心之所為也。……今脾受病則意舍不清，心神不寧，使人健忘，盡心力思量不來者是也。”治宜養血益氣，寧心安神，方選益气安神汤(《雜病源流犀燭》)。眩暈病中出現心脾兩虛證，以眩暈兼見面色晄白，唇甲不華，神疲納減，勞則易發為特點。多由勞倦內傷，心脾兩虛所致。心虛則血液循環不周，脾虛則生化之源不旺。治宜養血調營，方選人参养荣丸(《和劑局方》)。出血，如衄血、便血、尿血、皮下出血、女子崩漏等疾病中出現心脾兩虛證，以出血量多，血色淡紅，心悸短氣，面色無華，唇甲色白為特點。多由於心脾虛弱心不主血，脾不統血所致。治宜補心脾，益氣攝血，方選归脾汤加減。\n本證的病變部位主要在心脾，且多表現為氣血兩虛。若以氣虛為主者，則多偏於脾虛；以血虛為主者，則多偏於心虛。在病機演化過程中，血虛及陰，可出現心脾氣陰兩虛，除心悸怔忡、神疲乏力外，還會出現口乾咽痛，午後潮熱，面紅升火，手足心熱等症。亦可因心脾俱虛，氣血兩虧，造成氣虛血脫的垂危表現，可見心動悸，面色蒼白，大汗淋漓，脈微細欲絕的症狀，不可不慎。",
    "type_comparison": "脾氣虛證與心脾兩虛證 脾氣虛證多因飲食失調，或勞倦內傷，或吐瀉太過所致，亦可由其它疾病影響，如肝氣乘脾而形成。臨床常以脾運失健，氣血化生不足，四肢肌肉無以充養為特點，故見胃納呆鈍，食後脘腹脹滿，大便溏薄，少氣懶言，形體消瘦，四肢倦怠，面色萎黃不華，舌淡苔白，脈緩弱，治宜益氣健脾。而心脾兩虛證雖見脾氣虛的症狀，但所不同的是，前者病位屬脾，重在氣虛，後者涉及心脾，因此，不僅有脾氣虛之徵，還必備心氣血不足的表現，如心悸健忘，少寐多夢等，治療應以補養心脾氣血為原則。\n心氣虛證與心脾兩虛證 心氣虛證多由久病體虛，暴病傷陽耗氣，年高臟氣衰弱，稟賦不足等原因所致。臨床表現以心悸短氣，活動後加重，自汗神疲，舌淡苔白，脈結代或細弱為特點。而心脾兩虛證則由思慮勞倦過度引起。臨床表現以心血不足，脾氣虛弱的症狀為主。兩者雖均見心悸，但心脾兩虛證因兼心血不足，故常伴有健忘、失眠、多夢，與心氣虛證的心悸短氣，活動後加重自是不同。此外，心脾兩虛證還必見脾氣虛的症狀，如食少倦怠，腹脹便溏等；或以脾失統血，而出現衄血，便血，尿血，皮下出血，月經不調及崩漏等。前者當以補氣養心即可，後者則應補養心脾為法。\n心肺氣虛證與心脾兩虛證 肺主氣，心主血，氣為血帥，血為氣母。心肺氣虛證多因勞倦過度或久病咳喘，耗傷心肺之氣所致。臨床以肺氣不足，心血運行不利為特點，而見心悸短氣，咳喘少氣，胸悶發憋，自汗乏力，動則更甚。面色晄白或暗滯，甚至口唇青紫，舌質暗淡或有瘀斑，脈細弱。治宜補益心肺。此與心脾兩虛證表現的心血虧耗，脾氣虛弱的證候特點易於鑑別。\n脾肺氣虛證與心脾兩虛證 二者雖均有脾氣虛的表現，如倦怠食少，腹脹便溏等，但由於脾司運化，肺主治節，脾肺之氣兩虛，飲食不化精微，水液通調，則痰濕內停。故前者必見咳喘痰多而稀白，或面浮足腫，畏寒氣怯；後者則以心血不足，必見心悸健忘，少寐多夢，自易鑑別。"
  },
  "literature": "《丹溪心法·驚悸怔忡》：“怔忡者血虛，怔忡無時，血少者多。有思慮便動，屬虛。時作時止者，痰因火動。”"
}