{
  "id": "xinqixueliangxu",
  "number": 122,
  "name": "心氣血兩虛證",
  "category": "臟腑證候",
  "overview": "心氣血兩虛證是指心經氣血兩虧，心與心神失養所致，既有心氣不足，又有心血虛的證候。本證多因心脾失養或化源不足或久病體虛等因素所致。\n主要臨床表現為：心悸氣短，自汗，憋悶，神疲頭晕，面色蒼白，多夢健忘，舌質淡，脈弱等。\n心氣血兩虛證常見於“心悸”、“怔忡”、“崩漏”、“不寐”等疾病中。\n本證應與“心氣虛證”、“心血虛證”、“心脾兩虛證”相鑑別。",
  "clinical_manifestations": "心悸氣短，自汗，憋悶，神疲頭晕，面色蒼白，多夢健忘，舌質淡，脈弱等。心氣血兩虛證",
  "common_diseases": [
    "“心悸”",
    "“怔忡”",
    "“崩漏”",
    "“不寐”"
  ],
  "differential_syndromes": [
    "“心氣虛證”",
    "“心血虛證”",
    "“心脾兩虛證”"
  ],
  "differential": {
    "self_analysis": "心氣血兩虛證可出現於多種疾病之中，其臨床表現各具一定特點。若心悸病中出現心氣血兩虛證，臨床常以心悸不寧，自覺心中空虛為主症，伴有面色晄白，神疲頭晕，自汗，舌質淡，脈弱等特徵，多因素體虛弱，心中氣血不足，神失所藏或失血過多，或病後失調，氣血虛少，心失所養所致，如《難經·二十二難》說：“血主濡之。”治宜補氣養血，養心寧神，方用归脾汤(《濟生方》)。若怔忡病中出現心氣血兩虛證，其臨床表現為心悸，易驚，心中煩亂，多夢健忘，多因心神不安所致，且常與心肝火旺或肝膽氣虛有關，治宜滋陰養血，清心瀉火，方選朱砂安神丸(《蘭室秘藏》)。如崩漏病中出現心氣血兩虛證，常以心悸，月經不調，淋漓不淨，神疲頭晕，舌質淡苔薄白，脈大而虛或細弱為特徵，多由氣血虧損，衝任失調，營血虧損所致，《靈枢·邪客》說：“營氣者，泌其津液，注之於脈，化以為血。”治宜益氣補中，方選补中益气汤(《脾胃論》)或用補益氣血的十全大补汤(《和劑局方》)。若不寐病中出現心氣血兩虛證，則臨床以不易入眠，心悸，健忘，面色不華，神疲頭晕，脈細弱，舌淡為特點，多因思慮太過或失血過多，久虛之體損及氣血所致，治宜益氣滋陰，養心安神，方用生脉散(《內外傷辨惑論》)合四物汤(《和劑局方》)加酸枣仁、柏子仁、遠志等藥。\n又，氣能生血，且能行血，血液能正常運行，靠心氣的推動，肺氣的敷布，肝氣的疏洩。一旦氣的功能失常，則易致血行不利，臨床表現為不通則痛，或出現血瘀現象。氣能攝血，就是說，氣有統攝血液，使血液循行於脈道之內，而不外溢的能力，倘若氣虛，統攝無權，即所謂“氣不攝血”，則可見出血症狀。氣對血有溫煦、化生、推動、統攝等作用，氣虛有時易導致血虛，血虛無以載氣，則氣亦隨之而少，氣失血之濡養，則易生燥熱，尤其是血脫之證，因氣無所附，必隨之而脫，終至危殆。總之氣血同病，且互相影響，臨床屢見不鮮，應予以重視。",
    "type_comparison": "心脾兩虛證與心氣血兩虛證 氣為陽，血為陰，氣血陰陽，在人體內是相互為用，不可分割的。心脾兩虛證與心氣血兩虛證，雖均屬虛證，都有心病的共同證候，但二者有所不同。心脾兩虛證為心與脾二臟不足，病在心脾；心氣血兩虛證，是指心的氣與血虧損，病在心。心氣血兩虛證，為心之虛，由心氣虛和心血不足所致，心氣不足，則心悸，氣短，心之液失去斂藏，則自汗，心血虛則不足以榮外，因而出現舌質淡，面色蒼白，脈弱等症，勞倦，心血不足，神不守舍則失眠多夢；而心脾兩虛證，多因思慮勞倦太過，損傷心脾，致陰血暗耗，血不養心，心神不寧，故見心悸，不寐，且常伴有脾虛證候，脾主四肢，職司運化，脾為氣血生化之源，若心脾俱虛，脾失健運，可見食少，面色萎黃，倦怠，便稀等症狀，有別於單純的心虛之證。\n心氣虛證與心氣血兩虛證 《素問·五臟生成》：“諸血者，皆屬於心”、“心之合脈也”，心氣虛證與心氣血兩虛證，多因久病不愈或年老臟氣虛衰，或汗下太過損傷氣血所致。但心氣虛證，因心為陽中之陽，主表，衛陽不固腠理開，不能固攝肌表或心氣虛不斂心液，可見自汗等特徵。心氣血兩虛證，既有心氣虛的症狀，又有心血虛的表現，氣虛可影響血虛，血虛亦可涉及氣虛，最終可導致氣血、陰陽失調，心失所養，故臨床表現面色蒼白，形氣怯弱，神疲頭晕，脈沉細而弱等，一般較單純之心氣虛證為重。\n心血虛證與心氣血兩虛證 二者都有心血虛的證候。但心血虛證，多為心血虧少，血脈空虛，心神失養，臨床表現見心悸，怔忡，健忘，舌淡，脈細弱等特徵。而心氣血兩虛證，除有心血虛證候外，還有心氣虛的證候。張景岳說：“夫生化之道，以氣為本，天地萬物，莫不由之……。”心生血，心氣血兩虛證，多因血生化不足，氣血虧損所致，故臨床可表現為心悸，氣短，憋悶，神疲頭晕，脈虛無力等症狀。以此可資鑑別。"
  },
  "literature": "《類證治裁·怔忡驚恐》：“由心包血虛，相火下迫，震動君主神明，或思慮勞神，或鬱怒動火，致頭暈汗出，不寐，便濁等因，宜養心血，調心氣，降火安神為主，如心火熾甚，安神丸，心血虛熱，四物安神湯，心神浮越，酌用清鎮湯，水衰火旺，心動不安，天王補心丹。由汗下後氣虛，益營煎。營衛俱衰，脈來結代，心惕不安，養心湯。心動而臥不安，枣仁汤。思慮煩勞，心動不寐，養營湯。憂思鬱結，怔忡不已，歸脾汤。心虛怔忡自汗，養營湯去木香加浮小麥煎湯。氣鬱不宣，怔忡不定，加味四七汤加姜汁、竹沥。……”\n《證治匯補·驚悸怔忡》：“有陽氣內虛，心下空豁，狀若驚悸，右脈大而無力者是也。”“有陰氣內虛，虛火妄動，心悸體瘦，五心煩熱，面赤唇燥，左脈微弱，或虛大無力者是也。”",
  "zhengsu_composition": {
    "location": [
      "xin"
    ],
    "nature": [
      "qi_xu"
    ]
  }
}