{
  "id": "xinqixu",
  "number": 117,
  "name": "心氣虛證",
  "category": "臟腑證候",
  "overview": "心氣虛證是指心臟功能活動不足，引起心神不安，氣行無力，血運遲滯而出現症狀的證候。本證多因內傷勞倦所致，傷寒失治誤治，或病情發展，耗傷心氣亦可引起。\n主要臨床表現為：心悸怔忡，氣短乏力，活動後尤甚，兼見胸悶不適，神疲自汗，面色晄白，舌淡苔薄，脈細弱。\n心氣虛證常見於“驚悸”、“不寐”、“胸痺”、“癲病”、“虛勞”等病中。\n本證應與“心陽虛證”、“心血虛證”、“心脾兩虛證”、“心肺氣虛證”、“心膽氣虛證”相鑑別。",
  "clinical_manifestations": "心悸怔忡，氣短乏力，活動後尤甚，兼見胸悶不適，神疲自汗，面色晄白，舌淡苔薄，脈細弱。心氣虛證",
  "common_diseases": [
    "“驚悸”",
    "“不寐”",
    "“胸痺”",
    "“癲病”",
    "“虛勞”等病"
  ],
  "differential_syndromes": [
    "“心陽虛證”",
    "“心血虛證”",
    "“心脾兩虛證”",
    "“心肺氣虛證”",
    "“心膽氣虛證”"
  ],
  "differential": {
    "self_analysis": "心氣虛證的病因多為思慮勞倦，耗傷正氣，或稟賦不足，心氣本虛；或年高體弱，臟氣日衰；或久病氣血虛弱，上及於心，均可引起。此外，痺病日久，內舍於心；或病後汗下太過，傷及心之陽氣，亦可引起本證。心為五臟六腑之大主，其生理功能主要是主神明及主血脈兩方面。故心氣虛證主要表現，一是精神意識思維活動方面，包括了神志、情志、語言等功能的障礙。如《靈枢·本神》曰：“心氣虛則悲”，“神傷則恐懼自失”。故常出現驚悸不安，失眠健忘，喜悲欲哭，多憂善怒，精神恍惚，喃喃獨語等症；二是由於心氣不足，影響了血脈運行，出現局部及全身氣血不足的病症。如神疲乏力，氣短胸悶，或胸痛，時自汗出，甚或口唇青紫，面色晄白，舌淡，脈弱，或結代等症。當然，在不同疾病中，心氣虛之臨床特點，又不盡相同。如“驚悸”屬於心氣虛證者，常自覺心中空虛，惶惶不安，多畏善恐，惕然面驚，並見神疲乏力，氣短胸悶，或汗出而悸，脈多無力，或兼結代，治宜養心益氣，安神定悸，常用养心汤(《證治準繩》)或归脾汤(《婦人良方》)化裁。若見於不寐，則其特點為晝日神疲困倦，昏昏欲睡，入夜則難以成眠，多夢易驚等，治當養心安神，可用安神定志丸(《醫學心悟》)加減。心氣虛證在胸痺中，其表現多為胸痛時作，心悸胸悶，氣短作喘，汗出乏力，治宜益氣通陽宣痺，可用人参汤(《金匱要略》)或生脉散(《內外傷辨惑論》)加減。癲證之心氣虛證，見症有精神恍惚，喜靜惡動，常欲獨處，多悲欲哭，或哭笑無常，喃喃自語等，治當寧心安神，方用辰砂妙香散(《和劑局方》)之類加減，甘麦大枣汤(《金匱要略》)亦可選用。心氣虛證在虛勞病中表現，常見驚悸，失眠，夢遺，神疲，短氣，汗出等症，其治療雖以補益心氣為大法，但因氣血互根，氣虛又易傷陽，故治療當兼顧，宜選十全大补汤(《和劑局方》)化裁。\n由於病者年齡、性別及體質的不同，心氣虛證的臨床特點也有所不同。一般來說，心氣虛證多見於老年及久病體虛者。其表現以驚悸，不寐，胸痺為多。而在兒童，除先天稟賦不足易見氣短，心悸乏力，甚則口唇青紫，動則作喘等症外，常因感受外邪，病情發展，或失治誤治而成此證。婦人之心氣虛證，除上述病症外，又可影響月經胎產。如心氣虛，火不生土，導致脾虛不能統攝血脈，則可能引起月事過多或崩漏之症。產時出血過多，氣隨血去，則可有血暈之疾。凡此種種，總的病機均為心氣虛。但其施治，又當根據具體情況的不同，在補益心氣的基礎上，採取不同的治療方法。由於季節氣候的不同，心氣虛證的病機變化亦有所不同。夏季炎熱，易耗傷津液，故心氣虛證常兼見心陰不足；冬季寒涼，則易耗傷陽氣，心氣虛又多兼心陽不足。不同季節，心氣虛證的辨治、處方、用藥，應考慮有偏陰虛或陽虛的不同。\n心氣虛證之發展，多傷及心陽，而導致心陽虛證。若發展到陽虛，又可影響水液的溫化而見痰飲水腫之患，具體可參閱心陽虛證。由於陰陽互根，氣血相互資生的關係，因心氣虛不能化氣生血，心陰漸耗，亦可以導致心血虛證，或心氣血兩虛證、心氣陰兩虛證。其治療除補益心氣外，又當兼顧陰血。心氣虛之重症若不能及時救治或病情發展，易引起心氣虛脫或心陽虛脫，症見昏暈不省，目合口開，面白汗出，四肢逆冷，脈微細欲絕等，急當益氣回陽固脫。",
    "type_comparison": "心陽虛證和心氣虛證 二證均屬心臟功能不足所引起的虛證，其病因病機相互關聯，多為年高久病，心臟日衰，或汗下太過，導致心中陽氣不足而引起。由於陽氣不足，鼓動無力，氣不足以運血，血不足以載氣，且影響心神的安定和衛外的功能。故均可出現氣短乏力，心悸不安，自汗，脈虛弱等症。但二者比較，則心陽虛較心氣虛症情更趨嚴重，且多在心氣虛證基礎上發展而成。心為火臟，是陽中之太陽，心氣日衰則漸及心陽。同心氣虛相比，心陽虛證須抓住兩個特點：一是必兼寒象，即“陽虛則外寒”，故有形寒肢冷，四末不溫之症。寒性凝滯，易引起氣血瘀滯，較心氣虛之血行不暢更為明顯，出現心胸憋悶，疼痛，面色青白，口唇青紫，脈象沉細或遲，甚或結代等症；二是因為陽虛不能化氣行水，故多兼水飲內停之象，如頭目眩暈，小便不利，肢體浮腫，心下悸動，舌苔白滑，脈象沉弦等。\n心血虛證和心氣虛證 二者均為心之虛證。由於氣血相互為用，心血之生成必賴心氣之化生，血脈之運行又賴心氣之推動，而心氣之功能，亦以心血為基礎，二者相互影響，氣虛則血亦不足，血虛則氣亦衰微。二證均可出現心悸，氣短，乏力等症，但一重在氣，一重在血，各有不同。心氣虛證以心之活動功能不足為主，神無所主而血運無力，見症以心悸，氣短，胸悶，汗出，乏力為主，且見面色晄白，脈細等；而心血虛證是心之所藏不足，神明不能內守，故以驚悸不安，健忘失眠為主症，且見顏面蒼白無華，舌質淡，脈細無力等。二者當以此為辨。\n心脾兩虛證和心氣虛證 二證均可因思慮勞倦耗傷心氣引起，出現心悸怔忡，氣短乏力等心氣虛證的表現。但心脾兩虛證涉及到心脾兩臟、氣血兩方。或因脾虛，生化乏源，導致心之氣血不足；或因心虛，不能溫運，火不生土，導致脾氣虛衰，其臨床表現可見心悸怔忡、氣短、失眠健忘、納呆、脘腹脹滿、便溏倦怠等症。而心氣虛證無脾虛的症狀。前者為氣血兩虛，後者為氣虛。\n心肺氣虛證和心氣虛證 心肺同居上焦，二者關係密切，病則相互影響。心肺氣虛證多因心氣不足，漸及於肺；或因久咳傷肺，肺氣虛衰，亦可導致心氣虛證而形成本證。因肺主氣，司呼吸，外合皮毛，故心肺氣虛證必有咳嗽少氣、氣短作喘、易於感冒、心悸、甚則喘促不能平臥、口唇青紫、面浮肢腫、舌淡暗、脈細等症狀。其與心氣虛證的鑑別要點為：一、前者是心肺二臟同病，後者是心氣的病變；二、二者雖都有心悸氣短的症狀，前者伴有明顯的咳嗽少氣、喘促面浮等肺氣不足的表現，後者雖有氣短乏力，但較前者為輕。故不難鑑別。\n心膽氣虛證與心氣虛證 心膽氣虛證也稱心膽不寧證，乃因肝膽之氣虛弱，木不生火，導致心氣亦虛；或心氣虛衰，影響了膽的功能。心主神明而膽主決斷，心氣安逸，則膽氣不怯，謀慮決斷得其所矣。若心膽氣虛，則心神不安，驚恐內生，故既有心氣虛的心悸怔忡、不寐之症，又有恐懼不安、易驚之特點。自覺心中惕惕不安，惶惶然如人捕之。誠如《沈氏尊生書》云：“心膽俱怯，觸事易驚，睡夢紛紜，虛煩不寐”。其發病原因，或為體質柔弱，心膽素虛，或因暴受驚駭，終日惕惕，或事有所驚，或聞虛響，或見異相，登高涉險，驚擾心神，而致膽怯心虛，同心氣虛證的病因、病機及臨床特點均有不同。且心膽氣虛證因肝膽氣機失於疏洩，或津液不布，凝成痰濁；或氣鬱化火，灼液成痰，多挾痰熱為患，出現胸滿噁心，苔膩等痰濁見症，這是不同於心氣虛證的。"
  },
  "literature": "《聖濟總錄·心臟門》：“心虛之狀，氣血衰少，面黃煩熱，多恐悸不樂，心腹痛難以言，時出清涎，心膈脹滿，善忘多驚，夢寢不寧，精神恍惚，皆手少陰經虛寒所致，其脈見於左手寸口人迎以前，陰虛者，乃其候也”。\n《醫學衷中參西錄·論心病治法》：“有心中神明不得寧靜，有若失其憑依，而常驚悸者……究其原因，實亦由心體虛弱所致，惟投以強心之劑，乃為根本之治法。當細審其脈，若數而兼滑者，當系心血虛而兼熱，宜用龍眼肉、熟地黃諸藥補其虛，生地黃、玄參諸藥瀉其熱，再用生龍骨、牡蠣以保合其神明，……其脈微弱無力者，當系心氣虛而莫支，宜用參、術、芪諸藥以補其氣，兼用生地黃，玄參諸滋陰藥以防其因補生熱，更用酸枣仁、山萸肉以凝固其神明，收斂其氣化”。",
  "zhengsu_composition": {
    "location": [
      "xin"
    ],
    "nature": [
      "qi_xu"
    ]
  }
}