{
  "id": "xinshenbujiao",
  "number": 205,
  "name": "心腎不交證",
  "category": "臟腑證候",
  "overview": "心與腎在正常情況下，為上下相交、水火相濟的關係。若因稟賦不足，或久病虛勞、或房室過度等致使腎水虧虛於下，不能上濟於心火，心火亢於上，不能下交於腎；或因勞神過度，五志過極等致使心陰暗耗，心陽亢盛，心火不能下交於腎。心火不降，腎水不升，造成心腎水火不相既濟，而形成病變，臨床上稱為“心腎不交證”。\n主要臨床表現為：心煩，失眠，多夢，遺精，腰酸腿軟，潮熱盗汗，目眩耳鳴，或心悸，或咽乾，或夜間尿多，舌質紅，舌苔少或無苔，脈細數。\n心腎不交證候常見於“驚悸怔忡”、“不寐”、“遺精”、“健忘”等疾病中。\n本證應與“心火亢盛證”、“心陰虛證”、“心脾兩虛證”、“心膽氣虛證”、“肝腎陰虛證”等相鑑別。",
  "clinical_manifestations": "心煩，失眠，多夢，遺精，腰酸腿軟，潮熱盗汗，目眩耳鳴，或心悸，或咽乾，或夜間尿多，舌質紅，舌苔少或無苔，脈細數。心腎不交證候",
  "common_diseases": [
    "“驚悸怔忡”",
    "“不寐”",
    "“遺精”",
    "“健忘”"
  ],
  "differential_syndromes": [
    "“心火亢盛證”",
    "“心陰虛證”",
    "“心脾兩虛證”",
    "“心膽氣虛證”",
    "“肝腎陰虛證”"
  ],
  "differential": {
    "self_analysis": "心腎不交證在不同疾病中所表現的症狀特點也不一樣。在驚悸、怔忡病中，當以心悸不寧，遇驚而發或加重，煩而不寐，舌紅苔少，脈細數為主症，兼見五心煩熱，腰膝痠軟，目眩耳鳴等。由於腎精匱乏，水不濟火，心火內動所致。治宜養陰血，清心安神，選方天王补心丹(《世醫得效方》)與朱砂安神丸(《內外傷辨惑論》)合方；若五心煩熱，腰膝痠軟症狀突出者，也可選用六味地黄丸(《小兒藥證直訣》)與朱砂安神丸合方。在不寐病中，以虛煩不眠，多夢，五心煩熱，口乾津少為特點，兼見頭暈耳鳴，心悸等，舌紅，脈細數。此由勞倦內傷，腎水不足，心火獨亢之故。治宜壯水制火，滋陰清熱，選方黄连阿胶汤(《傷寒論》)合朱砂安神丸加減；若心火亢盛症狀突出者，可用交泰丸(《韓氏醫通》)；若陰虛而火不太旺者，可用天王补心丹。不寐病的治療，除藥物外，也要注意調精神，少緊張，宜舒暢，寡嗜欲，戒煩惱。在遺精病中，則以夢中泄精為特點，且見次日頭昏目眩，精神不振，體倦乏力；或心悸，或溲短黃而有熱感；舌紅，脈細數。此多由心有妄想，所欲不遂，心神不安，君火偏亢，心陰暗耗，相火妄動，擾動精室引起，乃心火旺而腎水虧，心腎不交，水火不濟之證。治宜滋陰瀉火(滋腎陰，瀉君、相之火)，選方知柏地黄丸(《醫方考》)或三才封髓丹(《衛生寶鑑》)加減。但此類病者，不能僅靠藥物，還要注意精神調養，清心寡欲。張景岳說：“遺精之始，無不病由乎心。……及其既病而求治，則尤當以持心為先，然後隨證調理，自無不癒。使不知求本之道，全恃藥餌，而慾望成功者，蓋亦几希矣。”在健忘病中，以善忘失眠，心悸煩熱，舌紅，脈細數為特點，兼見腰酸乏力，夢遺耳鳴等。此由腎精虧耗，心神失養所致。治宜滋補腎精，養心安神，方用六味地黄丸(《小兒藥證直訣》)加酸棗仁、五味子、遠志、菖蒲等。總之，心腎不交證在不同疾病中，病因病機，主症都有區別。但既是心腎不交，那麼就都必須具備“心”、“腎”兩臟不能相濟而產生的異常表現，這又是共同之處。",
    "type_comparison": "心火亢盛證與心腎不交證 雖然兩者在症狀上均可能出現心煩、心悸、多夢等疑似表現，但心火亢盛證多由情志鬱結化火，或六淫內鬱化火，或因多食辛辣食物，或過服溫燥藥物所致。心火熾盛，擾及心神，上炎口腔，下移小腸。見症以邪實火盛為主，如心煩而熱，口苦口渴，舌體糜爛疼痛或發生口瘡，尿短赤，或尿道灼熱，澀痛，舌尖紅赤，脈數。而心腎不交證是由勞倦過度，五志過極，“陰虧於下，火旺於上”，此乃“虛火”。見症有五心煩熱，潮熱盗汗，舌紅少津，舌苔少或無，脈細而數，或夢遺，或腰膝痠軟等。兩證所見的“火”象，一者為實，一者為虛，這是其本質的不同。\n心陰虛證與心腎不交證 皆有陰虛之象(如口燥咽乾，五心煩熱，潮熱盗汗，舌紅少津，苔少或無，脈細數)和心神不寧之徵(如心悸、失眠、多夢)，但其病因、病位、症狀也有不同之處。心陰虛證由於體質素虛，病後虛弱，或失血，或精神刺激而耗傷心血、心陰引起。病位在心，失眠不甚嚴重，以多夢易醒，心中煩熱為特點，悉緣陰不斂陽而致。心腎不交證乃因不知持滿，或過勞造成。失眠嚴重，輾轉反側，甚至徹夜不眠；兼見腰痛，腰膝痠軟無力，遺精，頭暈耳鳴等腎陰虛損之象。因此，結合病因，詳細審證，兩者鑑別不難。\n心脾兩虛證與心腎不交證 心藏神，脾主思，心脾兩虛證涉及心脾兩臟。心脾兩虛證多思慮過度，勞傷心神引起。脾虛無以化生精微，血虛難復；心血虛少，火不生土，導致脾氣虛衰，生化無源，反使心之氣血不足，從而形成心脾兩虛。其辨證重點在於心之氣血不足的症狀與脾虛不健運的症狀並見。雖然心脾兩虛證與心腎不交證在臨床上均可見心悸、失眠、多夢的共同症狀，但心脾兩虛證出現的脾不健運症狀如食納減少，脘腹脹滿，大便溏泄，倦怠乏力等，在心腎不交證中一般見不到；而心腎不交證出現的腎陰不足，心火亢盛症狀如心煩，眩暈耳鳴，腰膝痠軟，遺精等，又是心脾兩虛證所不具備的。此外，心脾兩虛證，舌淡，苔白，脈細弱，也與心腎不交證之舌紅苔少，脈細數不同。因此，鑑別比較容易。\n心膽氣虛證與心腎不交證 心膽氣虛證乃因平素體弱，心膽虛怯或暴受驚駭，情緒緊張，損及心膽。肝膽之真氣虛弱，木不生火，導致心氣亦虛。心主神明而膽主決斷，若心膽氣虛則觸事易驚，惡夢驚恐，甚而不能獨眠；或寐而驚醒，如人將捕之狀，舌淡，脈弦細。如《沈氏尊生書》云：“心膽俱怯，觸事易驚，睡夢紛紜，虛煩不寐。”心膽氣虛證雖也有心腎不交證中的心悸、虛煩不寐之症狀，但必有恐懼不安，觸事易驚或心中惕惕不安，如人將捕之特點。此外，心膽氣虛證又常兼挾痰熱為患，出現胸滿噁心，痰多，苔膩等症，這也是與心腎不交證的不同之點。\n肝腎陰虛證與心腎不交證 肝腎同居下焦，肝為乙木，腎為癸水，乙癸同源。腎陰為一身陰精之根。“腎者主水，受五臟之精而藏之”。腎陰濡養肝陰，若素體腎陰不足，或勞耗過度，損及真陰，水不涵木，陰不斂陽，則肝陽上亢。肝腎陰虛證主要見症是：腰痛，腰酸腿軟，五心煩熱，潮熱盗汗，頭暈，目眩耳鳴，易怒，胸脅不舒，舌紅苔少，脈細弦數。其辨證要點是：除有肝腎不足之症狀外，具有肝陽上亢的症狀如頭暈，目眩耳鳴，易怒，胸脅不舒。心腎不交證其腎陰虛的表現與肝腎陰虛證雖然有許多相同之處，但心火亢盛的症狀如心煩，心悸，失眠，多夢等是其特點。同時，心腎不交證沒有明顯的肝陽上亢的症狀，又是兩者所不同的。"
  },
  "literature": "《清代名醫醫案精華·王九峰醫案》：“五液下虧，二火上熾，水不濟火，陰不配陽。緣昔年過服克伐之劑，腎陰受傷，致見怔忡驚悸等證。自服滋心之劑，本是合理。然治上者必求其下，滋苗者必灌其根。心為致病之標，腎為受病之本，不必治心，當專補腎。\n熟地 山藥 萸肉 歸身 五味 鹿角膠 為丸\n心為君主之鄉，腎為藏水之臟，火性炎上，水體潤下，水欲上升，火欲下降，水無以上升，火何以下降？水火不濟，心腎不交，是以心煩意亂，不知所從，宗氣上浮，虛里跳動。脈來軟數無神，有驚悸健忘之慮，法當壯水潛陽為主。\n洋參 茯苓 歸身 萸肉 五味子 菟絲子 杞子 柏子仁 山藥 為末，以生地、麥冬、冬朮煎膏，加龜鹿膠，待溶化，和藥末為丸”。\n《格致餘論》：“人之有生，心為之火，居上；腎為之水，居下；水能升而火能降，一升一降，無有窮已，故生意在焉”。\n《慎齋遺書》：“心腎相交，全憑升降，而心氣之降由於腎氣之升，腎氣之升又因心氣之降。……升降者水火，其所以使之升降者，水火中之真陰真陽也。真陰真陽者，心腎中之真氣也，故腎之後天，心之先天也，心之後天，腎之先天也；欲補心者須實腎，使腎得升，欲補腎者須寧心，使心得降，……乃交心腎之法也”。"
}