{
  "id": "xinweihuosheng",
  "number": 232,
  "name": "心胃火盛證",
  "category": "臟腑證候",
  "overview": "心胃火盛證是指心胃火熱熾盛而出現的運化失常，胃氣不降、火邪上攻的一類症狀的概稱。本證多由於過食辛熱，或六淫鬱而化火，或情志之火內發與胃中火熱相並所致。\n主要臨床表現為：胃脘灼痛，心煩懊憹，嘔血或吐血，口舌生瘡，牙齦腫痛或齒衄，口臭，面赤，口渴飲冷，便秘尿黃，舌紅，苔黃，脈滑數。\n心胃火盛證常見於“吐血”、“口瘡”等疾病中。\n本證應與“心火亢盛證”、“胃熱證”、“上焦燥熱證”相鑑別。",
  "clinical_manifestations": "胃脘灼痛，心煩懊憹，嘔血或吐血，口舌生瘡，牙齦腫痛或齒衄，口臭，面赤，口渴飲冷，便秘尿黃，舌紅，苔黃，脈滑數。心胃火盛證",
  "common_diseases": [
    "“吐血”",
    "“口瘡”"
  ],
  "differential_syndromes": [
    "“心火亢盛證”",
    "“胃熱證”",
    "“上焦燥熱證”"
  ],
  "differential": {
    "self_analysis": "心與胃，一臟一腑在生理狀態下相互維繫，病理狀態下相互影響。心胃火盛證，是心、胃同病。若在吐血病中出現心胃火盛證，以嘔吐、吐出血色鮮紅或暗紫，或挾有食物殘渣為特點。心主血，胃主降。心胃火熱熾盛，絡脈受傷，血因熱迫而妄行，胃氣上逆，故嘔血。此多由五志化火，或素有胃熱，復因過食辛熱之品，兩火交並所致。此吐血，雖則在胃，實因心火影響導致胃絡受傷使然。《諸病源候論》說：“上焦有邪則傷諸臟，臟傷則血下入於胃，胃得血則悶滿氣逆，氣逆故吐血也。”治則當以清瀉心胃之火，佐以止血之法。方選泻心汤(《金匱要略》)與十灰散(《十藥神書》)合方。瀉心湯中，大黃、黃連、黃芩苦寒瀉火，十灰散中茜草、側柏、丹皮、大小薊等清熱涼血而兼行瘀。方中大黃一味，又為火熱吐血之要藥。唐容川說：“大黃一味，能推陳致新，……既速下降之勢，又無遺留之邪。”若在口瘡中出現心胃火盛證，則以口舌生瘡色紅或糜爛，齦腫面痛，妨礙飲食為特點，此因情志不遂，氣鬱生火，或過食辛熱，或熱病後餘邪未盡，蘊於心胃所致，心胃之火上炎，熏蒸於口、舌，火熱熾盛而口舌生瘡，正如《內經》所說：“諸痛痒瘡，皆屬於心。”治以清瀉心胃之火，佐以涼血。方選清胃散(《蘭室秘藏》)與犀角地黄汤(《千金方》)合方內服。外用锡类散(《金匱翼》)瘡面塗拭。",
    "type_comparison": "心火亢盛證與心胃火盛證 兩者雖然都有火熱上炎的症狀，如心煩、口苦，口舌生瘡等，又都是實證、熱證，臨床較易混淆。區別在於心火亢盛證，病變局限於心，如心煩躁熱，舌紅少寐；口舌生瘡也以“舌”為主；或見舌生潰瘍，或舌碎糜破，而唇、頰潰瘍較為少見，舌尖尤紅，舌苔少或薄；並兼有心神不寧的表現，如心悸、失眠、多夢等；還有兼見火熱之邪下移小腸症狀的，如尿道澀痛，灼熱等。心胃火盛證則不同，由於心胃同病，表現火熱在上的症狀，口舌生瘡較之前者波及較廣，口腔、唇、頰、腭粘膜、舌本等部位均可累及，並常兼見齦腫而痛，胃脘灼痛，以及胃氣不降，嘔吐，或吐血等症；舌質紅，並非僅尖紅為主；舌苔黃而少津，與心火亢盛證的舌苔少而薄也不同。總之，心火亢盛證，火熱之邪累及部位較心胃火盛證少，但其在心病表現上見證較多，又為心胃火盛證所不備；而心胃火盛證出現的“胃失和降，胃熱內蘊”的表現又是心火亢盛證所不見的。\n胃熱證與心胃火盛證 兩者均為實證、熱證。皆有胃中火熱蘊結，胃失和降，熱邪上蒸之象，如胃脘灼熱、嘔吐、口臭、齦腫而痛，舌紅苔黃，脈滑數等。但胃熱證以嘔吐嘈雜，口渴飲冷，口氣熱臭，消谷善飢，牙齦紅腫潰爛為主症。心胃火盛證，火熱之勢比胃熱證更甚一籌。其病證特點是勢急而病程較短，且易累及氣血，心主血，陽明又為多氣多血之經，故可見口舌生瘡潰爛，吐血，衄血等證。此外，心胃火盛證累及一臟一腑，與胃熱證的單純一腑致病的表現不同。\n上焦燥熱證與心胃火盛證 上焦為心肺所居之處。上焦燥熱證與心胃火盛證均有邪熱上擾，出現心煩口渴，便秘尿黃，舌紅苔黃等症狀，但病變的性質、涉及的病位、臨床見徵、治療方法等均不相同。從病因而論，上焦燥熱證見於溫熱病中，大多系感受秋令燥熱之邪，燥熱犯肺，擾及清竅，燥熱化火，肺陰受損，《溫病条辨·上焦篇》：“蓋燥屬金而克木，木之子，少陽相火也，火氣來復，故現燥熱乾燥之證。”病位主要在肺衛、心。臨床可見身熱頭痛，咽乾咽痛，鼻乾唇燥，咳喘少痰，心煩口渴，便秘尿黃，舌紅苔黃等症狀。心胃火盛證的病因雖為六淫鬱而化火，內傳心胃所致，但四季均可發生；此外，內傷情志鬱而化火或過食辛辣厚味，亦可導致本證。病位主要在心、胃。臨床表現也不同，前者以外感燥熱，侵犯肺衛，擾及清竅，傷及肺陰為主要見徵，後者則以心火旺而血妄行，胃熱盛而胃氣不降等表現為特點。從治療而論，上焦燥熱證以清熱潤燥為原則，而心胃火盛證則以清胃熱、瀉心火為大法。"
  },
  "literature": "《金匱要略·驚悸吐衄下血胸滿瘀血病脈證治》：“心氣不足，吐血、衄血，瀉心湯主之。”\n《瘍醫大全》引馮楚瞻：“滿口生瘡者，名曰口糜，若白細點子生於上顎者，名曰七星瘡也。總不外乎心、肺、胃三經之蘊熱……。”",
  "zhengsu_composition": {
    "location": [
      "wei",
      "xin"
    ],
    "nature": [
      "huo"
    ]
  }
}