{
  "id": "xinxueyuzu",
  "number": 125,
  "name": "心血瘀阻證",
  "category": "臟腑證候",
  "overview": "心血瘀阻證是由血行不暢，瘀血阻滯心脈或心脈受痰滯，因氣虛不能推動血運，而產生的氣血運行不暢等症的概稱。亦常繼發於心氣或心陽虧虛的病證。致病之因往往是過勞傷氣，情志不舒，或痰濁凝集等。\n主要臨床表現為：胸悶心悸，心痛如刺，痛引肩背內臂，重則不可忍，時作時止，唇、舌紫暗，舌邊有瘀斑，脈細澀或結代或沉弦。\n心血瘀阻證常見於“胸痺”、“心痛”、“心悸”等疾病中。\n本證應與“肝氣鬱結證”、“肝血瘀滯證”等相鑑別。",
  "clinical_manifestations": "胸悶心悸，心痛如刺，痛引肩背內臂，重則不可忍，時作時止，唇、舌紫暗，舌邊有瘀斑，脈細澀或結代或沉弦。心血瘀阻證",
  "common_diseases": [
    "“胸痺”",
    "“心痛”",
    "“心悸”"
  ],
  "differential_syndromes": [
    "“肝氣鬱結證”",
    "“肝血瘀滯證”"
  ],
  "differential": {
    "self_analysis": "心血瘀阻證可出現於多種疾病之中，其臨床表現各具一定特點。若心悸中出現心血瘀阻證，其臨床表現為心悸頻作，胸悶心悸或心痛陣作，唇舌紫暗、脈沉弦或細澀等，多因心中陽氣不振，血液運行不暢，或風寒濕邪侵襲經脈，心氣被阻，血液運行失常所致，實證治宜活血通絡，養心安神，方用桃红四物汤(《醫宗金鑑》)加桂枝、茯神、黨參等；虛證治宜補氣養心，安神定志，方選养心汤(《證治準繩》)加丹参饮(《時方歌括》)。若心痛病中出現心血瘀阻證，臨床多見心痛或胸悶作痛，舌質紫暗，脈細澀或沉弦等特徵，多由心脈瘀阻，胸中氣機阻遏，“不通則痛”，治宜活血化瘀，寬胸定痛，方選血府逐瘀汤(《醫林改錯》)。若胸痺中出現心血瘀阻證，臨床常見胸悶心悸，隱隱作痛，苔薄或膩，舌質暗或紅絳、脈弦細等特點，多因胸陽不振，心氣不足，導致血脈痺阻，或因寒凝脈泣，心脈阻遏所致，治當通陽、宣痺、散寒，常用栝楼薤白半夏汤(《金匱要略》)或乌头赤石脂丸(《金匱要略》)加入丹參、紅花、桃仁、香附等活血理氣之品。",
    "type_comparison": "肝氣鬱結證與心血瘀阻證 兩證均可見胸悶不舒，或胸骨後悶痛等氣機鬱滯的症狀，臨床上容易混淆。但肝氣鬱結證多因情志不遂，引起肝鬱氣滯，肝失疏洩條達所致；心血瘀阻證的病因較多，或因素體陽虛，陰乘陽位，或因過食肥甘厚味，痰濕內蘊，上犯胸位，氣機失暢，或因情志失調，氣鬱日久血滯，或勞傷元氣，氣虛而不能助血運，使血氣瘀滯，痺阻心脈所致。兩證不同在于：前證病位在肝，後證病位在心；前證病在氣，後證主要病在血。從臨床表現分析，兩證雖均可出現胸悶，但肝氣鬱結證的胸悶範圍較廣，程度亦輕，常連及兩脅悶痛，或少腹脹痛，胸悶得太息後好轉，在女子常煩躁易怒，月經失調，乳房作脹等症狀；心血瘀阻證的胸悶常局限於心前區或胸骨後，還有心痛徹背、心悸氣短、唇舌青紫、脈結代等症。治療原則也不同；肝氣鬱結證以舒肝理氣解鬱為大法；心血瘀阻證治法較多，有通陽除痺、活血化瘀、芳香開竅、化痰祛濁等。\n肝血瘀滯證與心血瘀阻證 心主血，肝藏血，息息相關。兩證皆有胸悶，唇舌紫暗等氣滯血瘀的類似症狀。然二者病因、病機臨床特點有所不同，各有不同症狀，須認真辨析。肝為厥陰，主疏洩，藏血之臟，肝血瘀滯證多因肝氣失於疏洩，氣鬱日久，導致血行不暢，瘀血停積，日久不散，聚結成塊而致，如“肝著，其人常欲蹈其胸上，”(《金匱要略》)，故臨床表現見脅肋固定刺痛，或脅下痞塊等症。心主血，合脈，氣為血帥，氣行血行，通通經絡，循環臟腑。心血瘀阻證多因血行不暢，瘀阻心脈，或氣虛不能推動血運，血行不暢所致，故臨床表現見胸悶心痛，心悸等症，由此可見前者病位在肝，後者病位在心，而前者在肝著、積聚、鼓脹中可出現癥瘕、積聚，故從瘀血程度分析，肝血瘀滯證比心血瘀阻證為重，二者截然有別。"
  },
  "literature": "《類證治裁·胸痺》：“胸痺胸中陽氣不運，久則陰乘陽位而為痺結也。其症胸滿喘息，短氣不利，痛引心背，由胸中陽氣不舒，濁陰得以上逆，而阻升降，甚則氣結，唾，胸痛徹背。”\n《類證治裁·胸痺》：“胸背疼痛，熨背散，大約陽微者用甘溫，苓桂術甘湯，陰凝者用溫通，理中汤，飲逆者用辛泄，吴萸汤，痞阻者用辛溫，栝楼薤白半夏汤，喘逆者，用苦降桂枝加朴杏汤，痺久者，兼通絡，旋覆花汤。”",
  "zhengsu_composition": {
    "location": [
      "xin"
    ],
    "nature": [
      "qi_zhi",
      "xue_yu"
    ]
  }
}