{
  "id": "xinxuexu",
  "number": 118,
  "name": "心血虛證",
  "category": "臟腑證候",
  "overview": "心血虛證是指心血不足而言，表現為心神不安，多因久病體虛，生化不足，或因失血，或過度勞神，損傷心血所致。亦因血液虧虛，心與心神失養而致。\n主要臨床表現為：心悸，怔忡，失眠，多夢，頭暈，健忘，面色淡白或萎黃，唇舌色淡，脈細弱。\n心血虛證常見於“心悸”、“怔忡”、“不寐”、“虛勞”等疾病中。\n本證應與“心陰虛證”、“心氣血兩虛證”、“心脾兩虛證”相鑑別。",
  "clinical_manifestations": "心悸，怔忡，失眠，多夢，頭暈，健忘，面色淡白或萎黃，唇舌色淡，脈細弱。心血虛證",
  "common_diseases": [
    "“心悸”",
    "“怔忡”",
    "“不寐”",
    "“虛勞”"
  ],
  "differential_syndromes": [
    "“心陰虛證”",
    "“心氣血兩虛證”",
    "“心脾兩虛證”"
  ],
  "differential": {
    "self_analysis": "心血虛證在不同疾病中臨床表現各具特點，治法亦不盡相同，必須加以辨析。若心悸病中見心血虛證，表現為心悸、善忘、多夢、頭暈、苔淡、脈細等症，多因心血不足，營血虧損，血脈不充所致，治宜養陰補血，方用四物汤(《和劑局方》)加酸枣仁、柏子仁、遠志等滋養心神的藥物。若怔忡病中出現心血虛證，表現為心悸陣作、善驚易恐，夜寐不寧、舌紅、脈細等症，多因血虛不足，臟腑失養所致，治宜補血養心、鎮驚安神，方用归脾汤(《濟生方》)合磁朱丸(《千金方》)。若不寐病中見心血虛證，臨床表現為心悸、頭暈、整夜不寐、易怒、健忘、脈滑數等症，多由心血不足，心火亢盛而致，治宜養血滋陰、清心安神，方用天王补心丹(《攝生秘剖》)或朱砂安神丸(《蘭室秘藏》)。若虛勞病中見心血虛證，表現為心悸怔忡，失眠多夢，健忘，面色淡白，舌淡，脈細或結代，多由稟賦不足，精血不旺，思慮耗傷，病後失調所致，治宜養血安神為法，方用养心汤(《證治準繩》)或归脾汤(《婦人良方》)。總之，證候雖相同，但在不同疾病中，其症狀表現各具特點，臨床可根據上述特點加以辨析。\n心血虛證，多發生在體弱者，因血虧失於濡養，常見精神萎靡，面色蒼白，舌質淡，舌邊齒痕，脈細弱。若婦人見心血虛證者，多表現為經行愆期，或閉經。更年期見心血虛證者，則月經淋瀝不止，治當因人制宜。\n心主血脈，其華在面，心血不足，血脈流行不暢，引起氣滯，臨床兼見胸脅脹滿，氣為血帥，氣行則血行，宜在補心血方中佐以理氣之品。心血不足，亦可導致血脈痺阻，故本證常兼挾血瘀表現，可見胸痛、疼痛固定、舌質青紫等症。此外，心血不足，氣血運行不利，往往會導致水濕、痰濁等陰邪留滯，出現面色蒼白、四肢不溫、頭暈眼花、舌質淡、苔白膩、脈細或濡細等，不可不辨。",
    "type_comparison": "心陰虛證與心血虛證 二者皆屬於心臟陰血虧虛的證候，但虧虛的程度有輕重的不同。心血虛證，虛損在心血，故心悸怔忡，失眠健忘，面色少華，舌淡脈細。而心陰虛證，則虛損在於心陰，多由心血虛損進一步發展而來，其臨床表現除心血虛的心悸怔忡，失眠健忘，面色少華等症狀外，必見心煩，舌質紅，舌尖乾赤，脈細而數，或兼見手足心熱、盗汗、夢遺等症狀，多系思慮勞傷，營血虧虛，陰精暗耗，心火內擾所致，治療宜滋陰養心安神為法。由此可見，心血虛證較心陰虛證病情稍輕淺，二者可於有無心煩、舌紅、脈數等虛火內擾之徵相鑑別。\n心氣血兩虛證與心血虛證 心氣血兩虛證多因久病不愈，或老年體衰，導致心氣和心血不足，臨床除具有心血不足證候如心悸、心煩、失眠、多夢等症狀外，還兼見心氣虛證候，如氣短、面色晄白、脈虛無力等症。而心血虛證多因憂思勞神，以致血不養心，或失血過多，陰血不足所致，臨床表現以面色少華，唇舌色淡，頭昏目眩，脈細弱為特徵，可資鑑別。\n心脾兩虛證與心血虛證 心血虛證多因久病體弱，或憂思勞神，耗傷陰血，或失血過多，損傷營血所致。心主血，陰血不足，血不養心，心神失養，則可見失眠、多夢、健忘、易驚、心悸、怔忡等。正如《丹溪心法》所說：“怔忡者血虛，怔忡無時，血少者多。”心主血脈，脾主運化，心虛則神不內守，脾虛則運化失司，故心脾兩虛證，除見有心悸、怔忡、不寐、健忘等症外，還表現食慾減退、腹脹便溏、面色萎黃等脾虛證候，這與心血虛證，無腹脹、便溏、面色萎黃等有所不同。心血虛證為心血不足所引起，臨床以心悸、怔忡、頭暈、健忘等症為主，絕無脾虛腹脹等症狀。"
  },
  "literature": "《證治匯補》：“人之所主者心，心之所養者血，心血一虛，神氣失守，神去則舍空，舍空則鬱而停痰，痰居心位。”\n《血證論》：“產後血虛，心煩短氣者，雖同是心煩，然產血下行，氣多虛脫，其血之虛，皆由於氣虛，故心煩而必兼短氣，宜歸脾汤、当归补血汤、养荣汤等，以補氣者生血，而心煩自愈。至吐血家，則其氣上逆，多是氣實血虛，證見心煩，尤血不養心之甚者也，若再補其氣，則氣益甚，而血益虛，心愈不得其安矣，治宜補血清火，朱砂安神丸治之。”"
}