{
  "id": "xinyangbaotuo",
  "number": 121,
  "name": "心陽暴脫證",
  "category": "臟腑證候",
  "overview": "心陽暴脫證乃心之陽氣驟然脫失，宗氣大泄而出現的陽氣欲絕及神失所主的危候。多為大汗亡陽；或因久病體虛，年高臟氣虛衰，心陽不振，復感六淫之邪，失治或誤治；或因勞傷過度等所致。\n主要臨床表現為：突然冷汗淋漓，四肢厥冷，呼吸微弱，口唇青紫，心悸怔忡，面色蒼白，神志模糊甚至昏迷，脈微欲絕等症。\n心陽暴脫證常見於“胸痺”、“中風”、“厥病”、“汗證”、“溫病”等疾病中。\n本證應與“心陽虛證”、“亡陽證”、“痰迷心竅證”相鑑別。",
  "clinical_manifestations": "突然冷汗淋漓，四肢厥冷，呼吸微弱，口唇青紫，心悸怔忡，面色蒼白，神志模糊甚至昏迷，脈微欲絕等症。心陽暴脫證",
  "common_diseases": [
    "“胸痺”",
    "“中風”",
    "“厥病”",
    "“汗證”",
    "“溫病”"
  ],
  "differential_syndromes": [
    "“心陽虛證”",
    "“亡陽證”",
    "“痰迷心竅證”"
  ],
  "differential": {
    "self_analysis": "心陽暴脫證可見於多種疾病。見於胸痺者，多由素體陽虛，胸陽不振，或終日伏案少動，氣血運行不暢，寒邪乘虛侵襲，痰濕痺阻胸陽，或情志過激，勞傷過度，暴耗心陽所致。其臨床特點為：胸痛徹背，心悸怔忡，面色蒼白，喘息不得臥，冷汗淋漓，四肢厥冷，甚至神識不清，舌質紫暗，脈微欲絕。治宜回陽救逆，方用参附龙牡汤(《中醫症狀鑑別診斷學》)。中風病見有此證，多為中風重證，病人多為年高氣血虛衰，肝腎不足，因惱怒抑鬱、飲酒飽食、強力舉重等發為本證；也可因閉證失治或誤治而轉脫，邪盛正衰所致，證見突然昏倒，不省人事，半身不遂，口眼喎斜，且有目合口開，鼻鼾息微，手撒肢冷，汗出不止，二便自遺，舌痿，脈微欲絕等症，治宜益氣回陽，急用参附汤(《婦人良方》)。汗證中之心陽暴脫證，多由久病、重病陽氣虧極，不能斂陰，衛外不固，汗液大泄而成。如《張氏醫通·卷九》云：“汗證有陰陽。陽汗者，熱汗也；陰汗者，冷汗也。人但知熱能致汗，而不知寒亦致汗。所謂寒者，非曰外寒，正以陽氣內虛，則寒生於中，而陰中無陽，則陰無所主，而汗隨氣泄。故大驚、大恐、大懼皆能令人汗出，是皆陽氣頓消，真元失守之兆。”本證之汗出，多為急重症，突然大汗不止，或汗出如油，且伴有氣短息微，四肢厥冷，神識不清，脈微欲絕或脈大無力等，治宜回陽救逆，益氣生脈。方用四逆汤(《傷寒論》)合生脉散(《內外傷辨惑論》)。厥病中亦有心陽暴脫證，病人突然昏倒，不省人事，多兼見四肢厥冷，面色蒼白，大汗不止，脈微欲絕等心陽衰敗表現，如《寓意草》云：“蓋陰厥得之陰證，一起便直中陰經。唇青，面白，遍體冷汗，便利不渴，身倦多睡，醒則人事了了。”多由素體陽氣虧虛，疲勞過度，悲傷恐懼、大汗、大瀉等耗傷陽氣，清陽不升，清竅失養而成，治宜補氣回陽，方用四味回阳饮(《景岳全書》)加味。溫病中見心陽暴脫證，多由素體陽虛，邪熱熾盛，燔灼營陰，逆傳心包所致；或熱入氣分，氣血兩燔，失治誤治，津液驟損，陰虧不能斂陽，氣傷津耗，心陽暴泄而成，病人於陽熱亢盛極甚之時，突見四肢厥冷，汗出淋漓，神衰倦臥，面色蒼白，脈散大或脈微欲絕等陽氣暴脫危象。《溫病条辨·暑溫》曰：“汗出面脈散大，其為陽氣發泄太甚，內虛不司留戀可知。”治宜益氣斂津，生脈固脫，方用回阳救急汤(《傷寒六書》)。\n本證多發於久病，年老體衰及小兒患者。久病必損陰耗陽，年老臟氣衰微，心陽虧損；而小兒為稚陽之體，臟腑嬌嫩，形氣未充，故在疾病發展過程中易出現宗氣大泄，心陽暴脫之危候。\n心陽旺盛，血液才能循行不止，環周不休。若心陽暴脫則血流不暢，脈絡凝澀，瘀血形成，因此，在疾病演變過程中，心陽暴脫證常可伴有口唇、爪甲青紫，肢體疼痛或麻木不仁，舌紫暗或有瘀點瘀斑，脈澀等症狀。又“孤陰不生，獨陽不長”，陰竭則陽無依附而散越，陽亡則陰無以化生而告竭，故心陽暴脫證不僅陽氣衰敗，且常可兼見肌膚熱，手足溫，脈細數按之無力等陰液耗竭表現。疾病至此，危重至極，如不急挽暴脫之陽，速斂欲竭之陰，勢必導致陰陽離決。",
    "type_comparison": "心陽虛證與心陽暴脫證 “心主身之血脈”，為“五臟六腑之大主”，心陽具有推動血液運行，溫煦五臟六腑、四肢百骸的作用。如先天稟賦不足，久病，年老臟氣衰微致使心陽虧損，鼓動無力，不能溫煦肢体，濡養臟腑，而致心陽虛證，則可出現心悸氣短，活動時加重，畏寒，肢冷不溫，面色晦暗，便溏薄，尿清長，舌淡或紫暗而胖嫩，苔白滑，脈沉無力或細弱等症狀。而心陽暴脫證是由外感六淫，勞傷過度等暴病耗散心陽致心陽急驟脫失，病情較重，病勢急驟，臨床上除具有上述心陽虛證表現外，常見有冷汗淋漓，四肢厥冷，口唇青紫，呼吸微弱，神識模糊甚至昏迷，脈微欲絕等危候。二證病勢有緩急，病情亦有輕重不同。\n亡陽證與心陽暴脫證 二者均屬疾病發展過程中的危重證候，多在高熱大汗，劇烈吐瀉，或突然大失血，臟氣衰微，陰津耗損，陽氣散越的情況下出現。心陽暴脫證除有冷汗淋漓，汗清稀而涼，肌膚冷，手足冷，口不渴，蜷臥神疲，尿清便溏，脈微欲絕等亡陽症狀外，必兼見心悸氣短，心胸憋悶或作痛，神識模糊，甚至昏迷等心陽衰敗表現。心陽暴脫證病位在心，必見亡陽證；而亡陽證未必兼見神識不清等心神失守症狀。二者不難區別。\n痰迷心竅證與心陽暴脫證 兩者皆為危重證，均可出現突然昏倒，不省人事等危候。但就其病因而論，痰迷心竅證多因飲食勞倦傷脾，或肝木橫逆乘脾，脾失健運，聚濕生痰，阻滯經絡，蒙蔽清竅所致；而心陽暴脫證多由先天稟賦不足，久病體虛，年老臟氣衰微，加之大吐、大瀉、大失血等暴病耗津傷氣，心陽衰敗而成。痰迷心竅證之突然昏倒，不省人事多伴有牙關緊閉，口噤不開，兩手握固，肢體強直，面色晦暗，痰涎壅盛，靜而不煩，舌苔白膩，脈沉滑等邪實內閉，痰濁阻滯表現。與心陽暴脫證之突然昏倒，不省人事兼見冷汗淋漓，目合口開，手撒肢冷，氣短息微，二便自遺，肢體癱軟，心悸，畏寒，面色蒼白，脈微欲絕等心陽衰敗，宗氣大泄之證截然不同。二證一為邪實內閉為主，其證屬實；一為陽氣暴脫為主，其證屬虛，不難鑑別。"
  },
  "literature": "《靈樞·邪客》：“心者五臟六腑之大主也，精神之所舍也。其臟堅固，邪弗能容也，容之則傷心，心傷則神去，神去則死矣。”\n《医学源流論·亡陰亡陽論》：“亡陽之汗，身反惡寒，手足冷，肌冷，汗冷而味淡微粘，口不渴而喜熱飲，氣微，脈浮數而空，此其驗也。”\n《石室秘錄·大汗》：“大汗之病，陽氣盡隨汗而外越，若不急為止抑，則陽氣立散，即時身亡。”\n《景岳全書·厥門》：“凡寒厥者，必四肢清涼，脈沉微不數，或雖數而無力，或畏寒喜熱，引衣自覆，或下利清谷，形證多惺惺。雖此類皆屬寒證，然似熱非熱之證猶多，故凡以手足見厥而脈證俱無實熱者，悉寒厥之無疑也。”\n《證治準繩·卒中暴厥》：“若口乾，手撒，遺尿者，虛極而陽暴脫也。速用大料參芪接補之及臍下大艾炙之。”\n《普濟方·卷八十八》：“凡中風，口開手撒，眼閉遺尿，聲如鼾睡，髮直吐沫，搖頭上撺，面赤如妝；或頭面青黑，汗出如珠，循衣摸床，神昏不語，皆死證也。”\n《景岳全書·厥逆》：“氣厥之證有二，以氣虛氣實皆能厥也。氣虛卒倒者，必其形氣索然，色清白，身微冷，脈微弱，此氣脫證也。”"
}