{
  "id": "xinyinxuxueyu",
  "number": 130,
  "name": "心陰虛血瘀證",
  "category": "臟腑證候",
  "overview": "心陰虛血瘀證是由於心臟陰液虧耗，水枯流塞，血行不暢，進而瘀阻心脈所致的心陰虛證與心血瘀阻並見的複合證候。\n主要臨床表現為：心悸怔忡，胸悶心痛，失眠健忘，心煩盗汗，舌質暗紅，或有瘀斑、斑點，脈細數或細澀。\n心陰虛血瘀證常見於“心悸”、“胸痺”等疾病中。\n本證應與“心陰虛證”、“心氣虛血瘀證”、“心陽虛血瘀證”、“心血瘀阻證”相鑑別。",
  "clinical_manifestations": "心悸怔忡，胸悶心痛，失眠健忘，心煩盗汗，舌質暗紅，或有瘀斑、斑點，脈細數或細澀。心陰虛血瘀證",
  "common_diseases": [
    "“心悸”",
    "“胸痺”"
  ],
  "differential_syndromes": [
    "“心陰虛證”",
    "“心氣虛血瘀證”",
    "“心陽虛血瘀證”",
    "“心血瘀阻證”"
  ],
  "differential": {
    "self_analysis": "心陰虛血瘀證在不同疾病中的臨床表現有不同。如心悸病中出現心陰虛血瘀證，多見心悸怔忡，胸中憋悶，失眠健忘，煩熱盗汗，舌質而暗紅，脈細。陰虛血少，不養心神，故見心悸怔忡，失眠健忘；陰虛血少，脈道不暢，故胸中憋悶，舌質暗紅，治宜滋養心陰，兼以活血化瘀為法，方選天王补心丹(《攝生秘剖》)合丹参饮(《時方歌括》)加生龍骨、琥珀粉。若胸痺見心陰虛血瘀證，臨床每以胸痺灼痛如掣為其特點，並見心煩盗汗，心悸失眠，舌暗紅或有瘀點、瘀斑，是心陰虧虛，血液枯少，心脈痺阻，不通則痛，治療應以滋養心陰，活血通痺為主，方用天王补心丹(《攝生秘剖》)合血府逐瘀汤(《醫林改錯》)化裁。前者心陰虧虛，瘀阻心脈，心神不安，以心悸怔忡為主，治必安心神，後者心陰虧虛，心脈不通，不通則痛，治必通痺止痛。\n心陰虛血瘀證，其病機演變過程中瘀血有新久輕重的程度不同。初期多以心陰虧虛為主，瘀血阻滯為輔，其臨床表現則以陰虛諸症為重，如煩熱盗汗，心悸失寐，口燥咽乾等，瘀血諸症為輕，或僅見胸悶，舌暗。治療以滋心陰為主，兼以活血即可；日久則痺阻漸加，胸中灼熱掣痛，或其痛如掣，痛不可忍，舌暗漸重，或見瘀點、瘀斑，治療即要加重活血通痺之力，逐瘀止痛。",
    "type_comparison": "心陰虛證與心陰虛血瘀證 前者是單純的心陰虧虛，後者是在心陰虧虛的基礎上出現瘀血痺阻，故在臨床上皆有心陰虧虛的表現，如心悸、胸悶、心煩、盗汗、失眠、健忘等。二者的鑑別要點在于後者必兼瘀血阻滯的臨床見症，輕者胸憋窒悶，舌暗脈細，重者胸中灼熱掣痛，其痛如掣，痛不可忍，舌見瘀點瘀斑，脈細澀不利。緊緊抓住瘀血證的有無，二者不難鑑別。\n心氣虛血瘀證與心陰虛血瘀證 兩證均有血瘀阻滯的證候，故有相似的臨床表現，如胸悶胸痛，舌質暗，有瘀點、瘀斑，脈澀等。但其瘀血的病因病機不同，前者是氣虛推動無力，血脈瘀阻；後者是陰虛血少，液枯行澀，血脈瘀阻。故前者必見心悸、氣短、無力，活動後加重，一派氣虛的表現；後者是心悸，心煩，失眠，健忘，唯有陰虛的徵象。前者氣虛，舌淡面白，脈細弱；後者陰虛，舌紅，少苔，脈細數。二者以此為辨。\n心陽虛血瘀症與心陰虛血瘀證 兩證同見心脈痺阻，血瘀而不通則痛的表現，舌暗、脈細，故易混淆，應當鑑別。前者因心陽虛損而陽失溫煦，血脈虛寒而凝澀，故有明顯的心陽虛表現，症見心悸，氣短，形寒肢冷，面白自汗，其舌淡，脈細弱結代；後者為心陰虛耗而陰失滋養，血脈液枯而行滯，故有顯見的心陰虛的表現，臨床常見心悸而煩熱，失眠健忘，夜間盗汗，口乾咽燥，其舌紅，脈細數。抓住其陰陽迥異的特點，臨床較易鑑別。\n心血瘀阻證與心陰虛血瘀證 二者均有瘀血證的存在，其病在心，是其特點，故均見胸悶胸痛，舌暗，或有瘀點、瘀斑，脈細澀。但前者多因氣滯而血瘀，屬於實證範疇，胸痛較重，或引及肩背，時作時止；後者是陰虛血少，液枯血澀，屬於虛中挾實，因虛致實，故有心陰虛的臨床表現，見心悸心煩，失眠健忘，夜間盗汗，舌紅，脈細數等症。二者以有無心陰虛證的臨床表現為鑑別要點。"
  },
  "literature": "《血證論·怔忡》：“凡思慮過度，及失血家去血過多者，乃有此虛證，否則多挾痰瘀，宜細辨之。”",
  "zhengsu_composition": {
    "location": [
      "xin"
    ],
    "nature": [
      "xue_yu",
      "yin_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：心。病性：血瘀、陰虛。根據證候名稱「心陰虛血瘀證」分析其病機組成。"
}