{
  "id": "xinyinxu",
  "number": 119,
  "name": "心陰虛證",
  "category": "臟腑證候",
  "overview": "心陰虛證是指心陰虧虛，津液耗損，或因陰液虧虛，心與心神失養而致的證候。多因內傷七情，五志化火，火熱傷陰，或由熱病、久病耗傷陰液所致。\n主要臨床表現為：心悸，怔忡，胸痛胸悶，健忘，心煩，失眠，多夢，咽乾舌燥，低熱，盗汗，舌紅少苔，脈細數。\n心陰虛證常見於“心悸”、“怔忡”、“虛勞”、“不寐”等疾病中。\n本證應與“心血虛證”、“心氣陰兩虛證”、“心腎不交證”、“心肺陰虛證”相鑑別。",
  "clinical_manifestations": "心悸，怔忡，胸痛胸悶，健忘，心煩，失眠，多夢，咽乾舌燥，低熱，盗汗，舌紅少苔，脈細數。心陰虛證",
  "common_diseases": [
    "“心悸”",
    "“怔忡”",
    "“虛勞”",
    "“不寐”"
  ],
  "differential_syndromes": [
    "“心血虛證”",
    "“心氣陰兩虛證”",
    "“心腎不交證”",
    "“心肺陰虛證”"
  ],
  "differential": {
    "self_analysis": "心陰虛證，在不同疾病中的臨床表現各不相同。如心悸、怔忡而出現心陰虛證，則表現為心中動悸不安，胸悶不舒，虛煩失眠，多夢，口燥咽乾，舌紅少苔，脈細數，甚者出現心中動悸不能自主，惕惕若驚，心痛陣作，五心煩熱，盗汗自汗，脈結代等症。勞倦所傷，陰血暗耗，心神失養，神無所附，故悸動怔忡不安，煩熱盗汗，舌紅，脈細數，陰虛症狀之所由生。《丹溪心法·驚悸怔忡》云：“覺心跳者，血少”，“怔忡者血虛”。治療上選用天王补心丹(《攝生秘剖》)、柏子养心丸(《體仁彙編》)等加減。若虛勞病中出現心陰虛證，表現為心悸煩躁，氣短乏力，口乾，舌淡，脈細數無力等特徵，多由心陰不足，營血不充，內不能充養脈道，外不能榮潤面舌所致。治宜養陰補心，方用生脉散(《內外傷辨惑論》)合当归补血汤(《內外傷辨惑論》)。若不寐病中出現心陰虛證，臨床表現為心悸，心煩，不易入睡，舌紅，脈數等特點，多因腎陰不足，心火亢盛，遂致心腎不交引起。治宜滋陰清熱，方用交泰丸(《韓氏醫通》)或黄连阿胶汤(《傷寒論》)。\n心陰虛證，在病機演化過程中，因血不養肝，臨床往往兼挾心肝同病的症狀，以心悸，抽搐為特徵。津液屬陰，汗為心液，汗多則傷心陰，高熱可灼心陰，故心陰虛常兼挾有虛火者，多見內熱之象，以低熱、盗汗、顴紅、脈細數為特點；心血虛者，則以眩暈、面色少華，唇乾、指甲色淡、脈細弱為特徵。治法上心陰虛證，以滋陰為大法；心血虛證，當應補血生血為治。",
    "type_comparison": "心氣陰兩虛證與心陰虛證 根據陰陽互根的理論，陰損及陽，陽損及陰，心氣陰兩虛證與心陰虛證，均屬虛證範疇，二者在病機上既有聯繫，又有區別。心氣陰兩虛證與心陰虛證鑑別要點為：心氣陰兩虛證，有心陰虛證，又有心氣虛證，心陰不足則心悸；導致心陰不充，氣血不暢，則心胸憋悶；心氣不調，脈則結代；舌質紅，舌體胖嫩為氣虛、陰虛的特徵。而心陰虛證，舌紅少苔，乃津液不足所致，心陰不足，陰不制陽，虛火內動，則見低熱、盗汗、五心煩熱等症。\n心肺陰虛證與心陰虛證 心肺二臟息息相關，心肺陰虛證與心陰虛證，均有口乾舌燥、潮熱、盗汗、手足心熱、失眠、舌紅少津、脈細數等津液耗損的共同症狀，但二者稍有區別：心陰虛證，多因熱病、久病傷陰，或內傷七情，化火傷陰所致，臨床症狀重點在心。心肺陰虛證，多因久病體弱，或肺失肅降，邪熱久戀於肺，損傷肺陰，或發汗太過，肺陰受傷，不能濡養肺臟所致，臨床症狀特點是肺虛而有熱象。心肺陰虛證，除具有心陰虛證外，還有肺陰虛證。蓋肺為嬌臟，喜潤而惡燥，陰虛肺燥，肺氣不宣，則乾咳無痰，或少痰，虛熱灼津，津液不足，不能潤養肺脈，而致肺絡破損，出現痰中帶血等症狀。可資鑑別。\n心血虛證與心陰虛證 二者均見陰血虧虛，都有心悸、氣短、失眠、多夢、健忘等症。心血虛證，可因久病體弱，血的生化之源枯竭，或繼發於失血之後，或勞心過度，營血虧損所致。臨床表現以面色少華，唇乾，指甲色淡，舌質淡，脈細弱為特徵。心血虛血不上榮，則眩暈，面色少華；血虛則唇舌色淡；血脈不充，則脈細弱。心陰虛證，多因思慮勞心過度，損及心陰，致心失濡養；情志耗傷陰血，致心陰不足；亦有因素體羸弱，長期自汗，盗汗，腹瀉時久，或高熱後損及津液所致。心陰不足、陰不制陽，虛熱內生，迫液外泄，則低熱盗汗；虛火內擾，故五心煩熱；陰虛則內熱，故咽乾舌燥，顴紅；陰虛血少，故舌紅少苔，脈細數。由此可見，二者比較，心血虛證較輕，心陰虛證較重。\n心腎不交證與心陰虛證 二者都有心悸心煩，失眠健忘等症，但心陰虛證的臨床症狀著重在心；心腎不交證的臨床症狀則著重在心與腎兩臟。心居上焦，腎居下焦，心在臟屬陽，主火，藏神；腎在臟屬陰，主水，藏精。在正常生理情況下，心火下交可助腎中真陽，使陰水可以化生腎水上濟，以濡心火使之不致過亢，心腎、陰陽、上下之間互相制約，相互依存，升降相因，水火互濟。當心或腎臟發生疾病時，常會產生心腎不交的證候，如心悸、多夢、善恐易驚、耳鳴耳聾、口舌生瘡、腰痠、腿軟、遺精、白濁等症狀。以此可資鑑別。"
  },
  "literature": "《傷寒論·少陰病篇》：“少陰病，得之二三日以上，心中煩，不得臥，黄连阿胶汤主之。”\n《景岳全書·怔忡驚恐》：“怔忡之病，心胸筑筑振動，惶惶惕惕，無時得寧者是也。……此證惟陰虛勞損之人乃有之，蓋陰虛於下，則宗氣無根，而氣不歸源，所以在上則浮撼於胸臆，在下則振動於臍旁，虛微者，動亦微，虛甚者動亦甚。”"
}