{
  "id": "xuefen",
  "number": 37,
  "name": "血分證",
  "category": "基礎證候",
  "overview": "血分證是指溫熱之邪深入陰分，邪熱迫血妄行而出現耗血動血的證候。常見於溫病後期。\n主要臨床表現為；身熱夜甚，灼熱不退，躁擾不寧，口乾不渴，斑疹顯露，吐衄便血，甚則昏亂狂妄，舌質深絳，脈細數。以舌質深絳，血熱妄行為基本特徵。\n血分證常見於“春溫”、“暑溫”、“濕溫”等疾病中。\n本證需與“熱入營分證”、“氣血兩燔證”等相鑑別。",
  "clinical_manifestations": "",
  "common_diseases": [
    "溫病後期。"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "從衛氣營血的傳變來說，血分證已經是溫病的後期，病勢危重。其中伏氣溫病有發即在營血的，病情凶險急暴，故必須把握好本證的辨治，以期力挽危局。現將各病發展至此階段的不同特點分敘於下：\n春溫血分證，由於伏邪在里，內熱本重，或發而失治、誤治，邪熱里陷血分，或邪盛正虛，發病即在血分，即王孟英所說“伏氣溫病，自里出表，乃先從血分，而後達於氣分。”其證身體灼熱，躁擾不安，甚或昏狂譫妄，斑疹紫黑，或見吐、衄、便血等，舌質深絳，乃邪熱擾於心神，迫於血分引起的動血，神昏之症，治宜清熱涼血解毒，方用犀角地黃湯(《千金要方》)。暑溫血分證，表現形式有二：一為暑熱之邪入血，上犯陽絡，熱迫血行，驟然咯血，衄血，並見咳嗽氣粗，頭目不清，灼熱煩渴，舌紅苔黃，脈弦數或兼芤，屬血熱盛而肺絡傷，治宜清解暑熱，涼血止血，方用犀角地黄汤合银翘散(《溫病条辨》)或雷氏卻暑調元法(《時病論》)去半夏、粳米加鮮生地、鮮石斛、鮮藕節、丹皮、旱蓮草等；一為暑熱燔熾，內陷心包，症見灼熱躁擾、神昏譫妄，斑疹密布，疹色紫黑，舌絳苔焦等，屬血熱內陷，症勢險重，亟宜涼血解毒，清心開竅，方用犀角地黃湯合神犀丹(《溫熱經緯》)、或神犀丹與安宫牛黄丸合用。濕溫血分證為濕熱化燥，深入血分，灼傷陰絡，可見大便下血，伴灼熱煩躁，舌絳等，急予犀角地黃湯加連翹、紫草、茜根、銀花等清熱涼血止血，以防下血不止，正氣外脫。\n血分證因溫熱煎熬，陰血虧耗，熱迫血行，可有幾種兼證：一、陰血耗竭，虛風內動。何秀山說：“血虛生風，非真風也，實因血不養筋，筋脈拘攣，伸縮不能自如，故手足瘛瘲，類如風動，故名內虛暗風，溫熱病末期多見此證。以熱傷血液也。”其治則以滋陰養血，平熄虛風為主，如僅見手足蠕動，未見痙厥，內風欲起而尚未大起者、宜滋陰潛陽，以防發痙。如兼見心中憺憺大動，脈象細促，肝風已有鴟張之勢者，宜滋陰潛鎮。若已見瘛瘲，神倦，脈虛，舌絳少苔，大有欲脫之勢者，急予滋陰固脱，潛陽熄風；二、熱與血搏，結而成瘀，如血熱互結於少腹者，症見身熱夜甚，少腹急結或硬滿，神志如狂或發狂，小便自利，舌紫絳而暗，脈沉實或沉澀，治宜涼血祛瘀。若體質壯實，少腹硬滿拒按，狂躁不安，脈沉實有力者，屬蓄血重證，治宜峻劑涼血逐瘀。三、失血過多，氣隨血脫，症見面白，氣促，肢冷，脈微者，應急予補氣固脫。",
    "type_comparison": "營分證與血分證 營血同源，為陰精的重要組成部分，故兩證在身熱夜甚、舌質紅絳、口不甚渴、煩擾不寐等症狀表現是一致的。不同之處為：熱入營分證每兼心神被擾、邪陷心包，而見譫語、神昏、舌謇等症，但尚無明顯的動血、耗血之象；熱入血分證則因熱傷絡脈，迫血妄行而以咯血、衄血、便血及熱與血搏成瘀之神志如狂等為特徵。從斑疹分辨：熱入營分證可見疹點隱約，而熱入血分證則可見紫黑之斑塊。此外，熱入營分證，舌色絳。熱入血分證，因熱勢益熾，故舌呈深絳之色。\n氣血兩燔證與血分證 兩證均為邪熱入血，故吐衄、便血、發斑、舌質紅絳等為共見症。但氣血兩燔證，因溫邪化熱里傳，氣熱未罷，血熱復起，致成氣血兩燔之證，其壯熱、口渴、苔黃燥、脈洪數等氣分熱盛的表現為熱入血分證所不見。而熱入血分證的動風和陰傷之象，則又為氣血兩燔證所不具。據此可以鑑別。"
  },
  "literature": "《外感温熱篇》：“入血就恐耗血動血，直須涼血散血，如生地、丹皮、阿膠、赤芍等物。”\n《南病別鑑·溫證論治(宋注)》：“熱在氣分者，必渴；熱在血分者，但口乾而不渴。多飲能消水為渴，不能多飲，但欲略潤為干。”\n《溫病条辨·下焦篇》：“時時漱口不欲咽，大便黑而易，有瘀血也，犀角地黄汤主之。”\n《外感温熱篇》章虛谷評注：“若舌深絳，煩擾不寐，或夜有谵語，已入血分矣。”",
  "zhengsu_composition": {
    "location": [
      "xin"
    ],
    "nature": [
      "dong_xue",
      "huo"
    ]
  }
}