{
  "id": "xuelunshire",
  "number": 462,
  "name": "血輪實熱證",
  "category": "專科證候",
  "overview": "血輪實熱證即眦部實熱證，是指心經實火，炎灼目竅，血輪受病，以大眦部紅赤疼痛為特徵的臨床概稱。多因勞心太過，好食五辛，嗜煙恣酒，睡眠不足等，引起心火熾盛所致。\n主要臨床表現為：大眦部紅赤腫脹疼痛，或從大眦部生出赤脈，貫經白睛橫向黑睛，磨澀不舒；口舌糜爛，舌尖碎痛，口鼻乾燥，小便黃赤，灼熱疼痛，舌紅苔黃，脈數或弦數等。\n血輪實熱證常見於“大眦赤”、“大眦赤脈傳睛”、“目赤”等疾病中。\n本證應與“血輪心肝實火證”、“血輪心脾濕熱證”、“血輪心肺實熱證”相鑑別。",
  "clinical_manifestations": "大眦部紅赤腫脹疼痛，或從大眦部生出赤脈，貫經白睛橫向黑睛，磨澀不舒；口舌糜爛，舌尖碎痛，口鼻乾燥，小便黃赤，灼熱疼痛，舌紅苔黃，脈數或弦數等。血輪實熱證",
  "common_diseases": [
    "“大眦赤”",
    "“大眦赤脈傳睛”",
    "“目赤”"
  ],
  "differential_syndromes": [
    "“血輪心肝實火證”",
    "“血輪心脾濕熱證”",
    "“血輪心肺實熱證”"
  ],
  "differential": {
    "self_analysis": "血輪實熱證常見於多種眼病之中，其臨床表現各有一定特點，治法上亦有所變化，必須加以辨析。如大眦赤病中出現血輪實熱證，常表現為大眦部及附近白睛紅赤，腫脹疼痛，磨澀不舒，每遇嗜酒恣辛，飲食厚味燥膩之時，則赤腫增劇。此由心經實火，循手少陰之脈上乘目系，發於大眦血輪所致。《經驗眼科秘書》謂：“凡眼大角紅者，腫者，心火也。”治宜清心散火，方用荊防湯(《經驗眼科秘書》)加黄芩、木通、淡竹葉。若在大眦赤脈傳睛病中出現血輪實熱證，臨床表現為大眦部長出紅赤絲脈，貫經白睛而向黑睛，刺痒不舒，每遇嗜食辛辣，或熬夜少眠，則赤脈變為粗大屈曲，大眦部紅赤，口舌糜爛，舌尖碎痛，小便黃赤等“心經實火”的特點，此由心火上炎，蒸灼目眦所致。《銀海精微》謂：“大眦赤脈傳睛，大眦常壅澀，看物不準，……乃心經之實熱，況心或因思慮勞神，或飲食太過，致使三焦發熱，心火愈熾，故目常赤也。”治宜清心降火，方用導赤散(《銀海精微》)。若在目赤病中出現血輪實熱證，臨床每以白睛紅赤，甚則浮腫，壅蔽黑睛，眼胞腫脹，痛澀難開，溲赤便秘為特徵。此由心經實熱，上乘目竅，蒸灼大眦血輪所生。如《眼科捷要》謂：“滿眼通紅帶黑，周圍紅肉高起，胞腫便閉，夜臥不安，痛澀難開，淚如雨下，系心經實熱。”治宜清心瀉火，方用三黃丸(《銀海精微》)。總之，證候雖然相同，但在不同疾病中，其症狀表現各有特色，臨床上可根據上述病證特點，加以辨析。",
    "type_comparison": "血輪心肝實火證與血輪實熱證 手少陰之脈系目系，足厥陰之脈連目系，心經實火循少陰之脈上乘目系發病於血輪，肝經之火，循厥陰之脈上乘目系，發病於風輪。血輪心肝實火證與血輪實熱證在病机上既有聯繫又有區別，前者可由血輪實熱證發展而成，或由勞心思慮，暴怒忿郁，嗜辛恣酒之人，致使心肝火盛，上炎目竅所致。臨床表現大眦部紅赤，胬肉驟起，生長迅速，胬肉闊厚，赤瘀努起，如肉堆積，色赤若朱，干澀刺痛，口苦咽干，心煩少寐，大便乾燥，舌紅苔黃脈弦帶數等，顯然與單純血輪實熱證的以大眦部紅赤刺痛或有赤脈橫生為主的徵象不同。\n血輪心脾濕熱證與血輪實熱證 脾屬土，主胞瞼。心屬火，主大小眦。火能生土，心脾兩臟的生理關係至為密切。血輪心脾濕熱證的形成，常由恣燥嗜酒，膏粱厚味，哭泣過多，冒火沖煙，心脾兩傷，心火與脾濕互並，濕熱蒸熏瞼眦所成；或素有心經實火，而後有脾濕侵淫瞼眦所致。臨床可見眦部紅赤，濕爛膠粘，附近胞瞼皮膚，浸漬潮紅，緊澀不舒，舌紅苔黃或膩，脈數等症狀。而血輪實熱證以心經實火，炎蒸眦角部，紅赤刺疼，或生赤脈為特點，而無瞼眦部濕爛膠粘，皮膚浸漬潮紅等濕熱為患的徵象可見，以此可資鑑別。\n血輪心肺實熱證與血輪實熱證 心主血，屬火，外應兩眦，為血輪；肺主氣，屬金，外應白睛為氣輪。心與肺同居上焦，在生理上相互聯繫，血輪與氣輪於部位上內外相連，火克金，在病理上相互影響。血輪心肺實熱證可因勞心竭視，憂郁忿悖，造成心火亢盛，上炎乘肺，蒸灼血輪和氣輪所致，或因素為心火熾盛，又兼風熱乘肺，炎蒸目竅而成。臨床可見眦部和白睛紅赤，絲脈纏繞；甚則白睛浮腫，眵多干結，刺痛疼痛不舒，舌紅苔黃，脈數等症狀。血輪實熱證以病在眦部，尤以大眦部紅赤為特點，而白睛紅赤浮腫，眵多等症狀不顯，可助鑑別。"
  },
  "literature": "《世醫得效方·眼科總論》：“血輪病，因憂愁思慮，悲喜煩勞，內動於心，外攻於目，其候赤筋纏眦，白障侵睛，胞瞳難開，昏暮多澀，日久不治，失明愈深，宜洗心涼血藥。”\n《眼科捷要·心兼肝》：“滿眼通紅，固屬心家，而大角紅筋脹起，名為兼肝，是肝木能生心火，用平肝之藥，以去其肝火，則心火自退，即揚湯止沸，不如灶底抽薪之意也。”\n《眼科捷要·通紅心實》：“滿眼通紅帶黑，周圍紅肉高起，胞腫便閉夜臥不安，痛澀難開，淚如雨下。系心經實熱，宜敗毒通之。”"
}