{
  "id": "xuerehuazao",
  "number": 58,
  "name": "血熱化燥證",
  "category": "全身證候",
  "overview": "血熱化燥證是指血分熱盛而出現傷陰、動血，致陰血不足，機體失於濡養的證候。多為溫熱病後期，血分火熱熾盛，灼傷陰血，或吐瀉、多汗、過量失血，傷津耗血所致。\n主要臨床表現為：身熱夜甚，口燥咽乾，渴不多飲，心煩躁擾，發狂，發痙，毛枯不榮，皮膚瘙痒，肌膚甲錯，肌肉消瘦，神疲倦怠，小便短少或尿血，便秘或便血，吐衄發斑，舌質紅絳，苔乾少津，脈細而澀。\n血熱化燥證常見於“風溫”、“狂病”、“吐血”、“肺痿”等疾病中。\n本證通常應與“陰虛火旺證”、“邪留陰分證”、“陰虛血熱證”、“血熱動血證”相鑑別。",
  "clinical_manifestations": "身熱夜甚，口燥咽乾，渴不多飲，心煩躁擾，發狂，發痙，毛枯不榮，皮膚瘙痒，肌膚甲錯，肌肉消瘦，神疲倦怠，小便短少或尿血，便秘或便血，吐衄發斑，舌質紅絳，苔乾少津，脈細而澀。血熱化燥證",
  "common_diseases": [
    "“風溫”",
    "“狂病”",
    "“吐血”",
    "“肺痿”"
  ],
  "differential_syndromes": [
    "“陰虛火旺證”",
    "“邪留陰分證”",
    "“陰虛血熱證”",
    "“血熱動血證”"
  ],
  "differential": {
    "self_analysis": "血熱化燥證，因其血熱有強弱，傷陰有輕重，病變部位有上下之不同，因此應根據不同疾病中的特殊臨床表現，加以辨析，採用不同治法。在風溫中，溫熱之邪入於營血，傷陰化燥，症見身熱不甚，神昏譫語，口渴唇乾，口乾齒焦，舌痿唇燥，手足瘛瘲，甚則痙厥，心中憺憺大動，心煩不寐，肌膚乾燥甲錯，口鼻出血，斑疹隱隱，大便秘結，小便少，舌紅絳，苔光剝，脈虛大，多為溫邪久羈，熱迫營血，津液耗傷，不能充盈於脈，血液不能濡養。治宜清營涼血，護津滋燥，方用清營汤(《溫病条辨》)或犀角地黄汤(《千金要方》)。狂病日久，傷陰化燥，陰不足則不能制心火，虛火上炎故見發狂，發痙，煩躁，口燥咽乾，渴不多飲，毛枯不榮，皮膚瘙痒，肌膚甲錯，形瘦面紅，舌絳，陰血不足，心神失養又為虛火所擾而多驚善言，脈細數為血熱傷陰之象，治宜滋陰降火，安神定志，方用二陰煎(《景岳全書》)。吐血中見本證，為熱病之後，或因氣郁化火，或因失血過量，津液耗傷，虛火上炎，胃失濡養，故胃痛，口乾咽燥，面色潮紅，肌肉削減，皮膚瘙痒，吐血色紅，大便黑或乾黑，舌紅無苔，脈細澀。朱震亨認為陽常有餘，陰常不足，提出吐血主要為“陽盛陰虛，故血不得下行，因火炎上之勢而上出”(《丹溪心法·吐血》)，以“補陰抑火，使復其位”為原則，治宜涼血養陰，方用玉女煎(《景岳全書》)。肺痿，咳吐濁唾涎沫，其質粘稠，不易咳出，膠粘不斷，咳血而痰中帶出，咽乾而燥，渴喜冷飲，形體消瘦，皮毛乾枯，潮熱盗汗，手足心熱，腰膝痠軟，因痰熱久咳，熱灼傷陰，或癆熱傷肺，或熱病之後，餘毒未盡，或誤投汗、吐、下，致津大傷，胃津不能上輸，肺失濡養，失於宣降，津液不布乃成。正如《金匱要略·肺痿肺癰咳嗽上氣病脈證治》云：“熱在上焦者，因咳為肺痿。”《醫門法律·肺癰肺痿門》云：“肺痿者，……總由胃中津液不輸於肺，肺失所養，轉枯轉燥，然後成之”。治宜清熱潤肺，方用清燥救肺汤(《醫門法律》)。\n血熱化燥證多發於素體陰虛，或熱盛者，或年邁體弱者，蓋歸結於陰液衰少，更合外邪。如《靈枢·百病始生》云：“風雨寒熱，不得虛，邪不能獨傷人，卒然逢疾風暴雨而不病者，蓋無虛，故邪不能獨傷人。此必因虛邪之風，與其身形，兩虛相得，乃客其形。”故溫熱之邪能否侵襲人體而發病，皆取自於正氣盛衰。另有天氣炎熱，地氣偏暖，此病之易發，而見身熱不甚，皮膚乾燥，粗厚瘙痒，耳聾面赤，大便秘結，尿少而赤等症。婦人見血熱化燥者，常表現為血枯目陷，面色暗黑，經少而遲，甚則經閉，肌膚甲錯，便秘少尿等症。\n血熱化燥證其病機演變過程中，一是常伴血燥生風，由於血不濡養，陰不制陽，肝風內動，表現為眩暈，手足震顫，抽搐發痙，甚則昏仆，治宜滋陰養血，涼血熄風。二是由於邪熱太盛，邪正劇爭，克伐正氣，或陰傷太過，不能斂陽，出現正氣暴脫，表現為大汗不止，呼吸短促，煩躁不安，面色蒼白，脈微細而促，治宜益氣固脫。",
    "type_comparison": "陰虛火旺證與血熱化燥證 二者均可為溫熱邪氣所致，多見於溫病後期，臨床表現皆有身熱，心煩躁擾，口乾舌燥，便秘等。但血熱化燥證，多由於素體陰精失虧，正氣不足，復感春令溫熱或里熱熾盛，血分熱盛，傷陰動血，或誤用汗、吐、下法，體內陰血大損，機體失於濡養，臨床還表現為毛枯不榮，皮膚乾燥瘙痒，肌膚甲錯，形體消瘦，吐衄發斑，咳血尿血，舌質紅絳，苔乾少津，脈細而澀等。其可為陰虛之體，感受溫熱之邪，但先總以血熱為主，而見燥證。此與陰虛火旺證的臨床表現為夜寐不安，心煩躁熱，口渴不已，舌紅苔黃，脈細數等多有不同，二者可以區分。\n邪留陰分證與血熱化燥證 兩者均為熱邪傷陰，熱盛與陰傷並存。邪留陰分常見於溫熱病後期，溫熱餘邪未清，留伏營陰而成。臨床表現為以夜熱早涼，熱退無汗，日久見形體漸瘦，身體疲倦，不耐勞乏等症，與血熱化燥證不難區分。\n陰虛血熱證與血熱化燥證 兩者均為血熱傷陰，臨床表現動血與傷陰並見。陰虛血熱證多先有陰液虧虛化熱，而後有迫血妄行，多因素體陰虛，房勞過度，熱病日久等而致。臨床表現為五心煩熱，午後顴紅，潮熱盗汗，形體消瘦，咳血、衄血，吐血發斑，舌質紅少苔，脈細數等，雖有動血，但與血熱化燥證先有血分熱盛，而後有傷陰化燥有所不同，兩者可以鑑別。\n血熱動血證與血熱化燥證 詳見血熱動血證條“類證鑑別”項下。"
  },
  "literature": "《諸病源候論·咳嗽病諸侯》：“肺主氣，為五臟上蓋，氣主皮毛，故易傷於風邪。風邪傷於腑臟，而氣血虛弱，又因勞役大汗之後，或經大下而亡津液，津液竭絕，肺氣壅塞，不能宣通諸臟之氣，因成肺痿也。”\n《三因極一病證方論·失血敘論》：“夫血猶水也，水由地中行，百川皆理，則無壅決之虞。血之周流於人身榮、經、府、俞，外不為四氣所傷，內不為七情所鬱，自然順適，萬一微爽節宣，必至壅閉，故血不得循經流注，榮養百脈，或泣，或散，或下而亡反，或逆而上溢，乃有吐、衄、便、利、汗、痰諸證生焉。”\n《丹溪心法·吐血》：“陽盛陰虛，故血不得下行，因火炎上之勢而上出。”“補陰抑火，使復其位。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "xue_re",
      "zao",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：血熱、燥、熱/火。根據證候名稱「血熱化燥證」分析其病機組成。"
}