{
  "id": "xuerexieshi",
  "number": 59,
  "name": "血熱挾濕證",
  "category": "全身證候",
  "overview": "血熱挾濕證指熱邪深入血分兼挾濕濁，表現為原血分有熱，又為濕濁之邪所阻的證候。多因外感邪氣，情志鬱結，傷及脾胃，喜酒辛辣，飲食偏嗜所致。\n主要臨床表現為：發熱，頭身困重，口乾不欲飲，煩躁不安，或神昏譫語，腹脹不思飲食，或衄血尿血，皮下發斑，舌質紅絳，苔黃膩，脈滑數等。\n血熱挾濕證常見於“黃疸”、“血淋”、“便血”、“吐血”、“痢疾”等疾病中。\n本證通常應與“濕遏熱伏證”、“血熱動血證”、“暑濕鬱蒸證”相鑑別。",
  "clinical_manifestations": "發熱，頭身困重，口乾不欲飲，煩躁不安，或神昏譫語，腹脹不思飲食，或衄血尿血，皮下發斑，舌質紅絳，苔黃膩，脈滑數等。血熱挾濕證",
  "common_diseases": [
    "“黃疸”",
    "“血淋”",
    "“便血”",
    "“吐血”",
    "“痢疾”"
  ],
  "differential_syndromes": [
    "“濕遏熱伏證”",
    "“血熱動血證”",
    "“暑濕鬱蒸證”"
  ],
  "differential": {
    "self_analysis": "血熱挾濕證可出現在多種疾病中，其臨床表現各具有一定特點，治療方法也各不相同。若在黃疸中血熱挾濕證，臨床表現以黃疸色明，身目淺黃，壯熱煩渴，嘔吐頻作，腹滿拒按，煩躁不安，或神昏譫語，或衄血、吐血、便血、尿血，皮下發斑，尿少便結，舌紅絳，苔黃褐膩，脈滑數或洪大。多因感受時邪，或傷於飲食，其本有熱，易入營血，又傷於脾胃，運化失職，濕濁內生，與血熱相加，而成血熱挾濕，治宜涼血化濕，方用千金犀角散(《千金要方》)和犀角地黄汤(《千金要方》)。若在血淋之中見血熱挾濕證，其臨床表現每以小便熱澀刺痛，尿色深紅，有血塊者，疼痛必劇，或見心煩，苔黃，脈滑數為特點，此由多食辛熱肥甘，或嗜酒太過，或下陰不潔，穢濁之邪侵入，熱盛傷絡，迫血妄行，發為血淋，治宜涼血止血，清熱通淋，方用小薊飲子(《濟生方》)。若便血中見血熱挾濕證，其臨床表現為大便下血，血色紫黑不鮮，腹痛，頭身困重，口乾不欲飲，煩躁不安，或神昏譫語，腹脹不思飲食，胸膈脹悶，舌苔黃膩，脈濡數。元·朱震亨認為“腸胃不虛，邪氣無從而入”，正虛復因“坐臥風濕，醉飽房勞，生冷停寒，酒面积熱”(《丹溪心法》)皆可化熱夾濕，以致榮血失道，滲入大腸，而成便血之症。治宜涼血止血，清熱化濕，方用瀉心汤(《金匱要略》)合赤小豆當歸散(《金匱要略》)。若在吐血中見血熱挾濕，以脘腹煩悶，脹痛不舒，噁心嘔吐，吐血色紅量多，不思飲食，頭身困重，煩躁不安，口苦，小便色紅，便秘，舌紅苔黃膩，脈濡數為臨床表現，緣因嗜食肥甘或飲酒過多，熱與濕結，迫血上逆，治宜涼血止血，利濕化滯，方用枳實導滯丸(《内外傷辨惑論》)合回生丸(《婦人良方》)。若在痢疾中見血熱挾濕證，臨床表現為發熱，下赤血，或腹脹如鼓，噁心嘔吐，頭身困重，口乾不欲飲，煩躁不安，或神昏譫語，納少，舌絳苔黃膩，脈滑數，治宜清熱涼血，化濕解毒開竅，方用白頭翁汤(《傷寒論》)合芍藥汤(《素問病機氣宜保命集》)。\n血熱挾濕證多發於夏秋季節，雨量較多，濕氣較盛之時，素體陽盛，或喜飲酒，偏食辛辣肥甘之人易患。婦人見血熱挾濕證，主要表現為經多色紅，或白帶多而粘稠，氣味腥臭，色黃或帶血等特點，治宜因人而異。\n血熱挾濕證中，熱為陽邪，濕為陰邪，兩者相合變化多端，一者，濕性粘膩，其病遷延，日久不愈。二者，兩者相合，易困脾土，脾不能運化水濕，濕邪得助，邪勢更強，脾土更虛，耗伐正氣，正氣愈虛。三者火熱之邪，煉液為痰，阻礙氣機，上蒙清竅，或可化風，故本病多有心煩躁狂，神昏譫語。四者，熱灼傷陰，日久及陽，久病難愈，每致陰陽俱損。",
    "type_comparison": "濕遏熱伏證與血熱挾濕證 二證均可見濕邪阻遏的頭痛身重，胸脘滿悶，納食呆滯的臨床表現。濕遏熱伏證系濕熱合邪，濕困熱外，熱處濕中，濕邪阻遏氣機，鬱熱不能宣洩透發，表現為發熱不甚，午後較顯，而其胸悶如室，脘腹脹滿等氣機不利之症較血熱挾濕證重。血熱挾濕證系熱在血分更合濕邪，以血熱為重，臨床以發熱，煩躁不安，或神昏譫語，衄血、尿血，發斑等為主，兼有濕邪之象。以兩者相比，前者病位於中焦，以濕阻為主；後者病位在血分，以血熱為主，臨床當予辨析。\n血熱動血證與血熱挾濕證 詳見陰虛血熱證條“類證鑑別”項下。\n暑濕鬱蒸證與血熱挾濕證 二者皆有熱與濕為患，暑熱鬱蒸證因暑濕之邪鬱於內，蒸出於上而出現暑濕蔓延三焦為特徵，故其症見紛紜，暑濕蒸於肺，肺氣失宣，肺絡受損，故胸悶咳痰帶血；暑濕蒸於中焦，故胸脘痞悶而不甚渴飲；暑濕下侵腸道，泌別失司，清濁不分，致大便下利稀水而小便反短；蒸淫之氣上迫清竅，耳為失聰。其常發於盛夏炎熱之時，雖然也可見身熱而赤，神昏，但其暑濕瀰漫三焦，同時為病，而血熱挾濕證，多以血熱為主，兼見濕邪為病，好發於夏秋之季，以可以區別。"
  },
  "literature": "《諸病源候論·淋病諸侯》：“血淋者，是熱淋之甚者，則尿血，謂之血淋。心主血，血之行身，通變經絡，循環腑臟，其熱甚者則散失其常經，溢滲入胞，而成血淋也。”\n《臨證指南医案·吐血》：“酒熱戕胃之類，皆能助火動血。”\n《血證論·吐血》：“血之歸宿，在於血海，衝為血海，其麗於陽明，未有衝氣不逆上，而血上者也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "shi",
      "xue_re"
    ]
  }
}