{
  "id": "xuere",
  "number": 10,
  "name": "血熱證",
  "category": "基礎證候",
  "overview": "血熱證是指血分有熱，或熱邪侵犯血分而出現的以傷陰、動血、熱擾神明等臨床表現為特徵的證候。多因外感熱邪，情志鬱結，飲食偏嗜所致。\n主要臨床表現為：心煩，或躁擾發狂，口渴不喜飲，身熱夜甚，及發斑吐衄，尿血便血，女子月經過多或崩漏，舌質紅絳，脈細數等。\n血熱證常見於“溫熱病”、“血證”、“月經先期”、“崩漏”、“疔瘡走黃”、“瘡瘍”等疾病中。\n本證通常應與“血燥證”、“血熱血瘀證”相鑑別。",
  "clinical_manifestations": "心煩，或躁擾發狂，口渴不喜飲，身熱夜甚，及發斑吐衄，尿血便血，女子月經過多或崩漏，舌質紅絳，脈細數等。血熱證",
  "common_diseases": [
    "“溫熱病”",
    "“血證”",
    "“月經先期”",
    "“崩漏”",
    "“疔瘡走黃”",
    "“瘡瘍”"
  ],
  "differential_syndromes": [
    "“血燥證”",
    "“血熱血瘀證”"
  ],
  "differential": {
    "self_analysis": "血熱證可出現在多種疾病之中，但在溫熱病中，“熱入營血”的概念與其他疾病又不盡相同，臨床表現各具一定特點，治法亦異，必須詳加辨析。溫熱病屬血熱證的有兩種證候表現：一是營分證，症狀表現為發熱夜甚，口渴不甚，心煩不寐，斑疹隱現，甚則神昏谵語，舌質紅絳，脈細數等以營陰受損，心神被擾的病變為特點。此系熱邪從氣分內傳入營，或由衛分逆傳而來，為溫熱病邪內陷的深重階段。病傳營分，顯示正氣不支，邪氣深入，內犯心包，擾亂神明或病及厥陰肝經。治宜“透熱轉氣”清營洩熱，方用清營湯(《溫病条辨》)。一是血分證，症狀表現為熱甚，神昏谵語，或抽搐、吐血、衄血、便血、斑疹，舌質深絳或見舌苔光剝，脈虛數或細促等以傷陰、動風、動血、耗血為其特徵。多由營分證不解，傳入血分；或氣分邪熱直入血分所致。邪熱入於血分，較熱在營分更為深重，是溫熱病發展過程中最為嚴重的階段，心、肝、腎皆受其病。顯然與諸如外科瘡瘍陽證之血分熱毒證含義不同。治宜清熱涼血，方用犀角地黃湯(《千金要方》)；或涼肝熄風，方用羚羊鉤藤湯(《通俗傷寒論》)；或滋陰養血，平肝熄風，方用加減復脈湯(《溫病条辨》)、大定風珠(《溫病条辨》)。若出血性疾病(血證)中屬於血熱證者，無論吐血、衄血、咯血、便血、尿血諸病，都以出血鮮紅，舌紅脈數為其共有特徵。多由外感風熱燥邪，熱傷肺絡；或嗜食辛辣，蘊熱於胃腸；或情志不遂，五志化火；或煩勞過度，心火亢盛，移熱於小腸；或久病肝腎陰虧，相火妄動。“血得熱則沸”，熱傷血脈，迫血妄行，“陽絡傷則血外溢，陰絡傷則血內溢”。張景岳說：“動者多由火，火盛則逼血妄行。”治療以涼血止血為基本治則。但由於病因、病位不同，具體治療亦不盡相同。如咳血者，治宜滋陰潤肺，涼血止血，方用百合固金湯(《醫方集解》引趙蕺庵方)；衄血、吐血者，治宜清胃瀉火，涼血止血，方用玉女煎(《景岳全書》)加減，或清肝瀉火，用龍膽瀉肝湯(《蘭室秘藏》)加減；便血者，宜清熱祛濕，和營止血，方用赤小豆當歸散(《金匱要略》)合地榆散(《仁齋直指方》)；尿血，治宜清心瀉火，方用小薊飲子(《濟生方》)加減。或滋陰清火，涼血止血，方用知柏地黃丸(《醫方考》)加減。若疔瘡走黃，癰毒內陷，則表現為在原發病灶處腫勢瀰漫，迅即擴延，皮色暗紅，並伴有高熱寒戰，煩躁不安，甚則神昏抽搐，舌紅絳，苔黃燥，脈洪數等特點，此由疔毒走散，毒入血分，內攻臟腑所致。治宜涼血清熱解毒，方用五味消毒飲(《醫宗金鑑》)合犀角地黃湯(《千金要方》)加減。總之血熱證在不同的疾病中，其症狀表現亦各有特色，臨床可根據上述病證特點，加以辨治。\n婦女經血胎孕無不以血為本，故血熱證較多發生於婦人。多因素體內熱，過嗜辛辣食物，或感受熱邪，或忿怒過度，氣鬱化火，或陰虛內熱等，以致熱擾衝任，迫血妄行。主要表現為經期提前，月經量多，色深紅或紫，稠粘，甚則崩漏不止，心煩，口渴喜涼飲，大便秘，小便黃。陰虛血熱者，多兼午後手足心熱，兩顴發赤等特點。\n在溫熱病中，血分證的病機演變過程常伴見兩種情況：一是由於熱邪在血，消耗肝血腎精，真陰虧耗，津液枯竭。出現皮膚乾皺，唇焦舌痿，目陷睛迷，兩顴紅赤，四肢厥逆，心中憺憺大動，或神昏嗜睡，舌絳少苔或光絳無苔，脈細促等亡陰之證。二是由於陰損及陽，邪熱亦可傷陽耗氣，故亡陽常繼亡陰之後發生，因而在高熱大汗、突然大失血、大吐大瀉之後，每易引起亡陽之變。出現面色蒼白，汗多清冷，畏寒蜷臥，四肢不溫，神識昏蒙，氣息微弱，脈微欲絕等陽氣欲脫之證。宜急挽垂絕之陽，救得一分陽氣，便有一線生機。",
    "type_comparison": "血燥證與血熱證 熱與燥均易耗傷津血。在病因病機上密切相關，往往燥熱並見，故在臨床表現上有其相似之處，但亦有所區別。從病因而論，血熱證多因感受熱邪，或七情鬱結，鬱而化火，或嗜食肥甘辛辣，助火蘊熱，熱入血分所致。由於血分熱盛，擾動心神，故見心煩，甚則躁擾發狂。邪熱在血分，血屬陰，故身熱夜甚。陰血被耗，故口乾。熱盛耗血，不能充盈於脈，故脈來細數。邪熱盛於血分，熱迫血絡，故可見衄血、吐血、尿血及皮下出血等症。血燥證多由年老久病，精血衰少；或由血熱致燥，血瘀內結，血液不能濡養所致。就其血熱致燥機理而言，一是熱邪煎熬，致使血液濃縮而成瘀，瘀血內結，血液枯少，失於濡養，從而形成血燥。二是熱盛耗血傷陰，津血虧乏，熱灼血枯而化燥。由此可見血熱是致燥的直接病理因素，血燥是血熱病理發展的結果。臨床表現以肌肉消瘦，肌膚甲錯，皮膚瘙癢、鱗屑，爪甲毛髮乾枯不澤，大便秘結，舌燥無津，脈細澀等症為特點。二者不難鑑別。\n血熱血瘀證與血熱證 兩證均屬血熱範疇。血熱血瘀證亦稱血熱搏結證，多因感受外邪，或情志內傷，或臟腑功能失調，或瘀血留滯，鬱而化熱，以致血熱搏結而成。臨床一般常見頭痛如刺，發熱，或見出血，或有腫塊，舌暗紅，脈數等症。如血熱搏結於腸胃或下焦，還可見谵語，腹脹滿痛拒按，大便乾，色黑易解；或少腹急結，小便自利，其人如狂或發狂等症(蓄血證)，婦人熱入血室，熱與血結，則見下腹部或胸脅硬滿，寒熱如瘧，入夜谵語，月事不行等症。由此可見，既有血瘀證，又有血熱證表現者，方為血熱血瘀證。顯然與單純血熱證不同，可資鑑別。"
  },
  "literature": "《聖濟總錄·鼻衄門》：“失血得熱則湧溢，得寒則凝泣，膽受胃熱，循脈而上乃移於腦，蓋陽絡溢則血妄行，在鼻為衄，在汗孔為 𧏾，二者不同，此熱厥血溢之過也。”\n《濟生方·吐衄》：“夫血之妄行也，未有不因熱之所發，蓋血得熱則淖溢，血氣俱熱，血隨氣上，乃吐衄也。”\n《證治匯補·血證》：“血熱者，其症吐衄咳咯溺血，午後發熱，女子月事先期而來，脈弦而數，法宜涼之。”\n《醫碥·雜證》：“血隨氣行，氣寒而行遲則血澀滯，氣熱而行駛則血沸騰。蓋血屬陰，非陽不運，故遇寒而凝；氣屬火，非少則壯，故遇熱而灼。”\n《雜病源流犀燭·卷十七》：“血熱宜清之涼之。熱則為癰腫瘡癤，為齒衄，為鼻衄，為牙斷腫，為舌上出血，為舌腫，為赤淋，為血崩，為月事先期，為熱入血室，為赤游丹，為眼暴赤腫痛。法宜酸寒苦寒鹹寒辛涼以除實熱。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "xue_re"
    ]
  }
}