{
  "id": "xueredongfeng",
  "number": 56,
  "name": "血熱動風證",
  "category": "全身證候",
  "overview": "血熱動風證是指血分有熱，或熱邪入血引動肝風而出現的以神昏抽搐為主要表現的證候。多因外感熱邪，或七情鬱結，鬱而化火或嗜食肥甘辛辣，助火蘊熱，熱灼營血，筋脈失養而致。\n主要臨床表現為：壯熱神昏，或躁擾發狂，頭暈脹痛，心煩，手足抽搐，頸項強直，角弓反張，甚則痙厥互見，發斑吐衄，舌質紅或紅絳，脈細數。\n血熱動風證常見於“風溫”、“春溫”、“暑溫”、“溫疫”等溫病中。\n本證應與“熱極生風證”、“肝陽化風證”、“血虛生風證”、“陰虛風動證”相鑑別。",
  "clinical_manifestations": "壯熱神昏，或躁擾發狂，頭暈脹痛，心煩，手足抽搐，頸項強直，角弓反張，甚則痙厥互見，發斑吐衄，舌質紅或紅絳，脈細數。血熱動風證",
  "common_diseases": [
    "“風溫”",
    "“春溫”",
    "“暑溫”",
    "“溫疫”等溫病"
  ],
  "differential_syndromes": [
    "“熱極生風證”",
    "“肝陽化風證”",
    "“血虛生風證”",
    "“陰虛風動證”"
  ],
  "differential": {
    "self_analysis": "血熱動風證最多出現在溫熱病熱入血分證中，在風溫、春溫、暑溫、溫疫病中均可出現。共同症狀是高熱、神昏、驚厥、抽搐，但因其引發之邪不同而各具特點。風溫病之血熱動風證，好發於春季，感受風熱之邪，未及時治療，熱陷血分，傳入心包，灼液為痰，蒙閉清竅，擾亂神明而致。臨床表現為神昏譫語或昏聵不語，身體灼熱或手足抽搐，舌質紅絳，脈數。治宜清宮湯(《溫病条辨》)，送服安宫牛黄丸。春溫之血熱動風證，由於伏邪在里，內熱本重，或因感受溫熱之邪，失治、誤治，邪熱內陷血分，或邪盛正虛，發病即在血分，即王孟英所說：“伏氣溫病，自里出表，乃先從血分，而後達於氣分”。熱入血分，擾亂心神而出現動風之症。臨床表現為身體灼熱，躁擾不安，手足抽搐，甚則昏狂譫妄，斑疹鮮紅，或吐衄、便血，舌質紅或紅絳，脈細數。治宜清熱涼血，涼肝熄風。方用犀角地黄汤(《千金要方》)合羚羊钩藤汤(《通俗傷寒論》)加減。暑溫之血熱動風證，由於夏季感受暑熱之邪，熱邪灼傷營血，內陷心包而致動風表現。臨床表現為灼熱躁擾，神昏譫妄，壯熱煩渴，四肢抽搐，頭暈脹痛，牙關緊閉，角弓反張，斑疹密布，疹色紫黑，汗出面赤，舌紅或紅絳，舌燥無津，脈細數。治宜清熱涼肝熄風。方用白虎汤(《傷寒論》)合羚羊钩藤汤(《通俗傷寒論》)加減。溫疫之血熱動風證，由於疫病之毒極盛，傳變迅速，常常衛分之邪不經氣分直入血分，熱毒燔灼於血分，病勢更為凶險。臨床表現為壯熱，口噤，頭痛如劈，嘔吐頻作，項背強直，甚則角弓反張，且常伴有斑疹，譫妄，舌質紅絳，苔焦黑起刺等症。治宜清熱解毒，涼肝熄風。方用清瘟敗毒飲(《疫疹一得》)加羚羊角、鉤藤、合用紫雪丹或與安宫牛黄丸。\n小兒為稚陰稚陽之體，臟腑嬌嫩，神氣未定，若罹溫病，極易發生本證，當及時運用清熱涼血，平熄肝風之法。\n血熱動風證是血分有熱，極易迫血妄行，而出現咯血、吐血、便血症狀，須及時涼血止血，以防失血過多，氣隨血脫，出現面白、氣促、肢冷、脈微等症狀。",
    "type_comparison": "熱極生風證與血熱動風證 兩者在臨床表現上極為相似，均是由於邪熱熾盛，傷津耗液，筋脈失養所表現的動風證候。症見高熱煩躁，躁擾如狂，手足抽搐，頸項強直，甚則角弓反張，牙關緊閉，舌質紅絳，脈弦數。二者均可因感受溫熱毒邪而發，但熱極生風證還可因痰熱、瘀熱搏結血分致動風證候。臨床不難鑑別。\n肝陽化風證與血熱動風證：二者均有動風證候，但其病因病機不同，臨床須詳加鑑別。肝陽化風證多由情志不遂，氣鬱化火傷陰，或素有肝腎陰虧，陰不制限，陽亢日久，亢極化風而成動風證候。本證平素即有肝陽上亢，頭暈目眩的症狀，多見於內傷雜病，而血熱動風證則多見血熱表現，常見於溫病。二者病因病機截然不同，不難鑑別。\n血虛生風證與血熱動風證；二者均有動風的證候，但其虛實不同。血虛生風證多因內傷雜病，久病血虛，或急慢性失血而致營血虧虛，筋脈失養。臨床上除了見手足震顫，或肌肉瞤動，肢體麻木等動風徵象以外，還兼有眩暈耳鳴，面色無華，爪甲不榮等血虛的表現。血熱動風證是由於血分有熱或熱邪侵犯血分而致的動風證候。除了動風的表現以外，兼有高熱、心煩、躁狂、口渴，甚則吐衄、血便等溫病實證表現。\n陰虛動風證與血熱動風證 陰虛動風證多因外感熱病後期，陰液耗損，或內傷雜病，陰液虧虛，致使筋脈失養而成。臨床上除了有手足抽搐等動風症象以外，兼有潮熱顴紅，眩暈耳鳴，口燥咽乾，形體消瘦等症狀，屬虛證。血熱動風證亦常見於溫病後期，屬實熱證，臨床上以高熱、神昏、抽搐為主要表現。"
  },
  "literature": "《外感温熱篇》章虛谷評注：“若舌深絳，煩擾不寐，或夜有谵語，已入血分矣。”\n《外感温熱篇》：“風溫證，身熱痰咳，口渴神迷，手足瘛瘲，狀若驚癇，脈弦數者，此熱劫津液，金囚木旺，當用羚羊、川貝、青蒿、連翹、知母、麥冬、鉤藤之屬，以熄風清熱。”\n《溫病条辨·卷六》：“病久而痙者，非傷脾陽，肝木來乘，即傷胃汁肝陰，肝風鴟張，一虛寒，一虛熱，為難治也。吾見濕致痙，先病後痙者多，如夏月小兒暑濕，泄瀉暴注，一晝夜有數日行，下多亡陰，肝乘致痙之類，霍亂最能致痙，皆先病後痙者。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "xue_re",
      "dong_feng"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：血熱、動風/內風。根據證候名稱「血熱動風證」分析其病機組成。"
}