{
  "id": "xuexuhanning",
  "number": 49,
  "name": "血虛寒凝證",
  "category": "全身證候",
  "overview": "血虛寒凝證是指營血虧虛，絡脈空虛，寒邪乘虛而入，客於血脈，凝滯氣機，血液運行不暢所引起的兼有血虛和寒凝表現的證候。\n主要臨床表現為：肢體麻木，手足清冷，畏寒，心腹冷痛，得熱則舒，頭暈耳鳴，心悸失眠，面色暗淡無華，舌淡暗苔白，脈細澀。\n血虛寒凝證常見於“胸痛”、“胃痛”、“腹痛”、“脫疽”、“痺病”、“月經不調和痛經”等疾病中。\n本證應與“血寒證”、“血瘀證”相鑑別。",
  "clinical_manifestations": "肢體麻木，手足清冷，畏寒，心腹冷痛，得熱則舒，頭暈耳鳴，心悸失眠，面色暗淡無華，舌淡暗苔白，脈細澀。血虛寒凝證",
  "common_diseases": [
    "“胸痛”",
    "“胃痛”",
    "“腹痛”",
    "“脫疽”",
    "“痺病”",
    "“月經不調和痛經”"
  ],
  "differential_syndromes": [
    "“血寒證”",
    "“血瘀證”"
  ],
  "differential": {
    "self_analysis": "血虛寒凝證可出現在多種疾病中，臨床上以血虛兼有寒凝為辨證要點。由於其病因、病位不同，故臨床表現各異。因內傷雜病，陰血暗耗，或脾胃虛弱，生化不足，或急慢性失血，血脈空虛，寒邪乘虛而入，客於血脈，凝滯氣機，血液運行不暢。因其寒邪所客部位不同，而有胸痺、胃痛、腹痛之分。寒邪客於心脈，心脈痺阻不暢而成胸痺。《諸病源候論》曰：“寒氣客於五臟六腑，因虛而發，上衝胸間，則胸痺。”症見卒然心痛如絞，形寒，甚則手足不温，或心痛徹背，背痛徹心，頭暈目眩，心悸健忘。多因氣候驟冷或驟遇風寒而發病或加重，舌淡苔薄白，脈沉細緊。治宜祛寒養血，宣痺通陽。方用當歸四逆湯加減(《傷寒論》)。胃痛之本證多因素體血虛，外感寒邪，內客於胃；或過服寒涼，寒涼傷中，致使氣機凝滯，胃氣不和，收引作痛；或脾胃虛弱，中焦虛寒，導致胃失溫養作痛。《素問·舉痛論》曰：“寒氣客於腸胃之間，膜原之下，血不得散，小絡急引，故痛。”症見胃脘疼痛，惡寒喜暖，得溫痛減，遇寒加重，頭暈神疲，手足不温，納少，舌淡苔薄白，脈細弦緊。治宜溫胃散寒，健脾養血。方用良附丸(《良方集腋》)合小建中汤(《傷寒論》)。腹痛之血虛寒凝證多因外感寒邪，侵入腹中而致腹痛。臨床表現為腹痛綿綿，時作時止，喜熱惡冷；或腹痛拘急，手足不温，伴神疲乏力，形寒肢冷，胃納不佳，面色無華，小便清長，大便溏薄，舌質淡，苔薄白，脈沉細或緊。治宜溫中補虛，散寒止痛。方用小建中汤(《傷寒論》)合理中丸(《傷寒論》)加減。脫疽之血虛寒凝證多因稟賦不足或失於調養，血脈空虛，外感寒邪，以致寒凝血滯，阻塞經絡所致。臨床表現為患肢麻木不仁，肌肉抽痛，足趾暗紅或青紫，四肢不温，喜暖怕冷，頭暈目昏，面色無華，舌淡苔薄白，脈細緊或細澀。治宜養血溫經，散寒通絡。方用四物湯(《仙授理傷續斷秘方》)合陽和汤(《外科全生集》)。痺病之血虛寒凝證多見於素體血虛，寒邪侵襲，閉阻經絡，氣血運行不暢而引起筋骨、關節、肌肉發生疼痛，疼痛較劇，得熱痛減，遇寒痛增。宋《聖濟總錄·歷節風》曰：“歷節風者，由血氣衰弱，為風寒所侵……”。現代文獻報導，痺病發生率女性多於男性。這與女子有經、孕、產、乳的生理現象有關。蓋女子以血為本，經、孕、產、乳都是以血為用，皆易耗血，加之起居不慎，寒邪易於乘虛侵襲，留滯肌膚、經絡、關節，閉阻血脈而成痺病。臨床表現：關節疼痛腫脹日久，屈伸不利，局部觸之不温，遇寒加重，得熱痛緩，兼見面色蒼白無華，頭暈目眩，心悸，納少，舌質淡，苔薄白，脈細緊或細澀。治宜益氣養血，散寒通絡。方用蠲痺湯(《百一選方》)。婦人之血虛寒凝證，主要表現為月經過期，月經量少，甚則閉經、痛經，或產後惡露不淨，小腹冷痛，或宮寒不孕等症。治宜溫經散寒，養血祛瘀。方用溫經湯(《金匱要略》)加減。\n血虛寒凝，日久不愈，則血液凝澀不行，絡脈阻滯，以致瘀血內生，則易成為癥積痼疾。",
    "type_comparison": "血寒證與血虛寒凝證 兩者均有血寒證的表現。陰寒之邪侵犯血分，或氣虛失其溫煦，而出現血脈凝滯、收引等臨床表現，如肢體麻木，皮膚不澤，手足清冷，畏寒，心腹冷痛，得熱痛減，月經錯後，痛經等症狀。二者主要區別在于前者以實證多見，後者在血寒證基礎上兼見血虛證，如頭暈目眩，面色蒼白，心悸失眠等症，以虛為主。\n血瘀證與血虛寒凝證 兩證都有血脈凝滯症狀，在病因病機上密切相關，但有一定區別。從病因而論，血虛寒凝證多因素體氣血虧虛，寒邪乘虛而入，內客於血脈之中而致氣血運行不暢。血虛寒凝證又是形成血瘀的病因之一。血虛寒凝，氣血運行不暢，壅積於經脈或器官之內，呈凝滯狀態，失卻生理功能，則成瘀血。因此血瘀證是血虛寒凝證的進一步發展的結果。兩者的區別在于血虛寒凝證既有頭暈目昏，心悸健忘，形寒肢冷，疼痛喜暖，得溫痛減等血虛有寒的表現，又有疼痛如刺，固定不移，甚則有癥積包塊等瘀血症狀，顯然可以與單純血瘀證相鑑別。"
  },
  "literature": "《羅氏會約醫鏡·經脈門》：“凡血寒血虛者，俱後期。然血何以寒？非陰寒由外而入，生冷由內而傷，原由陽氣不足，非春和之時，以致津液不能充盈，故不能如期而至也。”\n《證治匯補·血證》：“血寒者，其證麻木疲軟，皮膚不澤，手足清冷，心腹怕寒，腹有塊痛，得熱則止，在女子則月事後期而痛，脈細而緩，法宜溫之。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "han",
      "xue_xu"
    ]
  }
}