{
  "id": "xuexu",
  "number": 7,
  "name": "血虛證",
  "category": "基礎證候",
  "overview": "血虛證是體內血液不足，肢體臟腑五官百脈失於濡養而出現的全身性衰弱證候。多因勞倦內傷，思慮過度，暗耗陰血，脾胃虛弱，氣血生化不足，或失血過多所致。久病不愈，溫病後期亦可引起。\n主要臨床表現為：面白無華或萎黃，唇色淡，頭暈目眩，心悸，失眠，手足發麻，女子月經量少，衍期，甚則經閉，舌質淡，脈沉細無力等症。\n血虛證常見於“心悸”、“虛勞”、“眩暈”、“頭痛”、“痙證”、“血證”、“便秘”、“發熱”、“月經不調”、“閉經”、“不孕”等疾病中。\n本證通常應與“陰虛證”、“血脫證”相鑑別。",
  "clinical_manifestations": "面白無華或萎黃，唇色淡，頭暈目眩，心悸，失眠，手足發麻，女子月經量少，衍期，甚則經閉，舌質淡，脈沉細無力等症。血虛證",
  "common_diseases": [
    "“心悸”",
    "“虛勞”",
    "“眩暈”",
    "“頭痛”",
    "“痙證”",
    "“血證”",
    "“便秘”",
    "“發熱”",
    "“月經不調”",
    "“閉經”",
    "“不孕”"
  ],
  "differential_syndromes": [
    "“陰虛證”",
    "“血脫證”"
  ],
  "differential": {
    "self_analysis": "血虛證可出現在多種疾病中，其臨床表現各具一定特點，治療方法亦不盡相同，必須加以辨析。如在心悸病中見血虛證，臨床表現以心悸、頭暈、失眠多夢、面白無華、倦怠乏力、舌質淡紅、脈細弱為特點。此由思慮過度，勞傷心脾，或久病體虛，氣血不足，或因失血過多，心失所用所致。治宜補血養心、益氣安神，方用歸脾湯(《濟生方》)或用炙甘草湯(《傷寒論》)。若在虛勞病中見血虛證，臨床表現每以心、肝血虛症狀為主：一、心血虛：以心悸怔忡、健忘、失眠多夢、面色不華，舌淡、脈細或結代為特點，多由稟賦不足、精血不旺、思慮耗傷心血，大病之後，失於調理，陰血虧虛，久而不復，積虛成損所致。治宜養血安神，方用養心湯(《證治準繩》)或歸脾湯(《婦人良方》)；二、肝血虛：以頭暈、目眩、耳鳴、脅痛、驚惕不安、月經不調、經閉，甚則肌膚甲錯、面色蒼白、舌質淡、脈弦細為特點，此由情志鬱結，暗耗肝血，或失血過多，久病之後失於調理，陰血虧虛，甚則血虛化燥，久而不復，積虛成勞所致。治宜補血養肝，方用四物湯(《和劑局方》)加味。若在眩暈病中見血虛證，臨床每以眩暈於勞累後發作或加重，面白無華，唇甲蒼白，常兼見神疲乏力，少氣懶言，心悸失眠等症為特點，此由久病心脾兩虛，或熱病耗傷陰血，血虛不能滋濡周身，血不上奉於腦，或血虛陰虧，虛熱上擾清竅所致。治宜益氣養血，方用歸脾湯(《婦人良方》)加味。若在頭痛病中見血虛證，臨床表現為頭痛頭暈，隱隱作痛，遇勞則甚，心悸失眠，神疲乏力，食欲不振，此由久病正虛，或失血過多，中氣不足，清陽不升，營血虧虛不能上榮於腦所致。治宜補養氣血，方用八珍湯(《正體類要》)加味。若在便秘病中出現血虛證，臨床表現以大便秘結，努責乏力，面色不華，唇舌色淡，頭暈目眩，心悸，脈細。此由久病體虛，年高體衰，產後亡血，或血虛津少，大腸失於濡潤，或血少而致陰虛內熱所致。方用潤腸丸(《沈氏尊生書》)。若在出血性疾病中見血虛證，臨床表現為鼻衄、齒衄，甚或肌衄、面色晄白、頭暈眼花、心悸、神疲乏力等特點。此由失血過多，血虛氣亦虧，氣不攝血，故血出不止。治宜補氣攝血，方用人參歸脾湯(《婦人良方》)。若在發熱病中出現血虛證，則臨床表現為發熱、夜重晝輕，心悸乏力，面色不華、舌淡脈細數。多由久病心肝血虛，或脾不生血，或失血過多所致。治宜清熱養血，方用當歸補血湯(《蘭室秘藏》)。總之，證候雖同，但在不同疾病中，其表現各有特點，臨床上可根據各自病證的特點進行辨治。\n血虛證較多發生於婦人。因為月經、胎孕無不以血為本。其臨床表現是經期延後，月經量少、色淡、質清稀，小腹空痛，甚則閉經。還會出現血虛不孕、滑胎等病證。年高體弱之人，亦常見血虛證，主要與年高精虧血少有關，臨床表現為精神萎靡、面色無華、心悸失眠、頭昏眼花、耳鳴耳聾或便秘。\n血為陰，氣為陽，血為氣之母，氣為血之帥，兩者相互依存，相互為用。氣有溫煦肌膜，化生精血，統攝血液的作用；而血有運載陽氣、濡養肌膜等作用。二者關係密切，故血虛證在其病機演變過程中常伴有兩種情況：一是血虛無以載氣，則氣亦隨之而少，導致氣血兩虛之證。表現為面色蒼白，心悸失眠，少氣懶言，乏力自汗，舌淡而嫩，脈細弱。二是由於長期慢性失血，或突然大量失血，血海空虛、真陰不足，導致血脫證。症見面白，天然不澤，頭暈目花，四肢清冷，脈空虛等。由於失血過多，血脫氣無依附，氣隨之暴脫，亦可形成氣隨血脫證，症見面色蒼白，汗出膚冷，四肢不溫，甚至暈厥，脈微細或芤等。治療時可本著“有形之血不能速生，無形之氣所當急固”的理論，宜補氣固脫，以防亡陽之變。",
    "type_comparison": "陰虛證與血虛證 二者均為虛證，血屬陰，精、津、液亦屬陰，且“精血同源”、“津血同源”。陰虛證較血虛證範圍為廣。從病因而論，血虛證是由脾胃虛弱，化源不足，七情鬱結，暗耗陰血，久病不愈，失血過多所致。血虛不能滋養頭目，則頭暈眼花；不榮於面，則面色蒼白或萎黄，唇色淡白；營血不足，心失所養，則心悸失眠；血虛筋脈失養，則手足發麻，甚則搐搦；血海不足，衝任空虛，則月經不調，甚或經閉；血虛不榮於舌，則舌見淡白；脈道失充，則脈細弱。而陰虛證多由久病陰分不足，熱病傷津耗液，或汗、吐、下太過所致。陰虛生內熱，虛熱內擾，則見五心煩熱，午後潮熱；虛熱內蒸津液外洩，則見盜汗；陰虛體內津液虧乏則見口乾渴，咽乾目澀，乾咳少痰，大便乾結；陰虛火旺，則舌紅少苔或無苔，脈見細數。綜上可見，血虛證與陰虛證的主要區別在于：血虛證突出一個“色”字，即面色蒼白、口唇色淡、爪甲無華等；而陰虛證則在于“熱”字，即手足心熱、潮熱、盜汗等。以此可資鑑別。\n血脫證與血虛證 二者同屬體內血液虧虛範疇。血脫證較血虛證為重，血脫證可為血虛證的進一步發展，亦可因突然大量出血所導致。由於陰陽互根的關係，陰損可及陽，失血過多，氣失依附，血脫氣亦隨之暴脫，故血脫後常常出現氣隨血脫之候，症見面色蒼白，四肢不溫，自汗膚冷，氣息低微，脈微細或芤，甚則出現暈厥。顯然與血虛證之表現不同，不難分辨。"
  },
  "literature": "《丹溪心法·驚悸怔忡》：“怔忡者血虛，怔忡無時，血少者多。”\n《症因脈治·卷一》：“血分發熱之症，晝則安靜，夜則發熱，唇焦口乾，反不飲水，睡中盜汗，此血分發熱之證也。血分發熱之因，或熱病後，熱伏血中，或陰血素虧，血虛火旺，二者皆成血分發熱也。”\n《證治匯補·上竅門》：“血為氣配，氣之所麗，以血為榮。凡吐衄崩漏產後亡陰，肝家不能收攝榮氣，使諸血失道妄行，此眩暈生於血虛也。”\n《證治匯補·血證》：“血虛者，其症朝涼暮熱，手足心熱，皮膚乾澀甲錯，唇白，女子月事前後不調，脈細無力，法宜補之。”"
}