{
  "id": "xuexu_fengzao",
  "number": 47,
  "name": "血虛風燥證",
  "category": "全身證候",
  "overview": "血虛風燥證是由於體內精血虧虛，機體失於濡養而生風化燥的證候。多因內傷雜病，久病精血內奪或失血過多而致。臨床上除了有血虛證的表現以外，還兼有動風和乾燥的症狀。\n主要臨床表現為：面白無華，頭暈目眩，心悸失眠，手足震顫，肌肉瞤動，肢體麻木，口燥咽乾，聲音嘶啞，乾咳少痰或痰中帶血，皮膚乾澀粗糙，毛髮乾枯不榮，或皮膚瘙癢，尿少，便秘，舌淡紅苔乾，脈細或細數。\n血虛風燥證常見於“虛勞”、“燥痺”、“便秘”、“白疕”、“閉經”等疾病中。\n本證應與“血虛生風證”、“血燥證”、“外燥證”、“血虛證”等相鑑別。",
  "clinical_manifestations": "面白無華，頭暈目眩，心悸失眠，手足震顫，肌肉瞤動，肢體麻木，口燥咽乾，聲音嘶啞，乾咳少痰或痰中帶血，皮膚乾澀粗糙，毛髮乾枯不榮，或皮膚瘙癢，尿少，便秘，舌淡紅苔乾，脈細或細數",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "本證以血虛兼有動風化燥的病機變化為辨證要點。血虛風燥證多因失血過多或久病精血內奪，年高精血衰少，或瘀血內阻，新血不生而致營血不足，肌膚筋脈失於濡養，生風化燥所致。營血不足，心神失養則頭暈目眩，心悸失眠。血脈空虛，血不養肝，筋脈失養則肝風內動，手足瘛瘲，肌肉瞤動，肢體麻木。血虛化燥，肌膚失養則表現為口咽乾燥，皮膚乾澀粗糙或瘙癢，毛髮不榮等症。本證可見於多種疾病中，其臨床表現各異。如在虛勞中，表現為形體消瘦，眩暈眼花，失眠多夢，肢體麻木，筋肉痠痛或抽掣，四肢關節活動不利，爪甲不榮，肌膚甲錯，舌淡苔白，脈虛弱。血本陰液，具有滋潤、榮養的功用。血不上榮，頭目失養，可見頭暈眼花。血不養心，則神不守舍，心悸失眠。血不養肝，肝風內動，筋脈失養，則肢體麻木，肌肉疼痛或抽掣，關節活動不利。血虛化燥，肌膚失養，則出現爪甲不榮乾裂，肌膚甲錯等症。治療則以補虛為主。治宜補血養血，祛風潤燥。方用四物湯(《和劑局方》)加減。燥痺之血虛風燥證，好發於女性。這與女子經、孕、產、乳的生理特點有關。女子以血為本，經孕產乳都以血為用，皆易耗血，加之脾胃虛弱，氣血生化之源不足而致陰血虧虛，燥邪內生，而燥邪又可進一步耗傷津血，筋脈失養，脈道失充，經絡痺阻而發燥痺。臨床上表現為口鼻乾燥，雙目乾癢，齒浮松脆，欲哭無淚，乾咳少痰，或痰中帶血，皮膚乾燥，伴有頭暈目眩，甚則腰膝痠軟，舌淡苔少津，脈細或細數。多由津血虧耗，化燥生風，機體失潤，津液不能上承，則表現為口乾鼻燥，齒浮松脆，雙目乾癢等症。血虛化燥，肺失滋潤，肺氣不利，則乾咳少痰，痰中帶血。血虛化燥，燥邪化火，進一步傷陰耗津，日久而致肝腎陰虛，則有頭暈目眩，腰膝痠軟等症。治宜補益肝腎，養血潤燥。方用杞菊地黃湯(《醫級》)加減。便秘之血虛風燥證，臨床表現為大便乾結，口唇乾燥，皮膚乾癢，尿少，形弱神衰，肌肉消瘦為特點。多由久病精血內奪，年高體弱精血虧乏或汗吐下太過，亡津失血，以致津血虧少，生風化燥，胃腸失潤所致。治宜養血祛風，滋陰潤燥，通便。方用四物湯(《和劑局方》)合五仁丸(《世醫得效方》)。“白疕”之血虛風燥證，臨床上以皮損表現為主，症見皮膚乾燥、脫屑、粗糙、肥厚、瘙癢等特點，且臨床症狀此起彼伏，反覆發作，還兼有頭暈目眩，面色蒼白，舌淡苔薄或少津，脈細弦。多因精血虧少，肌膚失養，生風化燥所致。治宜養血祛風潤燥。方用生血潤膚飲(《醫學正傳》)。閉經之血虛風燥證，主要表現為血枯經閉，形體羸瘦，肌膚甲錯，面目黧黑，頭暈眼花，四肢震顫或抽搐，甚則昏仆等症。治宜養血通經，熄風潤燥。方用四物湯(《和劑局方》)加減。\n本證好發於年高體弱，久病內傷者，在津血虧虛的基礎上進一步化燥生風而成，而燥進一步傷津、傷陰而肝腎陰虛，陰不制陽，虛熱內生，如此循環，周而復始，陰損及陽，命門火衰，則陰陽俱虛。",
    "type_comparison": "血虛生風證與血虛風燥證 二者都是由於營血虧耗，血不養肝，肝風內動，筋脈失養而致，因此在病因病機、臨床表現方面相似，但亦有一定區別。血虛生風證是因精血虧少，筋脈失養所表現的動風證候，症見眩暈耳鳴，面色無華，手足震顫，肌肉瞤動，肢體麻木，爪甲不榮等，以風症表現突出；而血虛風燥證則因年高體弱，久病內傷，精血內奪，生風化燥而致。臨床上除有血虛生風證的表現外，還兼有內燥的表現，如唇舌乾燥，雙目乾澀，皮膚乾澀粗糙，毛髮乾枯不澤，尿少便結，臨床上不難鑑別。\n血燥證與血虛風燥證 二證均因體內精血虧乏而出現機體失於滋潤。血燥證是由精血虧虛，進一步化燥而成。臨床上表現為口燥咽乾，皮膚乾澀粗糙，毛髮乾枯，肌肉消瘦，尿少便結等燥證表現；而血虛風燥證則是由於陰血虧耗，進一步化燥生風所致。臨床上除有血燥表現以外，還兼有動風症狀，如手足震顫，肌肉瞤動，關節拘急等症，可資鑑別。\n血虛證與血虛風燥證 兩證都是因血液虧耗而出現的病證。在病因病機、臨床表現方面有許多相似之處。血虛證是血虛風燥證發生的基礎。血虛證沒有積極治療，病情進一步發展，生風化燥而成血虛風燥證。前者單純表現為血虛，而後者除有血虛的表現之外，還兼有動風、內燥的臨床表現。以此可資鑑別。\n外燥證與血虛風燥證 外燥證指秋冬燥氣當令，或外界氣候乾燥，燥邪外襲，耗傷人體津液所表現的一系列乾燥證候。由於皮膚、口鼻、肺系與外界接觸最為密切，燥傷津液，肺衛受邪，故以皮膚、清竅、肺系的乾燥症狀為突出表現，如口鼻、咽喉乾燥，口渴飲水，皮膚乾燥，甚至皲裂、脫屑，乾咳少痰，痰粘難咯，小便短黃，大便燥結，舌苔乾燥。而血虛風燥證則是由於血虛津虧而致機體失卻濡養而表現的乾燥症狀，屬“內燥”範疇。前者表現為實證，治療則宜潤燥祛邪為主；而後者病性屬虛，治療則應養血潤燥為主，不難鑑別。"
  },
  "literature": "《證治匯補·燥證》：“風燥，由肝血不能榮筋，故筋痛爪裂。”\n《慎齋遺書·熱暑燥》：“燥熱之病，有似熱證，胃氣不行，內無津液而乾涸，求湯飲以自救，非渴也，乃口乾。舌雖乾而舌根多潤，欲飲而飲湯不多，脈豁大無力，燥甚者，亦鄭聲而不谵語，此血枯之證也。”"
}