{
  "id": "xuexu_shengfeng",
  "number": 46,
  "name": "血虛生風證",
  "category": "全身證候",
  "overview": "血虛生風證，或稱血虛動風證，是指由於營血虧虛，筋脈失養所導致的一系列血虛和動風症狀的證候。多因內傷雜病，久病血虛，或急慢性失血而引起。\n主要臨床表現為：眩暈耳鳴，視物模糊，面色無華，手足震顫，或肌肉瞤動，肢體麻木，關節不利，爪甲不榮，舌質淡白，脈細弱。\n血虛生風證常見於“眩暈”、“中風病”、“痙病”等疾病中。\n本證應與“肝風內動證”、“熱盛動風證”、“陰虛動風證”相鑑別。",
  "clinical_manifestations": "眩暈耳鳴，視物模糊，面色無華，手足震顫，或肌肉瞤動，肢體麻木，關節不利，爪甲不榮，舌質淡白，脈細弱",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "本證以血虛兼見動風為辨證要點。血虛生風證多因失血過多，新血未能及時補充，或脾胃虛弱生化無源，或思慮勞神太過，陰血暗耗或瘀血阻滯，新血不生而致營血不足，筋脈失養。肝主藏血，主筋脈，肝血不足，不能濡養筋脈，則可見筋脈拘攣，手足震顫等動風症狀。本證可見於多種疾病中，其臨床表現各具特點，治法也不盡相同，必須加以區別。如在眩暈病中，臨床表現以頭暈目眩，視物旋轉為特點，兼見面色蒼白，心悸失眠等症。本證多屬本虛標實。張景岳特別強調因虛致眩，認為“無虛不能作眩”，“眩運一證，虛者居其八九，而兼火兼痰者，不過十中一二耳”(《景岳全書·眩運》)。而眩暈病變臟腑以肝、脾、腎為重點。肝血不足，引動肝風，風陽上擾頭目則頭暈目眩，視物旋轉。正如《內經·至真要大論》云：“諸風掉眩，皆屬於肝。”《靈樞·海論》篇“髓海不足，則腦轉耳鳴。”《靈樞·邪氣臟腑病形》云：“十二經脈，三百六十五絡，其血氣皆上於面而走空竅。”故營血不足，不能上榮於面，官竅失養，則可出現頭暈目眩，面色無華等症。在治療上，當以補虛為主。治宜補養氣血，方用歸脾湯(《濟生方》)加減。中風病之血虛生風證，臨床表現諸多。症見半身不遂，口舌歪斜，舌強言謇或不語，偏身麻木，煩躁失眠，眩暈耳鳴，舌質淡，苔薄或少苔，脈細或細數。《諸病源候論·風偏枯候》說：“偏枯者，由血氣偏虛，則腠理開，受於風濕，風濕客於身半，在分腠之間，使血氣凝澀，不能潤養，久不痙，真氣去，邪氣獨留，則成偏枯。”《金匱要略》認為中風之病機為“絡脈空虛，風邪乘虛而入”。肝藏血主筋。肝血不足，引動肝風夾痰濁瘀血上擾清竅，突發本病，或營血不足，絡脈空虛，風邪乘虛入中經絡，氣血痺阻，肌肉筋脈失於濡養而致本病。治宜柔肝養血，熄風通絡。方用四物證《和劑局方》合補陽還五湯(《醫林改錯》)加減。痙病之血虛生風證，其特點以項背不利，四肢蠕動，肢體麻木，甚則肌肉瞤動，頭暈耳鳴，心悸不寐，舌質淡紅，苔薄而少津，脈細。多因誤治或他病所致，即汗、吐、下太過，陰血耗散，產後失血或汗證、血證、體虛等，傷精損液導致津傷液脫，亡血失精，筋脈失養而成。治宜益氣補血，緩急止痙，方用聖愈湯(《醫宗金鑑》)。\n血虛生風證可見於各種急慢性失血，血虛及陰，陰虛風動，如產後“血暈”或“子癇”。若不及時治療，病情進一步惡化，氣隨血脫而致氣虛血脫的危重表現。症見心悸，氣短，面色蒼白，大汗淋漓，脈微細欲絕的症狀。",
    "type_comparison": "肝風內動證與血虛生風證 二者均屬動風之證。凡肝病出現動風的證象，多為急危重病，但其病因病機及臨床表現各有不同。肝風內動證多由情志不遂，氣郁化火傷陰，或素有肝腎陰虧，陰不潛陽，陽亢日久，亢極化火而致本虛標實，上實下虛的動風證候。以眩暈欲仆，項強肢顫，手足麻木或卒然昏倒，口眼喎斜，半身不遂，舌強不語為主症。血虛生風證由脾胃虛弱，化源不足或因失血、久病而致肝血虧虛，筋脈失養。前者可表現為虛實夾雜之證，而后者則以虛證為主。\n熱盛動風證與血虛生風證 熱盛動風證為感受火熱之邪，邪熱熾盛，傷津耗液，筋脈失養所表現的動風證候，在衛氣營血辨證中，歸屬血分證。症見高熱煩躁，躁擾如狂，手足抽搐，頸項強直，甚則角弓反張，牙關緊閉，神志昏迷，舌質紅絳，苔黃燥，脈弦數。血虛生風證主要是由於肝血虧虛，不能濡養筋脈而表現的虛風內動證候。前者屬實熱證，以高熱兼見動風之象為審證要點，多見於外感病。後者屬虛證，以血虛兼見動風之表現為審證要點，多見於內科雜病或久病之後。\n陰虛動風證與血虛生風證 二者均由陰血虧虛，筋脈失養而成。臨床上以手足麻木，震顫或蠕動為其共同特點，同屬虛證，均可由內傷久病發展而來。但前者還可因外感熱病後期，陰液耗損，筋脈失養而致；而後者則以急慢性失血，而致營血虧虛，筋脈失養為多。前者陰虛，五心煩熱，咽乾燥，舌紅，脈細數，後者血虛，面色無華，爪甲淡白，舌淡，脈細。"
  },
  "literature": "《景岳全書·痙證》：“愚謂痙之為病，強直反張病也。其病在筋脈，筋脈拘急，所以反張。其病在血液，血液枯燥，所以筋攣”。",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "xue_xu",
      "dong_feng"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：血虛、動風/內風。根據證候名稱「血虛生風證」分析其病機組成。"
}