{
  "id": "xueyu",
  "number": 9,
  "name": "血瘀證",
  "category": "基礎證候",
  "overview": "血瘀證系指血行不暢，甚至停滯凝聚，或離經之血積於體內，影響氣血運行所產生的證候。多因跌打損傷，內傷出血，勞傷過度所致。\n主要臨床表現為：血瘀證，由於瘀阻部位不同，可產生不同的症狀。如瘀阻於心，可見胸悶心痛，口唇青紫；瘀阻於肺，可見胸痛咳血；瘀阻腸胃，可見嘔血，便血，脘腹疼痛；瘀阻於肝，可見脅痛痞塊；瘀熱乘心，可致發狂；瘀阻於胞宮，可見少腹疼痛，月經不調，痛經，經閉，經色紫黑有塊，或見崩漏；瘀阻於肢體局部，可見局部腫痛或青紫等。瘀血病證雖然繁多，但其臨床表現有共同特徵，如刺痛，癥積包塊，出血發斑，面色黧黑，青筋顯露，蟹爪縷紋，唇舌青紫，脈細澀或結代，女子痛經，經色紫黑有塊。\n血瘀證常見於“發熱”、“胃脘痛”、“腹痛”、“噎膈”、“脅痛”、“黃疸”、“臌脹”、“腰痛”、“心悸怔忡”、“胸痛”、“頭痛”、“中風”、“癲狂”、“痙病”、“痛經”、“經閉”等疾病中。\n本證通常應與“血熱血瘀證”、“血寒血瘀證”、“氣滯血瘀證”、“氣虛血瘀證”相鑑別。",
  "clinical_manifestations": "血瘀證，由於瘀阻部位不同，可產生不同的症狀。如瘀阻於心，可見胸悶心痛，口唇青紫；瘀阻於肺，可見胸痛咳血；瘀阻腸胃，可見嘔血，便血，脘腹疼痛；瘀阻於肝，可見脅痛痞塊；瘀熱乘心，可致發狂；瘀阻於胞宮，可見少腹疼痛，月經不調，痛經，經閉，經色紫黑有塊，或見崩漏；瘀阻於肢體局部，可見局部腫痛或青紫等。瘀血病證雖然繁多，但其臨床表現有共同特徵，如刺痛，癥積包塊，出血發斑，面色黧黑，青筋顯露，蟹爪縷紋，唇舌青紫，脈細澀或結代，女子痛經，經色紫黑有塊。血瘀證",
  "common_diseases": [
    "“發熱”",
    "“胃脘痛”",
    "“腹痛”",
    "“噎膈”",
    "“脅痛”",
    "“黃疸”",
    "“臌脹”",
    "“腰痛”",
    "“心悸怔忡”",
    "“胸痛”",
    "“頭痛”",
    "“中風”",
    "“癲狂”",
    "“痙病”",
    "“痛經”",
    "“經閉”"
  ],
  "differential_syndromes": [
    "“血熱血瘀證”",
    "“血寒血瘀證”",
    "“氣滯血瘀證”",
    "“氣虛血瘀證”"
  ],
  "differential": {
    "self_analysis": "血瘀證可出現於多種疾病之中，其臨床表現各異，治法亦不盡相同，必須詳加辨析。如內傷發熱病中的血瘀證，多表現為午後或晚間發熱，口燥咽乾，渴不欲飲，常有固定痛處或腫塊等，脈症不相一致是瘀血發熱的特點，如龍在涇說：“瘀血發熱者，其脈澀，其人但嗽水而不欲咽……”。此由瘀血內停，氣血壅遏不通，鬱熱在內所致。治宜活血化瘀，方用血府逐瘀湯(《醫林改錯》)加味。若胃脘痛病中出現血瘀證，臨床表現每以胃脘刺痛，痛處不移，拒按，甚則出現嘔血，或黑便等為特徵。此多由久痛入絡，瘀血凝滯胃脘，氣機不利所致。治宜活血化瘀，行氣止痛，方用失笑散(《和劑局方》)合丹參飲(《時方歌括》)加減。若腹痛病中見瘀血證，見腹部刺痛，按之痛甚，固定不移，或有包塊等症狀，主要由寒客血脈，跌撲損傷，或情志鬱結，氣血部結，肝經或衝任二脈瘀滯所致。治宜活血化瘀，緩急止痛，方用少腹逐瘀湯(《醫林改錯》)。若噎膈病中出現血瘀證，臨床表現以食入即吐，水飲難下，吐物如赤豆汁，大便乾如羊矢，形體消瘦，肌膚不澤，脈細澀等為特點。此由瘀血內結，阻滯食道，甚則絡傷血溢。治宜滋陰養血，破結行瘀，方用通幽湯(《蘭室秘藏》)。若脅痛病中出現血瘀證，以脅部疼痛如刺，動則痛劇，痛處不移，入夜尤甚為特點，此由跌撲損傷，挫傷屏傷，肝氣郁結或氣滯日久導致血瘀，痺阻脈絡。治宜活血祛瘀，疏肝通絡，方用復元活血湯(《醫學發明》)。若在黃疸病中見血瘀證，臨床表現以兩目及皮膚發黃而晦暗，面色黃而暗滯，或脅下有腫塊疼痛，按之不舒，膚表可見紅色蛛紋絲縷，大便黑，舌質淡而青或紫暗，或有瘀斑，脈弦澀或細澀等“陰黃證”為特點。多由黃疸纏綿不愈，病久入血分，血絡瘀結所致。治宜活血化瘀退黃，方用膈下逐瘀湯(《醫林改錯》)加味。若鼓脹病中出現血瘀證，臨床表現為腹腫大堅滿，脅腹脹滿，時有攻痛，面色暗黑，手掌色赤，唇色紫暗，口渴不欲飲，大便色黑等症狀，此多由情志郁結，嗜酒無度，蟲毒外邪等傷及肝脾，瘀血阻滯脈絡，水氣內聚而成。治宜活血化瘀，行氣利水，方用調營飲(《證治準繩》)。若腰痛病中見血瘀證，臨床表現以腰痛如刺，痛有定處，按之痛劇，活動受限為特點。此多由跌撲或扭傷，絡脈受損，瘀血留滯腰部而成。治宜活血化瘀，理氣止痛，方用活絡效靈丹(《醫學衷中參西錄》)加味。若胸痛病中見血瘀證，以胸部刺痛，心痛徹背，痛處不移，入夜尤甚，心悸等為特點，此由情志內傷，氣機不利，血不暢行，脈絡瘀滯；或久病入絡，心脈瘀阻，心陽不振或寒濕之邪搏結於脈，內犯於心，心脈痺阻所致。治宜寬胸通陽，活血化瘀，通絡止痛，方選枳實薤白桂枝湯(《金匱要略》)合失笑散(《和劑局方》)或血府逐瘀湯(《醫林改錯》)。肝脈布於胸脅，故胸痛有屬於肝經之病，肝脈血絡不通方以旋覆花湯(《金匱要略》)加味以治之。若頭痛病中見血瘀證，臨床表現以頭痛如錐刺，固定不移，經久不愈為特點，此多由頭部外傷後，以及久病入絡，瘀血內停，阻塞脈絡所致。治宜活血化瘀，方用通竅活血湯(《醫林改錯》)。若在中风病中见血瘀证，多属中风后遗证，临床表现以半身不遂，语言蹇涩或失语，口眼喎斜，舌淡隐青为特点。此由气血瘀滞，血脉痹阻所致。治宜活血益气，疏通经络，方用补阳还五汤(《医林改错》)。若在癫狂病中见血瘀证，临床表现以狂言妄语，失眠，烦闷，善怒，舌红或紫暗，脉促为特征。此由血瘀凝滞，气血不荣于脑所致。如王清任说：“癫狂一症，哭笑不休，詈骂歌唱，不避亲疏，许多恶态，乃气血凝滯，脑气与脏腑气不接，如同作梦一样。”治宜行气开瘀，方用癫狂梦醒汤(《医林改错》)。若在痉病中见血瘀证，临床表现以颈项强直，四肢抽搐，形体消瘦，头痛如刺，舌紫暗、脉细涩为特点。此由久病不愈，邪气羁留，由气及血，以致瘀血内停，筋脉失养所致。治宜活血化瘀，通络止痉，方用通窍活血汤(《医林改错》)加减。总之瘀血证在不同的疾病中，其症状表现各有特点，临床上可据此进行辨治。\n血瘀證較多發生於年高體弱者，因高齡之人氣血虛衰，氣虛運血無力，而致血行瘀阻，常見疼痛拒按，舌紫暗或有瘀斑等血瘀徵象，又可見乏力、少氣、自汗等氣虛症狀。婦人血瘀證，主要表現為經期錯後，經量澀少，經色紫暗有塊，或行經前小腹疼痛拒按，血塊去後則舒，甚則閉經，不孕等。\n瘀血既是病理產物，又是致病因素。血瘀證的病理變化常有兩種情況：一是瘀血阻塞脈道，血流不通則溢於脈外，故可出現嘔血、咯血、便血等出血證。二是由於瘀阻日久，新血不生，而導致血虛，肌膚經脈失於濡養，可見肌膚甲錯，而色黧黑，毛髮不榮，脈細澀等血瘀血枯證，宜活血養血，祛瘀生新。",
    "type_comparison": "血熱血瘀證與血瘀證 兩者均屬實證。從病因而論，血瘀證每由外傷跌撲，內傷出血，勞傷過度，以致瘀血停滯所致。瘀血停著，凝滯經脈，氣血不利，可聚積而為腫塊，或疼痛如針刺刀割，痛處不移而拒按，唇甲青紫，舌色紫暗，或見紫斑瘀點等。瘀血阻塞則溢於脈外，可引起出血。瘀阻日久，新血不生，肌膚經脈失於濡養，可見肌膚甲錯，面色黧黑，毛髮不榮，脈搏細澀或結代等。而血熱血瘀證，多由感受溫熱之邪深入血分，或情志不遂，五志化火，或瘀血滯留，鬱而化熱所致。臨床表現除血瘀證外，尚有身熱心煩，或躁擾發狂，舌紅絳，脈細數等血熱之見症。血熱血瘀證，既有血熱證表現，又有血瘀證表現。以此不難與血瘀證相鑑別。\n血寒血瘀證與血瘀證 兩者均為實證，寒則血凝，初期可導致血流緩慢，久之陽氣虧傷，運血無力，血流凝滯而成瘀。故血寒血瘀證臨床表現以瘀血為主，且有疼痛喜暖，得暖痛減，形寒肢冷，舌淡而暗，脈沉遲澀等寒象特點，顯然與單純血瘀證不同。\n氣滯血瘀證與血瘀證 氣為血之帥，血為氣之母。若情志不遂，肝氣鬱結，疏洩失職，氣滯則血凝。氣血凝滯，氣滯血瘀證臨床表現為心煩易怒，胸脅脹滿或有痞塊疼痛拒按，舌紫暗或有瘀斑等。在婦女還可以見月經閉止，或痛經，經色紫暗有塊，乳房脹痛等。既有血瘀證又有氣滯證的表現為該證的特點，以此可資鑑別。\n氣虛血瘀證與血瘀證 氣行則血行，氣虛則無力推動血液運行，致血流不暢而成瘀。氣虛血瘀證的臨床表現為心悸氣短，納少乏力，顏面浮腫，或胸中隱痛，或腹中脹滿作痛，或有積塊，或為偏癱，舌青紫或有瘀斑，脈細緩而澀等，以兼有氣虛症狀為特點，可資鑑別。"
  },
  "literature": "《醫徹·蓄血》：“其人或勞倦、或跌撲、或閃挫、或鬱怒，皆足以阻其血，而停蓄成瘀。”\n《醫林改錯·上卷》：“青筋暴露，非筋也，沉於皮膚者，血管也，血管青者，內有瘀血也，至肚大堅硬成塊，皆血瘀凝結而成。”\n《雜病源流犀燭·噎塞反胃關格源流》：“噎塞……有由瘀血積滯，陽無陰不能施化，陰失位，陽伏其中，傳化不變，反行上者，脈必芤澀，宜滋血潤腸丸。”\n《證治匯補·血證》：“血瘀者，其症在上則煩躁，漱水不咽，在下則如狂谵語，發黃，舌黑，小腹滿，小便自長，大便黑而少，法宜下之，在女子則經停腹痛，產後小腹脹痛，手不可按，法宜破之。”\n《血證論·血臌》：“血臌之證，脅滿小腹脹，滿身上有血絲縷，煩躁漱水，小便赤，大便黑，腹上青筋是也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "xue_yu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "全身性病機，血液運行不暢或離經之血停滯體內。無特定病位，以固定刺痛、舌紫脈澀為特點。"
}