{
  "id": "xueyu_huare",
  "number": 52,
  "name": "血瘀化熱證",
  "category": "全身證候",
  "overview": "血瘀化熱證是指血行不暢，甚至停滯凝聚，阻遏氣機，日久鬱而化熱所產生的各種臨床表現的證候。多因跌撲損傷，內傷出血，勞傷過度所致。\n主要臨床表現為：血瘀局部疼痛，狀如針刺，痛處不移，夜間加重，局部可有腫塊，面色黧黑，或唇甲青紫，或皮下紫斑，或肌膚甲錯，或青筋顯露，伴低熱或自覺烘熱，口乾不欲飲，小便短赤，舌質暗紅，邊有瘀點、瘀斑，脈細弦而澀。女子可見經閉，或為血崩、漏下。\n血瘀化熱證常見於“痺病”、“內傷發熱”、“黃疸”、“積聚”、“癲狂”等疾病中。\n本證應與“血瘀證”、“氣滯血瘀證”、“血熱瘀滯證”、“血熱證”相鑑別。",
  "clinical_manifestations": "血瘀局部疼痛，狀如針刺，痛處不移，夜間加重，局部可有腫塊，面色黧黑，或唇甲青紫，或皮下紫斑，或肌膚甲錯，或青筋顯露，伴低熱或自覺烘熱，口乾不欲飲，小便短赤，舌質暗紅，邊有瘀點、瘀斑，脈細弦而澀。女子可見經閉，或為血崩、漏下",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "本證主要是由瘀血停留，鬱而化熱所致。可出現在多種疾病中，其臨床表現各異，治法也不盡相同，必須詳加辨析。在痺病中血瘀化熱證臨床表現為關節腫大而熱，疼痛呈針刺狀，部位固定，局部皮膚呈暗紅色，手足瘀點累累，兩腿網狀青斑，低熱或自覺烘熱，煩躁多怒，小便短赤，舌暗紅，有瘀斑，苔薄，脈細弦而澀。由於瘀血阻滯，鬱而化熱，瘀熱阻塞經絡關節，可見關節腫熱疼痛如針刺；瘀熱阻滯體表脈絡，熱迫血行，血不循經，溢於脈外則見手足瘀點，網狀青斑。瘀熱內結，熱擾心神，故低熱、心煩。鬱熱阻塞下焦，則小便短赤。治宜清熱涼血，化瘀通絡。方用玉女煎(《景岳全書》)合桃紅四物汤(《醫宗金鑑》)。內傷發熱之血瘀化熱證臨床表現為午後或夜晚發熱，或自覺身體某些部位發熱，口燥咽乾，但不多飲，肢體或軀幹有固定痛處或腫塊，面色萎黃或晦暗，舌質青紫或有瘀點、瘀斑，脈弦或澀。尤在涇說：“瘀血發熱者，其脈澀，其人但嗽水而不欲咽……”。由於情志、勞倦、外傷等原因導致瘀血，瘀血阻滯經絡，氣血運行不暢，壅遏不通，鬱而化熱而致發熱，口咽乾燥等症；瘀血內積，日久不散，新血不生，故肢體或軀幹有固定痛處或腫塊，面色萎黃或晦暗。治宜活血化瘀，清熱涼血。方用血府逐瘀湯(《醫林改錯》)加減。黃疸中之本證，臨床表現為身目及肌膚發黃而晦暗，面色黧黑，脅下有癥塊脹痛，皮膚可見赤紋絲縷，低熱或自覺身熱，口乾不欲飲，舌質紫或有瘀斑，脈弦澀或細澀。本證多見於黃疸病日久失治者，感受濕熱是黃疸病的主要原因，濕熱壅阻，氣機不暢，氣滯日久，瘀血內生，瘀血結於脅下，漸成癥塊，使絡道滯塞，則見赤紋絲縷，膽汁受阻而發為黃疸。血瘀又常與熱合併發病而成痰熱互結，故可見發熱或自覺身熱，口乾不欲飲。治宜活血和絡，化瘀軟堅。方用鱉甲煎丸(《金匱要略》)加減。本血瘀化熱證多見於病中、末期。臨床表現為腹部積塊，逐漸增大，按之較硬，痛處不移，面暗消瘦，時有低熱，舌質青紫或有瘀斑、瘀點，脈弦或澀。《醫林改錯》說：“無論何處，皆有氣血，血無形不能結塊，結塊者必有形之血也。血受寒則凝結成塊，血受熱則煎熬成塊。”強調了積聚與瘀血有關。治宜活血化瘀，軟堅散結。方用膈下逐瘀湯(《醫林改錯》)加減。癲狂之本證，臨床表現為狂言妄語，失眠，煩熱，善怒，面色晦暗，舌暗紅或青紫，脈弦數。多因痰濁瘀血，上干清竅，或外傷跌撲，瘀血阻滯，鬱久化熱，氣血不榮於腦而致。王清任所言：“癲狂一症，哭笑不休，詈罵歌唱，不避親疏，許多惡態，乃氣血凝滯，腦氣與臟腑氣不接，如同做夢一樣。”治宜豁痰化瘀，通竅醒神。方用癲狂夢醒湯(《醫林改錯》)加減。\n血瘀既是病理產物，又是致病因素。血瘀常與痰、熱等病邪相兼，而為痰熱互結，瘀痰互結等證。血瘀化熱常可導致瘀血阻塞脈道，血流不暢而血溢脈外，加之瘀血化熱，灼傷脈絡，故可出現鼻衄、嘔血、咯血、便血等出血證。另外，瘀血不去，新血不生，瘀血化熱，熱灼津傷，最終可導致血瘀血枯證。",
    "type_comparison": "血瘀證與血瘀化熱證 二者均有血瘀證的表現，均屬實證。可因外傷跌撲，內傷出血，勞倦過度所致瘀血停滯。多見局部腫塊、疼痛，或疼痛如針刺兒割，痛處不移而拒按，唇甲青紫，舌色紫暗，或見紫斑瘀點等。瘀血不去，新血不生，肌膚經脈失於濡養，則肌膚甲錯，面色黧黑，毛髮不榮。前者單純表現血瘀證。血瘀化熱證是因瘀血滯留，鬱而化熱致。臨床表現除血瘀證外，尚有身熱心煩，或躁擾發狂，舌紅，脈細數等血熱之見症，血瘀化熱證既有血瘀證表現，又有血熱證表現，此其證候特點。\n血瘀氣滯證與血瘀化熱證 “氣行則血行”即是指血液的循行，有賴於心氣的推動，肺氣的敷布，肝氣的疏洩，反之氣滯則血行不暢而致血瘀。血瘀與氣滯又可互為因果，氣滯則血瘀，血瘀則氣滯。血瘀化熱除有氣滯血瘀證的臨床表現外，還兼有血熱證的表現。以此可資鑑別。\n血熱瘀滯證與血瘀化熱證 二者在臨床表現上極為相似，但其病因病機有所不同。血熱瘀滯證多由感受溫熱之邪深入血分，或情志不遂，五志化火，使血行壅滯或血液受煎熬，以及濕熱、痰火阻遏，脈絡不通導致血液運行不暢而形成瘀血。血瘀化熱證則是由瘀血阻滯，鬱而化熱所致。前者是先有血熱而後血瘀；而後者則是先有血瘀，後而化熱。從病因病機上二者不難鑑別。\n血熱證與血瘀化熱證 血熱證是指臟腑火熱熾盛，熱迫血分所表現的實熱證候。由於熱在血分，必然迫血妄行，或使血行壅滯，傷陰耗液。多見於外感溫熱病、外科瘡瘍病及內科雜病血證中出現。臨床表現為高熱或身熱，各種出血及瘡癰等，以血熱出血、舌質絳、脈滑數為其辨證要點。而血瘀化熱證是由瘀血停滯日久，鬱而化熱所致，臨床以血瘀證的表現為主，其血分熱象不如前者嚴重。以此不難鑑別。"
  },
  "literature": "《醫門法津·虛勞論》：“血痺則新血不生，並素有之血，亦瘀積不行，血瘀則榮虛，榮虛則發熱。”\n《張氏医通·雜門》：“有瘀血發黃，大便必黑，腹脅有塊或脹。”"
}