{
  "id": "xueyudongxue",
  "number": 54,
  "name": "血瘀動血證",
  "category": "全身證候",
  "overview": "血瘀動血證是指瘀血停聚，阻滯脈絡，使血液不能循經而行，溢於脈外，或瘀血內結，鬱而化熱，熱灼脈絡，迫血妄行而出現的動血證候。\n主要臨床表現為：以出血為主，包括鼻衄、齒衄、咳血、吐血、便血、尿血等，血色紫暗，或夾有血塊，局部體表有腫塊，或腹中癥積，面色晦暗無華，唇甲青紫，煩熱，口乾，舌質紫暗或見紫斑、紫點，或舌下脈絡曲張，脈細數。\n血瘀動血證常見於“鼓脹”、“血證”、“中風”、“崩漏”等疾病中。\n本證在臨床上應與“脾不統血證”、“血熱動血證”相鑑別。",
  "clinical_manifestations": "以出血為主，包括鼻衄、齒衄、咳血、吐血、便血、尿血等，血色紫暗，或夾有血塊，局部體表有腫塊，或腹中癥積，面色晦暗無華，唇甲青紫，煩熱，口乾，舌質紫暗或見紫斑、紫點，或舌下脈絡曲張，脈細數。血瘀動血證",
  "common_diseases": [
    "“鼓脹”",
    "“血證”",
    "“中風”",
    "“崩漏”"
  ],
  "differential_syndromes": [
    "“脾不統血證”",
    "“血熱動血證”"
  ],
  "differential": {
    "self_analysis": "血瘀動血證可出現在多種疾病中，臨床表現各具特點，治法亦異，必須詳加辨析。鼓脹病之血瘀動血證，臨床表現為輕者齒鼻出血，重者吐血、便血，腹大堅滿，按之較硬，胸腹紅點赤縷，唇色紫暗，肌膚甲錯，舌質暗淡或紫暗，脈細澀或細數。鼓脹多因酒食不節，情志所傷，感染血吸蟲，勞欲過度以及黃疸，積聚失治，使肝、脾、腎功能失調，氣血、水瘀積於腹內而致。氣血凝滯，脈絡瘀阻。血瘀鬱而化熱，血傷陰絡而外溢，故見鼻衄或吐血、便血。急則治標，治宜清熱涼血，化瘀止血。方用瀉心汤(《金匱要略》)合十灰散(《十藥神書》)加減。血證之血瘀動血證，多見於吐血、便血、尿血病中。嘔血之血瘀動血證，症見胃脘疼痛，痛有定處而拒按，痛如針刺或刀割，吐血紫暗，舌質紫，脈澀。多因氣滯日久或久病傷絡，而致瘀血凝滯，瘀阻胃絡，故胃脘疼痛，痛有定處而拒按；瘀阻之處，脈絡受傷，胃氣失和，升降失司，血隨胃氣上逆則吐血紫暗。治宜活血化瘀，清熱止血。方用血府逐瘀湯(《醫林改錯》)加茜草、小薊或三七以增強止血散瘀之功。便血之血瘀動血證，症見便血紫暗，脘腹脹痛，面色暗滯，或有脅下癥塊，甚則發熱心煩，舌質紫暗，脈細澀或細數。瘀血內停，脈絡受損，血溢脈外，或瘀血內停，鬱而化熱，熱灼血絡，迫血妄行，下流腸道而便血；瘀阻胃腸，氣機不和，故脘腹脹滿，甚則腹部癥塊；瘀血化熱，熱擾心神，故發熱心煩。治宜行氣活血，化瘀止血。方用膈下逐瘀湯(《醫林改錯》)合犀角地黄汤(《千金要方》)。尿血之血瘀動血證，症見尿血，血色較暗，少腹刺痛拒按，或可觸到積塊，時有低熱，舌質紫暗或有瘀點、瘀斑，脈細澀或沉細。瘀血凝聚，結於膀胱或腎，瘀久則絡破血溢，而致尿血；血脈瘀阻不通，故少腹刺痛拒按；瘀血阻滯，營衛運行不暢、壅遏，以致發熱。舌質紫暗或有瘀點、瘀斑，脈象細澀為瘀血在里之象。治宜行氣化瘀，活血止血。方用茜根散(《濟生方》)合蒲黄散(《聖濟總錄》)。中風病之血瘀動血證，症見突然昏仆，半身不遂，言語謇澀或不語，頭暈頭痛，噁心嘔吐，甚則煩躁，抽搐，二便失禁等症。由於勞倦內傷，肝鬱氣滯等致瘀血阻滯，損傷腦脈，血溢腦脈之外而發為中風。治宜活血化瘀，化痰開竅。方用羚羊角湯(《醫醇賸義》)合化痰通络汤(《臨床中醫內科學》)。崩漏病之血瘀動血證，症見陰道出血，淋漓不斷，或突然下血量多，夾有瘀塊，小腹疼痛、拒按，瘀塊排出後則疼痛減輕，舌質暗紅或舌尖、邊有瘀點，脈沉澀或弦緊。由於瘀血阻滯經脈，新血不守，血不循經，故見出血量多或淋漓不止。治宜活血行瘀，涼血止血。方用四物汤(《和劑局方》)合失笑散(《和劑局方》)加用三七粉、茜草炭、阿膠珠等。\n血為陰，氣為陽。氣與血有陰陽相隨，互為依存的關係。氣之於血，有溫煦、化生、推動、統攝的作用；血之於氣，則有濡養、運載等作用，故血虛無以載氣，則氣亦隨之而少；瘀血動血，新血不生，血液脫失，則血少氣無以附，甚則由於大量失血而導致氣隨血脫證。臨床上可見大量出血的同時見面色晄白，四肢厥冷，大汗淋漓，甚則暈厥，脈細數或芤等危重徵象。",
    "type_comparison": "脾不統血證與血瘀動血證 二者均可有出血症狀，或吐血，或便血，或衄血等，但其出血的病因病機不同，臨床表現也各具特點。脾不統血是指由於脾氣虛，中氣下陷而不攝血。臨床上除了出血症狀以外，還兼有脾氣虛弱的表現，如食少、腹脹、便溏、倦怠、氣短、消瘦、脈弱等症狀。而血瘀動血證是由於瘀血停聚，阻塞脈絡，使血液不能循經而行，溢於脈外；或瘀血內結，鬱而化熱，脈絡受損，血流脈外。症見出血以外，兼有瘀血內停的表現，如局部腫塊，疼痛如針刺刀割，痛處不移而拒按，唇甲青紫，舌紫暗或見瘀斑、瘀點。以此不難鑑別。\n血熱動血證與血瘀動血證 血熱動血證多因外感溫熱毒邪，內傳入里，深入血分，或內傷雜病日久，陰津傷耗，以致陰虛火旺，迫血妄行而致出血，病程相對短，兼有血熱證表現。而血瘀動血證是由於瘀血停滯，血行不暢，血溢脈外而致出血，必有血瘀證表現。二者從病因病機上不難鑑別。"
  },
  "literature": "《靈樞·百病始生》：“陽絡傷則血外溢，血外溢則衄血；陰絡傷則血內溢，血內溢則後血。”\n《景岳全書·吐血證治》：“凡治血證，須知其要，而動血之由，惟火惟氣耳。”\n《醫學正傳·血證》：“從胃而上溢於口者，曰嘔血”；“咳血嗽血者，出於肺也。”\n《血證論·吐血》：“存得一分血，便保得一分命。”"
}