{
  "id": "xueyushuiting",
  "number": 53,
  "name": "血瘀水停證",
  "category": "全身證候",
  "overview": "血瘀水停證是由於血行不暢，甚至停滯凝聚，形成瘀血而阻遏氣化，影響水液的輸布所產生的既有瘀血，又有水液停蓄的證候。\n主要臨床表現為：面色黧黑，口乾不欲飲，水腫，或見於下肢，或見於眼瞼，甚或全身皆腫，水停心胸則喘憋心悸，水停腹腔見腹滿如鼓，叩之聲濁，小便不利，舌質紫，有瘀斑，脈沉細而澀或沉弦。\n血瘀水停證常見於“鼓脹”、“癃閉”、“心痺”、“水腫”等疾病中。\n本證應與“水飲內停”、“水濕泛滥”、“陽虛水泛”相鑑別。",
  "clinical_manifestations": "面色黧黑，口乾不欲飲，水腫，或見於下肢，或見於眼瞼，甚或全身皆腫，水停心胸則喘憋心悸，水停腹腔見腹滿如鼓，叩之聲濁，小便不利，舌質紫，有瘀斑，脈沉細而澀或沉弦。血瘀水停證",
  "common_diseases": [
    "“鼓脹”",
    "“癃閉”",
    "“心痺”",
    "“水腫”"
  ],
  "differential_syndromes": [
    "“水飲內停”",
    "“水濕泛滥”",
    "“陽虛水泛”"
  ],
  "differential": {
    "self_analysis": "血瘀水停證由於肝鬱氣滯，勞傷過度，或以致瘀血停滯，阻遏經脈，影響津液的正常運行，使水液停蓄於內而為病。本證可出現在多種疾病中，其臨床表現各異，治法也不盡相同，必須詳加辨析。鼓脹病之血瘀水停證，臨床表現為腹大堅滿，按之不陷而硬，青筋怒張，脅腹刺痛拒按，面色晦暗，頭、頸、胸、臂等處可見紅點赤縷，唇色紫褐，大便色黑，肌膚甲錯，口乾飲水不欲嚥下，舌質紫暗或邊有瘀斑，脈細澀。由於肝脾氣滯，疏洩運化失常，日久則脈絡瘀阻，血運不暢。血行不暢兼脾虛失運則氣機阻滯，水濕不運放見腹大、脅腹脹痛拒按等症。治宜活血化瘀，行氣利水。方用調營飲(《證治準繩》)加減。癃閉之血瘀水停證，臨床表現為小便點滴而下，或尿細如線，甚則阻塞不通，小腹脹滿疼痛，舌紫暗或有瘀點，脈細澀。由於瘀血敗精，或腫塊結石，阻塞尿路，小便難以排出，因而形成癃閉。即張景岳所說“或以敗精，或以槁血，阻塞水道而不通也。”本疾發展往往由“癃”而成“閉”，由輕至重。治宜行瘀散結，利水通閉。方用代抵當湯(《證治準繩》)。心痺之血瘀水停證，臨床表現為胸悶胸痛，心悸喘憋，兩顴暗紅，口唇紫暗，頸脈怒張，脅下痞塊，爪甲青紫，口乾不欲飲，下肢浮腫，小便量少，舌質暗紫或青紫，舌下脈絡怒張，脈沉細或澀。《素問·痺論》云：“脈痺不已，復感於邪，內舍於心。……心痺者，脈不通，煩則心下鼓，暴上氣而喘，嗌乾善噫，厥氣上則恐”。由於瘀血阻滯，心脈痺阻，心氣不足，氣損及陽，影響三焦氣化，氣化行水之功失權，上逆則喘咳，水腫加重。治宜活血化瘀，溫陽利水。方用血府逐瘀湯(《醫林改錯》)合真武汤(《傷寒論》)。水腫病之血瘀水停證多出現在水腫病的後期。感受外邪，勞倦內傷，或飲食失調，使氣化不利，津液輸布失常，導致水液瀦留，泛溢於肌膚。血行不暢，瘀血內生，而成血瘀水停證。臨床表現為頭面、眼瞼、四肢、腹背甚至全身浮腫，面色晦暗，唇甲青紫，脘腹脹滿，舌暗有瘀點、瘀斑，脈細澀。治宜益氣活血，溫陽行水。方用當歸補血汤(《内外伤辨惑论》)合真武汤(《傷寒論》)加減。\n血瘀水停證多見於疾病的中、末期，當屬重證、頑證。累及多臟，臟腑功能失調，氣血瘀滯，三焦氣化不利，膀胱開闔失司是本證發生的主要病機。本證進一步發展，最後可導致五臟衰竭，水濁相干，邪盛正虛，陰陽離決的危候。",
    "type_comparison": "水飲內停證與血瘀水停證 二者均有病理性的水液停聚。水飲內停證是指人體水液運行輸布失常，水停為飲，水飲積聚於機體胸腹、胃腸或四肢等不同部位所出現的證候。水飲內停證既可因外邪侵襲，又可因正氣虧虛。《金匱要略》稱之為“痰飲”。臨床表現為顏面浮腫，四肢腫重，胸悶脅痛，顏面浮腫，咳唾引痛，嘔吐涎沫，胃中有振水音，腸間漉漉有聲，苔白膩，脈弦。多在痰飲、懸飲、支飲、溢飲等病中出現。臨床上以實證或虛實夾雜多見。而血瘀水停證是由於瘀血阻滯脈絡，影響水液的氣化，使水液停蓄於腹腔等部位而致。多見於鼓脹病中。臨床上除了水飲內停的胸水、腹水症狀外，還有明顯的瘀血內結的表現，如腹起青筋，唇甲青紫，肌膚甲錯，舌有瘀斑、瘀點等。二者鑑別點在于前者沒有瘀血阻滯的臨床表現。以此不難鑑別。\n水濕泛濫證與血瘀水停證 水濕泛濫證是指因氣化不利，導致水濕瀦留，泛濫於肌膚，而出現頭面、四肢、胸腹、腰背及全身浮腫的證候。二者均有水濕內聚，泛濫胸腹而出現的胸水、腹水、小便不利的症狀。但血瘀水停證的水溢部位主要在腹部，以肝、脾、腎臟腑病變為主，而水濕泛濫證的水溢部位可泛濫於全身，以肺、脾、腎臟腑病變為主。另外，血瘀水停證除了有水濕內聚的症狀，還有明顯的瘀血阻滯的表現。血瘀水停證的病理基礎是瘀血阻滯脈絡，而水濕泛濫證的病因除了可有瘀血阻滯之外，主要是由外邪阻遏陽氣或陽氣不足，氣不行水所致。\n陽虛水泛證與血瘀水停證 二者均有水濕內停證的表現，但其病因病機不同。陽虛水泛證表現為陽氣虛衰，膀胱氣化失司，水濕停聚的證候；而血瘀水停證是瘀血內結，阻遏脈絡，氣化失司，而致水液敷布不利所致。前者治宜溫陽利水，方用真武汤(《傷寒論》)，後者治宜活血化瘀，行氣利水，方用調營飲(《證治準繩》)。"
  },
  "literature": "《素問·調經論》：“血氣不和，百病乃變化而生。”\n《傷寒論·辨太陽病脈證並治中》：“傷寒有熱，少腹滿，應小便不利，今反利者，為有血也，當下之，不可餘藥，宜抵當丸。”"
}