{
  "id": "xuhuoshuohou",
  "number": 437,
  "name": "虛火爍喉證",
  "category": "專科證候",
  "overview": "虛火爍喉證指因臟腑虧損，虛火上炎，灼傷咽喉而引起的一組臨床表現的概稱。多為素體陰虛，腎陰虧損，勞損傷陰，或風熱邪毒，溫熱病後餘邪未清所致。\n\n主要臨床表現為：咽喉微痛，微癢，咽干不適，咽異物感，或喉哽哽然，吭之覺舒，下午明顯。聲音低沉而費力，甚至嘶啞，粘膜微紅、微腫、色暗。或粘膜表面有潰瘍，少量分泌物，舌紅苔少，脈細數。\n\n虛火爍喉證常表現於“虛火乳蛾”、“陰虛喉癬”、“陰虛白喉”、“慢喉瘖”等病證中。\n\n本證通常與“陰虛肺燥證”、“氣陰兩虛證”相鑑別。",
  "clinical_manifestations": "咽喉微痛，微癢，咽干不適，咽異物感，或喉哽哽然，吭之覺舒，下午明顯。聲音低沉而費力，甚至嘶啞，粘膜微紅、微腫、色暗。或粘膜表面有潰瘍，少量分泌物，舌紅苔少，脈細數。",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "虛火爍喉證雖屬虛火上炎所致，但因侵犯部位的不同，病理過程又不盡相同，故各有特點。\n* **虛火乳蛾：** 喉蛾可腫大，或不大，若擠壓之，可有黃白色分泌物從陷窩口溢出，咽部焮紅，因午後陽明經氣旺盛，故症狀明顯，而且反覆發作。如《咽喉脈證通論》曰：“或一年一發，或半年一發，或一、二月數發，根留於中，不能盡去，一時難愈。”全身表現多以肺腎陰虛為主，如見口咽乾燥等肺陰虛者，宜養陰清肺，生津潤燥，方用甘露飲(《閻氏小兒方論》)。如見腰膝酸軟，頭暈耳鳴等腎陰虛者，宜滋陰降火，方用知柏地黃丸(《醫方考》)。\n* **慢喉瘖：** 因其病變部位在聲門，故以聲音嘶啞為主證，聲音出於肺而根於腎，肺主氣，腎藏精，肺腎陰虛，津液不得上濡咽喉，水火不能相濟，虛火上炎而灼傷聲門，故聲音低沉，說話費力，不能持久，多見於嗓音工作者，治宜滋養肺腎，清咽降火法，方用百合固金湯(《醫方集解》)。\n* **陰虛喉癬：** 其形似苔蘚，發於咽者，咽乾燥如有芒刺，且生潰瘍，表面有分泌物，發於喉者，可有聲嘶，甚至呼吸困難。為肺腎陰虛，津液枯竭，不能上榮咽喉，虛火上炎，宜滋陰潤肺，清熱涼血，方用知柏地黃丸(《醫方考》)。正如《辨證奇聞·咽喉痛門》曰：“仍須補腎中之水，而益其肺氣，以大滋其化源，兼用殺蟲之味以治其癬。”若兼有脘腹脹悶，納差便溏之脾虛者，為肺脾兩虛證，可配合健脾益氣之參苓白朮散(《和劑局方》)治之。\n\n本證為慢性病，一年四季皆可發病，但虛火乳蛾多發於秋冬二季，兒童容易罹患。",
    "type_comparison": "* **陰虛肺燥證與虛火爍喉證：** 二者皆屬虛火之證，症狀比較相似，而且相互有較密關係，但二者病因病理有不同之處，如仔細分辨，鑑別不難。陰虛肺燥證多因肺陰不足，燥熱內生，上灼咽喉而致，故表現為咽干痛，喉癢，咳嗽等症。而虛火爍喉證，多責之於腎，腎陰虛，水不濟火，虛火上炎，熏灼咽喉而致病，故有焮紅、咽干、手足心熱，頭暈、耳鳴、目眩等症。肺陰虛者，日久累及於腎，引起腎陰虛，而腎陰不足，水不上承，亦可致肺陰不足。故二者在臨床上，尤其在後期，相互有密切的關係。\n* **氣陰兩虛證與虛火爍喉證：** 雖二者皆因虛所致，因其病理變化不同，表現亦有區別。前者主要因肺之氣陰兩虛，或肺腎氣陰兩虛，胸悶氣短，說話費力，聲音嘶啞等是其主要症狀。以罹慢喉瘖及職業嗓音工作者多見。虛火爍喉證雖有虛證，但以“虛火上炎”為主要病機，上炎之虛火，燔灼咽喉，出現以咽喉局部症狀為突出的臨床特點；氣陰兩虛證雖亦可出現咽喉部症狀，但屬次要症狀，且無“虛火爍喉”之象。依此辨之，區別昭然。"
  },
  "literature": "* 《外科正宗·卷之二咽喉論第二十》：“虛火者色淡微腫，脈亦細微，小便清白，大便自利，此因思慮過多，中氣不足，脾氣不能中護，虛火易至上炎，此恙先從咽嗌乾燥，飲食妨礙，咳吐痰涎，呼吸不利，斑生苔蘚，焮若蝦皮，有如茅草常刺喉中，又如硬物嗌於咽下，嘔吐酸水，哕出甜涎；甚則舌上白胎，唇生礬色，聲音嘶啞，喘急多痰，以上等症，皆出於虛火、元氣不足中來。”\n* 《喉科集腋》：“陰氣大虛，虛火無制，孤陽飛越，客於咽喉，遂成咽痛。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：熱/火。根據證候名稱「虛火爍喉證」分析其病機組成。"
}