{
  "id": "xuyangfuyue",
  "number": 68,
  "name": "虛陽浮越證",
  "category": "全身證候",
  "overview": "虛陽浮越證是人體陽氣大衰，陰寒內盛，格陽於外，虛陽浮越於上的真寒假熱證候，屬於危重證，也叫戴陽證或格陽證。本證多發於疾病的極期或瀕死階段。\n主要臨床表現為：惡寒，倦臥，四肢厥冷，下利清谷，身熱，面紅如妝，心煩乾嘔，脈微細欲絕；或久病重病患者，一直面色蒼白神志不清，突然出現兩顴泛紅如妝，紅色游移不定，神志短暫清楚，想見家人的“迴光返照”徵。\n虛陽浮越證常見於“胸痺”、“心悸”、“中風”、“鼓脹”、“久利”等疾病中。\n本證通常應與“上熱下寒證”、“外寒里熱證”相鑑別。",
  "clinical_manifestations": "惡寒，倦臥，四肢厥冷，下利清谷，身熱，面紅如妝，心煩乾嘔，脈微細欲絕；或久病重病患者，一直面色蒼白神志不清，突然出現兩顴泛紅如妝，紅色游移不定，神志短暫清楚，想見家人的“迴光返照”徵。虛陽浮越證",
  "common_diseases": [
    "“胸痺”",
    "“心悸”",
    "“中風”",
    "“鼓脹”",
    "“久利”"
  ],
  "differential_syndromes": [
    "“上熱下寒證”",
    "“外寒里熱證”"
  ],
  "differential": {
    "self_analysis": "本證因外邪入於少陰，損傷心腎陽氣，造成元陽衰微，陰寒極盛，微陽被格拒於上，陰寒匯聚於下，表現出惡寒，倦臥，四肢厥冷，下利清谷，身熱，面紅如妝，心煩乾嘔，脈微細欲絕臨床表現的證候，治療當用大量回陽之品，宣通上下。方用白通加猪胆汁汤(《傷寒論》)。在某些雜病晚期，如胸痺、心悸、中風、鼓脹等患者，一直面色蒼白，神志不清，突然出現兩顴泛紅如妝，紅色游移不定，神志短暫清楚，想見家人等，即“迴光返照”、“殘燈復明”現象，脈浮散無根，或如屋漏脈、雀啄脈。此因疾病晚期，陰陽衰微至極，陰不斂陽，虛陽無所依附而外越，殘精無所固攝而外泄，以致暴露出一時“好轉”的假象，這是陰陽離決的危候。\n辨別本證的要領，根據疾病全過程的臨床表現綜合分析，一般假象多表現在四肢末端，面色，脈搏上，而舌象，軀幹，大小便多反映機體本質症狀。並且，假象與真象表現不同，虛陽浮越的面紅僅表現在顴頰上，淺紅嬌嫩，時隱時現，而真熱證的面紅卻是滿面通紅，不會消失。可用《景岳全書·傳忠錄》提出的試寒熱的方法：“假寒誤服熱藥，假熱誤服寒藥等證，但以冷水少試之，假熱者必不喜水，即有喜水者，或服後即嘔，便當以溫藥解之；假寒必喜水，而服後反快而無所逆者，便當以寒涼藥解之。”",
    "type_comparison": "上熱下寒證與虛陽浮越證 兩證臨床都可見下利清谷，身熱，心煩乾嘔等表現，但上熱下寒證是指在同一時間內，上部表現為熱證，下部表現為寒證的證候。《傷寒論·辨太陽病脈證並治》：“傷寒胸中有熱，胃中有邪氣，腹中痛，欲嘔吐，黄连汤主之。”本證是以膈為界，胸為上，脾胃為下，胸中有熱，則表現為心煩乾嘔，脾胃有寒，則表現為腹痛下利，但無面色浮紅，病情危重的表現，屬於寒熱錯雜證。而虛陽浮越證屬於真寒假熱證，疾病的本質與臨床表現不符，治療以回陽救逆為主。\n表熱里寒證與虛陽浮越證 表熱里寒證是熱證在表，寒證在里的一類證候，多見於素有里寒而復感風熱，或表熱未解，誤下以致脾胃陽氣損傷的病證。《傷寒論·辨太陽病脈證並治》：“太陽病，外邪未解，而數下之，遂協熱下利，利下不止，心下痞硬”。臨床表現為發熱惡寒，咽喉紅腫熱痛，手足厥冷而胸腹灼熱，胃痛腹泄，大便清稀，舌淡而苔黃，屬於寒熱錯雜證。虛陽浮越證是面紅如妝，無發熱的表現，出現於危重階段，屬於真寒假熱證。"
  },
  "literature": "《素問·陰陽應象大論》：“重陽必陰，重陰必陽。”\n《重訂通俗傷寒論·表里寒熱》：“一寒水侮土證，吐瀉腹痛，手足厥逆，冷汗自出，語言無力，納少腹滿，兩足尤冷，小便清白，舌肉胖嫩，苔黑而滑，黑色止見於舌中，脈沉微欲絕，此皆真寒之證據。惟肌表浮熱，重按則不熱，煩躁而渴欲飲水，飲亦不多，口燥咽痛，索水至前，復不能飲，此為無根之陰火，乃陰盛於內，逼陽於外，外假熱而內真陰寒，格陽證也。一腎氣凌心證，氣短息促，頭暈心悸，足冷溺清，大便或溏或瀉，氣少不能言，強言則上氣不接下氣，苔雖黑色直底舌尖，而舌肉浮腫而嫩，此皆里真虛寒之證據。惟口鼻時或失血，口燥齒浮，面紅嬌嫩帶白，或煩躁欲裸形，或欲臥泥水中，脈則浮數，按之欲散，或浮大滿指，按之則豁然空，雖亦為無根之陰火，乃陰竭於下，陽越於上，上假熱而下真虛寒，戴陽證也。”\n《傷寒貫珠集·卷二太陽篇下》：“此寒中少陽，陰盛格陽之證，下利清谷，手足厥逆，脈微欲絕者，陰盛於內也。身熱不惡寒，面赤色，格陽於外也。為真陽之氣被陰寒所迫，不安其處，而遊散於外。故顯諸熱象，實非熱也。”\n《醫學衷中參西錄》：“太陽篇中乾薑兩半，以治汗多亡陽之證。至通脈四逆湯藥味同前，惟將乾薑加倍，蓋因寒盛脈閉，欲借辛熱之力，開凝塞以通脈也。而赤者加蔥九莖，蓋而赤乃陰寒在下，逼陽上浮，即所謂戴陽證。加蔥以通上下之氣，而愚遇此證，又加芍藥數錢，蓋芍藥與附子並用，最善收斂浮越之元陽下降也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_xu",
      "yang_fu"
    ]
  }
}