{
  "id": "yangxu",
  "number": 16,
  "name": "陽虛證",
  "category": "基礎證候",
  "overview": "陽虛證又稱虛寒證，是指陽氣不足，機能衰退，出現溫煦失職的證候。本證多因先天稟賦不足，久病體虛或寒邪傷陽所致。本條所述陽虛證是指機體整體陽氣不足而言，它與心、脾、腎等臟的陽虛證是相互聯繫的，以臟腑症狀為突出表現的陽虛證分別由各臟腑陽虛證述及。\n主要臨床表現為：畏寒肢冷，面色晄白，倦怠乏力，少氣懶言，自汗，口淡不渴，小便清長，大便溏薄，舌質淡白，脈虛遲或沉弱。\n陽虛證常見於“水腫”、“洩瀉”、“心悸”、“虛勞”等疾病中。\n本證在臨床上應與“氣虛證”、“里寒實證”、“真熱假寒證”相鑑別。",
  "clinical_manifestations": "畏寒肢冷，面色晄白，倦怠乏力，少氣懶言，自汗，口淡不渴，小便清長，大便溏薄，舌質淡白，脈虛遲或沉弱。陽虛證",
  "common_diseases": [
    "“水腫”",
    "“洩瀉”",
    "“心悸”",
    "“虛勞”"
  ],
  "differential_syndromes": [
    "“氣虛證”",
    "“里寒實證”",
    "“真熱假寒證”"
  ],
  "differential": {
    "self_analysis": "陽虛證可見於多種疾病。在洩瀉病中出現陽虛證，多因久瀉傷及脾胃之陽，運化無權，或腎陽不足，命門火衰所致。主要表現為腹部畏寒，腸鳴腹痛，大便溏薄，脈象沉細無力。治當溫陽止瀉，脾胃陽虛者選用理中湯(《傷寒論》)，脾腎陽虛者選用四神丸(《證治準繩》)。若水腫病中出現陽虛證，多因脾陽不運，水濕不化，或腎陽不足，氣化失司所致。主要表現為腰以下腫甚，按之凹陷難復，肢冷神疲，小便短少，舌質胖淡，苔白而滑，脈象沉細。治當溫陽利水，脾陽虛者選用實脾飲(《濟生方》)，腎陽虛者選用真武湯(《傷寒論》)。若心悸病中出現陽虛證，多由心陽不振所致。主要表現為心悸頭暈，形寒肢冷，神疲乏力，舌苔白，脈細弱而數。治當振奮心陽，方選桂枝甘草湯(《傷寒論》)。若虛勞病中出現陽虛證，多因脾陽不足，運化失司，或腎陽不足，命門火衰所致。主要表現為畏寒肢冷，倦怠少氣，大便稀薄，舌淡苔白，脈虛弱。治當溫陽扶正，脾陽虛者選用拯陽理勞湯(《醫宗必讀》)，腎陽虛者選用右歸丸(《景岳全書》)。\n陽虛證多發生於稟賦不足，年老體弱，或久病之軀。陽虛證在夏季得陽氣之助而病情較輕，而於冬季病情加重。\n陽虛證在其演化過程中常出現兩種情況：一、陰陽互相滋生，陽虛日久可損及陰，造成陰陽兩虛證，從而既有畏寒肢冷，倦怠乏力的陽虛表現，又有潮熱盜汗，五心煩熱的陰虛表現。二、陽氣不足，運化無力，濁陰積聚，水濕阻滯、痰飲、瘀血等隨之而生。",
    "type_comparison": "氣虛證與陽虛證 氣虛證本屬陽虛證的范疇，氣虛證進一步發展則為陽虛證。氣虛證是由先天稟賦不足，後天失養，久病傷氣等原因引起。由於氣虛，臟腑機能不健，臨床主要表現為倦怠乏力，少氣懶言，頭暈目眩，自汗，舌淡，脈虛無力等症。陽虛證除具有與氣虛證相同的病因外，尚可由感受寒邪，過食生冷，損傷陽氣等原因所致，亦可由氣虛證發展而來。陽虛證由於陽氣不足，全身失於溫煦，其臨床除氣虛證表現外，還出現畏寒肢冷，脈遲等陽氣不足，溫煦失職的表現。其與氣虛證鑑別的要點在于有畏寒肢冷，脈遲等寒象。\n里寒實證與陽虛證 里寒實證即一般所謂寒實證，陽虛證又稱虛寒證，兩證均有形寒肢冷，口淡不渴，面色晄白等寒象。寒實證是由於寒邪過盛，侵犯人體，困遏陽氣所致，表現為形寒肢冷，口淡不渴，面色蒼白，腹痛拒按，大便秘結，舌苔白厚，脈弦緊有力。寒實證與陽虛證的區別在于前者無倦怠乏力，少氣懶言，自汗等陽氣虛見症，而出現腹痛拒按，大便秘結，舌苔白厚，脈弦緊有力等實證的表現。\n真熱假寒證與陽虛證 此二證均有肢冷畏寒的外寒表現，真熱假寒證肢冷畏寒是由內熱過盛，陽氣閉阻於內，不能布達於四肢肌表所致，身雖畏寒反不欲近衣被，並見渴喜冷飲，小便短赤，大便燥結，舌紅苔黃，脈滑數等里熱證的表現，而陽虛證則可見一系列寒症，脈見沉遲等，這是鑑別的要點。"
  },
  "literature": "《景岳全書·汗證》：“……自汗盜汗，亦各有陰陽之證，不得謂自汗必屬陽虛，盜汗必屬陰虛也。然則陰陽有異，何以辨之？曰；但察其有火無火，則或陰或陽，自可見矣。蓋火盛而汗出者，以火爍陰，陰虛可知也。無火而汗出者，以表氣不固，陽虛可知也。知斯二者，則汗出之要無餘義，而治之之法亦可得其綱領矣。”\n《醫學正傳·醫學或問》：“曰陽虛者，心經之元陽虛也，其病多惡寒，責其無火，治法以補氣藥中加烏附等藥，甚者三建湯、正陽散之類。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yang_xu"
    ]
  }
}