{
  "id": "yangxushikun",
  "number": 74,
  "name": "陽虛濕困證",
  "category": "全身證候",
  "overview": "陽虛濕困證是陽氣虧損，氣化失常，以水濕內停為主要臨床表現的證候。常由素體陽虧，調攝失宜，久病或大病後陽氣虧耗及年高陽氣不振，無力溫化水濕而致。\n主要臨床表現為：畏寒肢冷，肢體浮腫、困重，小便不利，大便溏瀉，食少腹脹，舌淡胖，苔白膩或白滑，脈沉遲而滑等。\n陽虛濕困證常見於“嘔吐”、“泄瀉”、“痢疾”、“霍亂”、“黃疸”、“水腫”、“淋證”、“內傷發熱”、“腰痛”、“痺病”、“帶下”等疾病中。\n本證應與“氣虛濕困證”、“脾虛濕困證”、“陽虛飲停證”、“陽虛水泛證”、“寒濕阻滯證”相鑑別。",
  "clinical_manifestations": "畏寒肢冷，肢體浮腫、困重，小便不利，大便溏瀉，食少腹脹，舌淡胖，苔白膩或白滑，脈沉遲而滑等。陽虛濕困證",
  "common_diseases": [
    "“嘔吐”",
    "“泄瀉”",
    "“痢疾”",
    "“霍亂”",
    "“黃疸”",
    "“水腫”",
    "“淋證”",
    "“內傷發熱”",
    "“腰痛”",
    "“痺病”",
    "“帶下”"
  ],
  "differential_syndromes": [
    "“氣虛濕困證”",
    "“脾虛濕困證”",
    "“陽虛飲停證”",
    "“陽虛水泛證”",
    "“寒濕阻滯證”"
  ],
  "differential": {
    "self_analysis": "陽虛濕困證可見於多種疾病中，由於其病機、病位不同，故臨床表現各異，如嘔吐病中，表現為飲食稍有不慎即嘔吐，時作時止，嘔吐物多為清水痰涎，兼見脘悶納呆、大便溏薄、口乾不欲飲、面色晄白等症。此系中陽不振，寒濕中阻，清陽不升，濁陰上逆而致，治宜溫陽化濕、降逆止嘔，方用附子理中丸(《和劑局方》)、小半夏加茯苓湯(《金匱要略》)合方化裁。如在“泄瀉”病中，臨床表現因虛損的臟腑不同而略有區別：若以“大便時溏時瀉，水谷不化，稍進油膩、寒涼之物則大便次數增多，腹中冷痛，脘悶納呆”為主者，為脾陽虛弱，運化失常，濕濁內生，混雜而下所致，治宜溫陽健脾，方用附子理中丸(《和劑局方》)加減；若以黎明前腹痛腸鳴，隨之而泄，泄後則安，病程較久，並見腰膝酸軟等症為主者，稱“五更泄”，系腎陽衰憊，脾失溫煦，運化失常而致，正如《景岳全書·雜證漠》中所說：“腎為胃關，開竅於二陰，所以二陰之開閉，皆腎臟之所主，今腎中陽氣不足，則命門火衰，……陰氣盛極之時，即令人洞泄不止也”，治應溫腎暖脾，固澀止泄，方選四神丸(《證治準繩》)酌加附子、炮姜之類，以增溫腎暖脾之力。如在痢疾病中，表現為久痢不愈，下痢稀薄白凍，甚則滑脫不禁，並見食少神疲，肢冷腰酸，此為脾腎陽虛，寒濕內生，留滯腸中，使腸道傳導失司所致，治應溫補脾腎，收澀固脫，方選真人養臟湯(《和劑局方》)加減。如在霍亂病中，表現為吐瀉不止，吐瀉物如米泔汁，不甚臭穢，眼眶凹陷，兼有手足厥冷、筋脈攣急、面色晄白等里寒之症，此系脾腎陽虛，運化失司，溫煦失職，水濕內盛，清濁相混，升降悖逆所致，治應溫補脾腎，散寒化濕，方選附子理中丸(《和劑局方》)合六和汤(《醫方考》)加減。如黃疸病中，本證表現為“陰黃”，即身目俱黃，黃色晦暗如煙熏，並有納少脘悶、神疲畏寒、口淡不渴等中焦虛寒之症狀，此系脾胃陽虛，運化不健，濕困中焦，膽液被阻而外溢肌膚所致，治宜健脾和胃，溫化寒濕，方用茵陈术附汤(《醫學心悟》)加減。如水腫病中，本證表現為“陰水”，即肢體浮腫，腰以下尤甚，按之凹陷不起，水勢漸起，不易消退，並有神疲乏力，肢冷畏寒，小便短少等症狀，此系脾腎陽氣衰微，陽不化氣，氣不化水，水濕內停，流溢肌膚所致。偏脾陽虛者，尚有脘腹脹悶，納減便溏，面色萎黃等脾虛運化無力的症狀，治宜溫陽健脾利濕，方用实脾饮(《濟生方》)加減；偏腎陽虛者，尚有腰膝冷痛痠重，面色晦滯或晄白，或有多尿等腎陽虧虛、水濕內盛或下元不固的症狀，治宜溫腎化氣利温，方用济生肾气丸(《濟生方》)合真武汤(《傷寒論》)加減。如在內傷發熱病中，可表現為發熱畏寒，熱輕寒重，四肢不溫，頭身重痛，神倦嗜臥，胸悶不飢，泛惡嘔吐，納呆便溏等症狀，此系元陽虧乏，氣化失司，水濕內鬱，虛陽外浮而致，治宜溫陽化濕，方用肾气丸(《金匱要略》)合平胃散(《和劑局方》)加減。如在腰痛病中，表現為腰部冷痛、重著，腰酸無力，轉側不利，靜臥痛不減，遇陰雨天則加重，此由陽虛濕邪困阻腰部，痺阻經絡而致，治宜溫補陽氣，散寒除濕，方用肾着汤(《金匱要略》)加附片、杜仲、蒼朮。如在痺病中，表現為肢體關節冷痛、重著，或有腫脹，痛有定處，腰膝酸軟，手足沉重，肌膚麻木，畏寒，脈沉濡，此由陽虛不溫，濕邪內困於肌肉，阻滯關節而致，常因居處潮濕、涉水冒雨，外感濕邪，內外之濕合邪侵犯肌肉關節而使病情加重，治宜溫陽通絡，除濕散寒，方用济生肾气丸(《濟生方》)加苡仁、蒼朮、威靈仙。如在帶下病中，表現為帶下清冷，量多，質稀薄，綿綿不斷，小腹有冷感，面色晄白，肢冷腰痛，大便溏薄，或可見兩足浮腫，此為陽虛溫化不足，寒濕下滲，使帶脈失約，任脈不固所致，治宜溫陽散寒，除濕止帶，方用内补丸(《女科切要》)加蒼朮、茯苓、車前子。如在淋證中，表現為勞淋，即小便淋瀝不已，時作時止，遇勞即發，小便不甚赤澀，腰酸膝軟，神倦乏力，此為脾腎陽虛，膀胱氣化無權，濕邪留戀而致，治應健脾溫腎，化氣利濕，方選无比山药丸(《和劑局方》)加減。\n形成陽虛濕困證的原因常見有兩種：一為稟賦不足，勞欲過度或年高久病，腎陽虧虛，溫化無權，水濕內停；二為調攝失宜，久居濕地或飲食不節，恣食生冷，克伐中陽，中陽不運，津液停聚，濕從內生。二者常相互影響，共同致病，使脾腎陽氣俱虛，水濕內盛。從其成因可見陽虛濕困證主要累及脾腎兩臟，病位以脾腎為主，涉及大腸、胃、膀胱諸臟腑，在婦人亦可累及任帶二脈。陽虛濕困證多見於年老、久病及體虛肥胖之人(即雖體胖但肌肉不實，常感倦怠乏力，身體困重，氣短自汗之人)，遇寒及陰雨潮濕天氣則病情加劇，溫暖乾燥天氣，得天之陽燥之氣相助，則病情緩解。本證在病機演變過程中，常出現以下情況：一、濕邪內盛，阻遏氣機，使氣機失調，逆於上則嘔吐，滯於中則脘悶不飢，腹脹納呆，亂於下則泄、痢不止。氣為血之帥，氣滯則血行不暢，加之陽氣虛弱，無力推動血行，日久可見血瘀證，臨床表現如肌膚甲錯，面色晦滯，舌淡暗，可見瘀斑，舌下脈絡青紫等症狀，病若至此，說明陽虛已極，濕、瘀相互牽連，交結不解，為疾病後期病情較重的階段。二、濕勝則陽微，濕邪在陽虛之體生成後，易從寒化，寒濕內盛，又更傷陽氣，使陽氣虛者愈虛，寒濕之實邪愈盛，臨床可見畏寒，面浮身腫，全身困重無力，四肢厥冷，關節酸痛，屈伸不利，脘腹冷痛，腹瀉不止或下利白凍等症狀。三、脾為太陰濕土，喜燥惡濕，最易為濕所困，濕阻中焦，影響脾胃運化功能，水谷精微不能化生、輸布全身，日久引起機體失養，表現出面色萎黃、身體消瘦、倦怠乏力等症狀。",
    "type_comparison": "氣虛濕困證與陽虛濕困證 氣虛濕困證由正氣虧虛，氣不化濕引起，陽虛濕困證由陽氣虧虛，溫化失職引起，二者病機不同，但有一定聯繫，氣虛本身可發展為陽虛，加之濕邪易傷陽，氣虛濕困證日久則發展為陽虛濕困證。在臨床表現上，二者都有濕邪困阻的症狀，如頭身困重，口淡不渴，腹脹便溏，舌淡胖，苔白滑等，但陽虛溫化水液之力較氣虛更弱，故水濕泛濫的程度更為嚴重，臨床可見如肢體浮腫、腰下尤甚、脈沉滑等症狀。氣虛濕困證有少氣懶言、神疲乏力、納呆、脈弱等氣虛症狀，陽虛濕困證亦有上述症狀，但表現較重，且“陽虛則寒”，故有肢冷畏寒，排泄物澄徹清冷，脈遲等里寒之象。總之，病症表現的程度輕重及是否有里寒症狀，是鑑別二證的關鍵。\n脾虛濕困證與陽虛濕困證 濕的產生總不離脾，如《素問·至真要大論》中所說：“諸濕腫滿，皆屬於脾”。在某些疾病中(如泄瀉、痢疾、嘔吐、霍亂、黃疸、水腫)，陽虛濕困證常以脾(陽)虛濕困證為主要表現，故二證容易混淆，當從病機、病變部位、主要症狀上加以鑑別。脾虛濕困證，指脾氣虛，水濕不運或脾陽不振，寒濕內停的臟腑證候，病變部位僅限於脾(或胃)，有脾氣虛濕困與脾陽虛濕困之分。陽虛濕困證是指總體上陽氣虧損，導致水濕內停的全身證候，它與各臟腑證候密切相關，病位以脾腎為主，涉及多臟腑，病變較脾(陽)虛濕困證廣泛。從主症來看，脾虛濕困證以脾胃運化失常、濕困中焦的表現為典型症狀，如脘悶嘔惡、腹脹便溏、頭身困重、口粘不爽、納少浮腫等，其里寒症狀雖可有(如偏脾陽虛濕困證)，但不明顯。陽虛濕困證以全身陽氣虛衰，濕邪內困的表現為典型症狀，其濕邪可困阻全身任何部位，並有較明顯的里寒症狀，可資鑑別。\n陽虛飲停證、陽虛水泛證與陽虛濕困證 三證皆屬陽虛陰盛，津液停聚的證候，由素體陽虧，年高久病，調攝不慎，陽氣虧損，不能溫運、氣化水液而致。在臨床表現上，都具有畏寒肢冷，脈沉遲等虛寒症狀。然而飲、水、濕雖同出一源，但性質略有不同。飲質地清稀，多停於肺、胃腸、胸脅。停於肺者，以“咳喘胸悶，喘息不能平卧，喉中痰鳴，痰液清稀色白量多”為臨床特徵，若心陽不足，水飲凌心，可見心悸，若脾胃陽虛，可見下肢浮腫；停於胃腸者，以“脘痞腹脹、胃中有振水聲或腸間有漉漉水鳴聲、泛吐清水、食慾減退”為臨床特徵；停於胸脅者，以“胸脅脹悶疼痛、咳嗽氣喘，並有牽引疼痛感”為臨床特徵。弦脈主飲，故陽虛飲停證見沉弦之脈。水流動性大，內可停聚於臟腑，外可泛濫肌膚，上可達頭目，下可至足跗，故水泛證以“頭目、全身水腫，小便不利，大便溏瀉”為臨床特徵，若水寒射肺則可見喘促之症，若水气凌心則可見心悸。濕性重濁粘滯，易困阻中焦或流於身體下部，故濕證以頭身、肌肉關節重著、困乏，下肢水腫及中焦濕阻的症狀為臨床特征。因此，抓住飲、水、濕邪的性質及病變特徵，不難鑑別。\n寒濕阻滯證與陽虛濕困證 二證都屬濕證範疇，都具有“頭身困重，關節疼痛，屈伸不利，面浮身腫，便溏或下利白多赤少，小便不利”等濕阻之象及“畏寒肢冷”等寒象，但兩證的病因病機均不同。寒濕阻滯證是指寒濕之邪外侵，機體陽氣被遏，出現一系列病變的證候，多由冒受雨露，久居濕地或飲食生冷所致，其寒濕由外而感，為實證。陽虛濕困證是機體陽氣虛衰，氣化失常，水濕內停，導致機體病變的證候，其寒濕從內而生，為本虛標實的虛實夾雜證，故陽虛濕困證還有神疲乏力、面色晄白、腰膝酸軟、舌淡胖等陽虛之象，寒濕阻滯證通常無虛象，若寒濕阻滯日久，損傷陽氣，則會出現陽虛證候。"
  },
  "literature": "《素問·六元政紀大論》：“濕勝則濡泄，甚則水閉跗腫”。\n《河間六書·濕病》：“諸痙強直，積飲痞隔中滿，霍亂吐下，體重跗腫，肉如泥，按之不起，皆屬於濕。”\n《景岳全書·雜證謨·濕證》：“故凡病內濕等證者，多屬氣虛之人。氣屬陽而虛，則寒從中生，寒生則濕氣留之。然陰陽之性，理出自然，有不必外中於濕而後為之濕也。此之變證，惟腫脹泄瀉痰飲嘔吐等證多有之。病之微者，宜溫宜利宜燥，如五苓散、平胃散、滲濕湯、六味地黄丸之類是也。病之甚者，必用溫補，俟陽氣漸復，則陰邪始退。……故凡治陽虛者，只宜補陽，陽勝則燥，而陰濕自退。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "shi",
      "yang_xu"
    ]
  }
}