{
  "id": "yangxuxueyu",
  "number": 73,
  "name": "陽虛血瘀證",
  "category": "全身證候",
  "overview": "陽虛血瘀證是指陽氣不足，血行瘀滯所表現的證候。多因外感寒邪或過食生冷，或大病、久病之後，陽氣被傷，血脈缺乏陽氣的溫煦和推動，血循不暢或運行緩慢或停滯而出現本證。\n主要臨床表現為：全身陽虛證加上血瘀證。陽虛證：肢冷，十指末端疼痛，遇寒加重，面色蒼白或青紫，畏寒喜暖，口淡不渴，二便清稀；血瘀證(由於血瘀在不同的臟器，臨床表現各異)主要特點：是疼痛固定不移，痛如針刺，往往夜間為甚，局部腫塊，拒按，出血；婦女月經不調，經來腹痛，血色紫暗有塊，舌青紫，有瘀斑，脈細澀。\n陽虛血瘀證常見於“胸痛”、“胃痛”、“脅痛”、“痛經”、“頭痛”、“陰疽”，“痺病”等多種疾病中。\n本證通常應與“氣虛血瘀證”、“血寒證”相鑑別。",
  "clinical_manifestations": "全身陽虛證加上血瘀證。陽虛證：肢冷，十指末端疼痛，遇寒加重，面色蒼白或青紫，畏寒喜暖，口淡不渴，二便清稀；血瘀證(由於血瘀在不同的臟器，臨床表現各異)主要特點：是疼痛固定不移，痛如針刺，往往夜間為甚，局部腫塊，拒按，出血；婦女月經不調，經來腹痛，血色紫暗有塊，舌青紫，有瘀斑，脈細澀。陽虛血瘀證",
  "common_diseases": [
    "“胸痛”",
    "“胃痛”",
    "“脅痛”",
    "“痛經”",
    "“頭痛”",
    "“陰疽”，“痺病”等多種疾病"
  ],
  "differential_syndromes": [
    "“氣虛血瘀證”",
    "“血寒證”"
  ],
  "differential": {
    "self_analysis": "陽虛血瘀證可出現於多種疾病中，在胸痛中，病人表現為胸部刺痛，心痛徹背，入夜尤甚，胸悶，口唇青紫，諸症遇寒發作或加重，平素畏寒肢冷，舌淡有瘀斑，脈澀或結代等症，此由於心陽不足，心脈瘀阻，血行不暢，心肌失養所致。治宜寬胸通陽，活血化瘀，通絡止痛，方用丹参饮(《時方歌括》)合失笑散(《和劑局方》)。在胃痛中，表現為病程較長，面色蒼白，納差，胃脘疼痛，痛處固定，或有吐血、大便呈柏油色，舌淡瘦或有瘀斑，脈沉細澀。此由於久病入絡，損傷胃陽，氣機不利，瘀血凝滯胃脘，胃受納失常所致。治宜活血化瘀，溫中止痛，方用小建中汤(《傷寒雜病論》)合失笑散(《和劑局方》)。在脅痛病中，出現兩脅疼痛如針刺，按之有塊，入夜尤甚，面色晦暗，舌紫暗，脈弦細。此由於肝鬱日久，久病傷陽，氣滯則血瘀，瘀血阻絡所致。治宜疏肝通絡，活血祛瘀，方用膈下逐瘀汤(《醫林改錯》)。在痛經病則表現為經期腹痛，喜溫喜按，經少色暗或有血塊，四肢厥逆，面色青白，舌邊青紫，口淡不渴，脈沉遲有力，此由於寒克衝任，陽氣受傷，經絡瘀阻，血行不暢所致，治宜散寒活血，暖宮通經，方用温经汤(《金匱要略》)加少腹逐瘀汤(《醫林改錯》)。在頭痛病中，臨床表現為頭痛如錐刺，位置固定，經久不愈，面色晦暗，神疲怕冷等症，此由於頭部外傷，瘀血內停，久病傷陽，陽虛血瘀所致。治宜活血化瘀，溫陽止痛，方用通竅活血湯(《醫林改錯》)。在陰疽病中，出現局部皮膚漫腫無頭，輕微疼痛，不紅不腫，或皮膚破潰，傷口久不封口，周圍組織無紅腫，苔白脈遲，此由於寒痰凝滯，陽氣不足，無力生養肌膚所致。治宜溫陽化寒痰，托毒生肌。方用阳和汤(《外科全生集》)。在痺病中，病人表現為肢端怕冷，疼痛麻木，膚色蒼白或青紫，每遇寒冷則發作，得溫緩解，或有間歇性跛行，脈伏不出等特點，此由於陽虛不能到達四末，導致四末氣血運行不暢，血瘀肢端，加上寒凝痺阻所致。治宜溫經散寒，活血通絡，方用當歸四逆湯(《傷寒論》)。\n陽虛血瘀證多發生在體弱多病之人。陽氣是體內各種物質運動的原動力，陽氣不足，必然導致血液運行不暢，產生血瘀證，瘀血既是病理產物，又是致病因素，它進一步導致陽氣不通，陽氣愈虛，失去溫煦和推動作用，可加重瘀血之程度，二者互為因果，使人久病不愈。",
    "type_comparison": "氣虛血瘀證與陽虛血瘀證 兩證在發病過程、臨床表現、疾病轉歸上都有許多相似之處。氣虛血瘀證是指氣虛推動血行無力，出現血瘀證的表現，亦多發於年老體弱久病之人，臨床表現為全身氣虛證加血瘀證。有時以血瘀證為主，有時以氣虛證為主。平素多表現為氣虛。以胸痛為例：患者平素少氣，乏力，懶言，神疲自汗，勞累後出現胸悶心痛，痛如刀割，大汗淋漓，有時休息之後可以緩解。陽虛血瘀證是全身陽虛證加血瘀證。患者畏寒喜暖，口淡不渴，疼痛遇寒加重，面色蒼白或青紫，二便清稀，加上疼痛固定不移，痛如針刺，局部腫塊，拒按，出血，血色紫暗有塊，舌青紫有瘀斑，脈細澀。臨床上一般氣虛證較陽虛證輕，陽虛證是在氣虛的基礎上加有畏寒肢冷等陽虛表現。\n血寒證與陽虛血瘀證 兩證均表現出里寒與血瘀之證。血寒證是里實寒證，起病較急，有明顯的外因，常表現為突然疼痛，疼痛劇烈，拒按，得溫可緩解，手足厥冷。陽虛血瘀證是里虛寒證，起病較緩，病程較長，易反覆發作。常表現為肢端怕冷，疼痛麻木，膚色蒼白或青紫，每遇寒冷則發作，得溫緩解，或有間歇性跛行，脈伏不出等。"
  },
  "literature": "《素問·舉痛論》：“經脈流行不止，環周不休，寒氣入經而稽遲，泣而不行，客於脈外則血少，客於脈中則氣不通，故卒然而痛。”\n《證治匯補·血證》：“血寒者，其證麻木疲軟，皮膚不澤，手足清冷，心腹怕寒，腹有塊痛，得熱則止，在女子則月事後期而痛，脈細而緩，法宜溫之。”\n《景岳全書·婦人規》：“凡血寒者，經必後期而至，然而何以寒？亦惟陽氣不足，則寒從中生而生化失期，是即所謂寒也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yang_xu",
      "xue_yu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：陽虛、血瘀。根據證候名稱「陽虛血瘀證」分析其病機組成。"
}