{
  "id": "yangxutanning",
  "number": 76,
  "name": "陽虛痰凝證",
  "category": "全身證候",
  "overview": "陽虛痰凝證是指陽氣虧損，不能溫化津液，致使津液不化，凝聚為痰，停滯於臟腑、組織、經絡之間而引起的證候，多由素體陽虛痰盛、飲食勞倦內傷所致。\n主要臨床表現為：形寒肢冷，眩暈，嗜睡，體胖身重，胸悶痰多，痰液白而清冷，或瘿瘤、瘰癧痰核不散，關節漫腫、殭硬、不熱，苔白膩、脈滑或沉細無力。\n陽虛痰凝證常見於“肺痿”、“肺脹”、“哮證”、“眩暈”、“多寐”、“噎膈”、“積聚”、“瘿病”、“瘰癧”、“不孕症”、“流痰”、“子痰”、“陰瘡”、“乳癖”等疾病當中。\n本證應與“氣虛痰結證”、“陰虛痰結證”、“痰瘀互結證”、“陽虛飲停證”、“痰核留結證”相鑑別。",
  "clinical_manifestations": "形寒肢冷，眩暈，嗜睡，體胖身重，胸悶痰多，痰液白而清冷，或瘿瘤、瘰癧痰核不散，關節漫腫、殭硬、不熱，苔白膩、脈滑或沉細無力。陽虛痰凝證",
  "common_diseases": [
    "“肺痿”",
    "“肺脹”",
    "“哮證”",
    "“眩暈”",
    "“多寐”",
    "“噎膈”",
    "“積聚”",
    "“瘿病”",
    "“瘰癧”",
    "“不孕症”",
    "“流痰”",
    "“子痰”",
    "“陰瘡”",
    "“乳癖”"
  ],
  "differential_syndromes": [
    "“氣虛痰結證”",
    "“陰虛痰結證”",
    "“痰瘀互結證”",
    "“陽虛飲停證”",
    "“痰核留結證”"
  ],
  "differential": {
    "self_analysis": "痰證臨床表現多端，故有“諸般怪證皆屬於痰”之說，陽虛之痰由肺脾腎三臟功能失調，溫化水液之力不足所致。痰之已成，留於體內，隨氣升降，無處不到。故陽虛痰凝證由兩部分症狀組成：一組為畏寒、肢冷、脈沉遲無力等虛寒症狀，一組為痰濁結聚的症狀，臨床既可表現為排出體外的有形之痰的症狀(如咯痰、嘔吐痰涎等)，又可表現出痰核、瘰癧等無形之痰的徵象。由於臟腑虛損的不同及痰液凝滯的部位各異，本證可見於諸多疾病當中，且臨床表現各具特色，治法亦有區別。在肺痿病中，主要表現為咯吐涎沫，其質清稀量多，氣短，頭眩畏寒，四肢不溫，舌淡胖等症狀，此為肺虛有寒，氣不化津，津反為痰涎，肺失濡養，漸至枯萎所致，治宜溫肺補虛，散寒化痰，方選溫肺湯(《奇效良方》)合加味理中汤(《普濟方》)加減。在哮證病中，發作期主要表現為喉中哮鳴有聲，胸膈滿悶，呼吸急促，氣短不足以息，咳痰清稀，面色蒼白，汗出肢冷，舌苔白滑，脈沉弦，此為陽虛陰盛，痰升氣阻，肺氣不利所致，治當標本同治，溫陽補虛，降氣化痰，方選苏子降气汤(《和劑局方》)加附子、補骨脂、胡桃肉。若發作緩解，病情趨於穩定時，可選肾气丸(《金匱要略》)合参蛤散(《濟生方》)加減。在肺脹病中，主要表現為喘逆，氣短不能平臥，咳嗽，咳吐白沫稀痰，胸悶心悸，形寒，出冷汗，舌淡暗，苔白膩，脈沉滑，此為肺腎俱虛，陽虛痰阻於肺，壅塞氣道所致，治宜溫補肺腎，化痰平喘，方用苏子降气汤(《和劑局方》)、金水六君煎(《景岳全書》)加附子、胡桃肉之類化裁治療。在多寐病中，主要表現為頭腦昏沉，時時欲寐，神疲自汗，頭身困重，畏寒肢冷，胸悶納少，腰膝冷痛，舌淡胖有齒痕，此系陽氣虛衰，頭失溫煦，痰液凝滯，困遏心神所致，治宜溫陽化痰，開竅醒神，方用右归丸(《景岳全書》)合涤痰汤(《濟生方》)化裁。在眩暈病中，主要表現為頭暈眼花，身重胸悶，精神萎靡，四末不溫，形寒怯冷，口淡不渴，食少腹脹，或有耳鳴，腰酸等症狀，此系陽虛不溫，痰濁壅盛，蒙蔽清陽所致，治宜補腎助陽，溫化痰濁，方用右归丸(《景岳全書》)合半夏白术天麻汤(《醫學心悟》)加減。在“噎膈”病中，主要表現為長期飲食不下，胸膈痞悶，吞嚥不利，泛吐清涎，並有面色晄白，神疲嗜臥，面浮足腫，畏寒，脈細滑等症，此系脾腎陽虛，運化水谷之力減弱，津液溫化，輸布無權，寒痰內生，阻於食道而致，治宜溫補脾腎，化痰利膈，方用右归丸(《景岳全書》)合旋覆代赭湯(《傷寒論》)加減。在積聚(又名癥瘕)病中，表現為“積證”，以積塊較久，按之疼痛，面色晄白，消瘦乏力，四肢厥冷，納差腹脹，苔膩為臨床特點，此系陽虛痰濁凝結，阻滯氣血，脈絡不通而致，故本證又常合併氣滯血瘀證，治宜溫補陽氣，軟堅化痰，方用阴阳攻积丸(《醫宗必讀》)加海藻、昆布，若合併氣滯血瘀證，可酌加當歸、五靈脂、桃仁、紅花之類以增活血之力。在瘿病中，主要表現為頸前腫大，按之有結節，質地柔韌，按之能隨吞嚥動作上下移動，病情發展緩慢，並伴有怯寒肢冷，脘悶痰多，神疲乏力，便溏等症狀，此系陽虛寒痰內生，留注於結喉，凝滯氣血而成，治宜溫陽化痰，散結消瘿，方用海藻玉壶汤(《醫宗金鑑》)合附子理中丸(《和劑局方》)加減。在瘰癧病中，其臨床特點為頸部及耳後結節，累累如貫珠，皮色不變，不覺疼痛，病程較長，並伴有脘悶納減，畏寒肢冷，精神疲乏，大便溏薄，舌苔白膩等症狀，此為陽虛痰凝，痺阻於肌肉筋脈所致，治應溫陽散寒，化痰通滯，方用阳和汤(《外科全生集》)合内消瘰疬丸(《瘍醫大全》)加減。在流痰病中，其臨床特點為骨或關節附近形成膿腫，起病很慢，局部痠痛無熱，皮色不變，關節漫腫，活動不利，口中不渴，舌苔淡白，脈沉細。此為流痰初起，由陽氣虧損，寒凝痰滯，流注骨或關節所致，治宜溫陽補虛，散寒化痰，方用阳和汤(《外科全生集》)合小金丹(《外科全生集》)加減治療。在乳癖病中，其臨床特徵為乳房部位出現形狀大小不一的硬結腫塊，表面光滑，邊界清楚，推之移動，不痛，亦不潰破，皮色如常，可以數年無變化，好發於青年婦女，並伴有月經不調，經水少而色淡，或閉經，腰酸乏力，納差倦怠，四肢不溫等全身症狀，此為元陽不足，衝任失調，痰濁內結乳中所致，治宜溫陽化痰，調理衝任，方用二仙汤(《中醫方劑臨床手冊》)、四物汤(《和劑局方》)加海藻、半夏、柴胡等化痰行滯之品化裁。在子痰病中，其臨床特徵為附睾硬結腫大，酸脹隱痛，或潰後瘡口久不愈合，伴有肢冷畏寒，面色淡白，腰酸膝軟，睾丸陰冷，脈弱無力等全身症狀，此為腎陽不足，內生痰濕乘虛入絡，凝於附睾而致，治宜溫補腎陽，化痰散結，方用右归丸(《景岳全書》)、阳和汤(《外科全生集》)加減，並可加服小金片，以增溫陽通絡化痰之功。在婦科陰瘡病中，其臨床特徵為陰戶一側凝結成塊，質堅硬，形如蠶繭，不痛不癢，不紅不熱，日久不消，或潰後瘡口久不收斂，形體消瘦，神疲體倦，納谷不香，肢冷怯寒，小便清長，腰酸，小腹冷感，此為陽虛溫運無力，氣血不暢，與內生痰濁凝結陰戶所致，治宜溫陽散寒，化痰養榮，方用阳和汤(《外科全生集》)合小金丹(《外科全生集》)加減。在不孕症病中，主要表現為婚久不孕，月經後期，量少色淡，或月經稀發、閉經，帶下量多，質清稀，脘悶納差，腰酸腿軟，性欲冷漠，大便溏薄，舌苔白膩，脈細滑，此系陽虛宮寒，衝任脈虛，內生痰邪下注，凝結於胞宮，使胞宮不能攝精成孕，治宜溫陽化痰，調補衝任，方用毓麟珠(《景岳全書》)合导痰汤(《婦人良方》)或启宫丸(《中醫婦科學》)加減。\n陽虛痰凝證好發於年高陽弱及氣虛體胖痰多之人，遭遇寒冷、情志不暢或偏嗜酒食肥甘厚膩之品會加重病情。老年人陽氣漸衰，故本證老年人得之，多表現在肺痿、肺脹等慢性虛損性疾病中，素體陽虛氣弱之人得之，多表現為流痰、噎膈、積證、眩暈等疾病當中。青年人得之，則易表現在瘰癧、痰核等疾病當中。痰為陰邪，在陽虛之體易從寒化，且痰濕同源同化，故本證常並見寒痰或痰濕內盛之徵。陽虛痰凝證病機上屬陽虛陰盛，本虛標實，在演變過程中會發生氣滯、血瘀證候。痰邪粘膩稠厚，結聚體內易阻遏氣機，形成痰阻氣滯證，臨床表現出胸脅、脘腹滿悶，善太息，情志不暢，或自覺喉中有物梗阻等症狀。病情若進一步發展，陽虛內寒，氣運乏力，血行凝滯不暢，況且痰滯礙血，都可致血瘀，形成痰瘀互結證，表現出局部腫塊刺痛，經久不愈，或肢體麻木、痿廢，胸悶痰多或痰中帶紫暗血塊，舌紫暗胖，或有瘀點，苔膩，脈沉澀等症狀。在疾病後期，若陽虛已極，寒痰、瘀血交結不解，會形成頑痰不化，表現如痰核腫塊堅硬，日漸腫大，經久不消，或痰核潰後，膿液稀薄，綿綿不斷，並夾有敗絮樣物質，瘡口凹陷，久不癒合等症狀，提示正虛邪盛，是病情惡化的標誌。",
    "type_comparison": "氣虛痰結證、陰虛痰結證與陽虛痰凝證 三證皆是虛體痰證，起病較緩，病程較長，都具有咳喘咯痰、瘿瘤、瘰癧、痰核不消、苔膩脈滑等痰結於內的症狀，但痰的成因不同：氣虛痰結證是因氣虛運化無力，停液成痰；陰虛痰結證是陰虛內熱，煉液成痰；陽虛痰凝證是陽虛，蒸化水液無力，停液為痰。因此，三者痰證的表現亦不相同：氣虛痰結證痰液稀薄色白，量多，痰核微有脹痛，質地柔軟，不熱，皮色不變；陰虛痰結證咳痰不爽，痰液粘稠，或痰中帶血，痰核皮色微紅；陽虛痰結證痰液清冷，稀薄色白，痰核不痛不熱，皮色如常。由於虛損的性質不同，三證虛損的臨床表現各異：氣虛痰結證具有呼吸氣短，少氣懶言，神疲乏力，納谷不香，肌膚不仁，舌淡，脈虛無力等氣虛、臟腑功能活動減弱的表現，若氣虛，清陽不升，痰濁上犯，蒙蔽心神，還可見神志昏蒙錯亂之症；陰虛痰結證具有形體消瘦、午後顴紅、潮熱盗汗、心煩少寐、舌質紅、脈細數等陰虛火旺的表現；陽虛痰凝證則表現為畏寒肢冷、面色晄白、倦怠嗜睡、舌淡胖、脈沉遲等陽虛內寒之象。必須注意的是，三證在病機變化上既有區別，又有聯繫，氣虛痰結證日久，氣損及陽，會發展成陽虛痰凝證，亦可演變為氣陰兩虛，痰火內結證；若陰損及陽，或陽損及陰，會使陰虛痰結證、陽虛痰凝證最終發展成陰陽兩虛，痰液內結證，臨床當權衡證情先後、主次、輕重，仔細辨別。\n痰瘀互結證與陽虛痰凝證 痰瘀互結證與陽虛痰凝證病程都較長，痰瘀互結證好發於陽氣不足之人，兼有陽虛的證候表現，陽虛寒凝證日久不愈，亦常合併痰瘀互結證，二證均有局部生痰核腫塊、胸悶痰多、苔膩等痰結症狀。其區別在于：一、病因病機不同：痰瘀互結證是因調攝不當，或飲食勞倦情志內傷，或久病不愈，使臟腑功能失調，血瘀聚濕生痰或痰滯礙血成瘀，痰滯與瘀血交結所致，其痰瘀之邪既可因實而得，表現為實邪結聚的證候，又可因虛而生，表現為本虛標實的證候；陽虛痰凝證是因年高，久病，稟賦不足或飲食勞倦內傷，使陽氣受損，蒸化水液失職，停液為痰所致，其痰因虛而生，是本虛標實的證候。二、臨床表現不同：痰瘀互結證除有痰結證候外，尚有局部腫塊刺痛質硬、肢體麻木、痿廢或痰中帶紫暗血塊、舌質暗紫、脈弦澀等瘀血內阻或血行不暢、機體失養的症狀；陽虛痰凝證除有痰結證候外，尚有畏寒肢冷，倦怠乏力，舌淡胖，苔白膩，脈沉遲無力等陽虛內寒的症狀，由於沒有瘀血交結，故陽虛痰核腫塊多不痛，質地柔韌。總之是否有陽虛證或血瘀證是鑑別的關鍵。\n陽虛飲停證與陽虛痰凝證 二者均為陽虛陰盛，津液停聚的證候，具有相同的病因病機，鑑別當從痰與飲的性質及證候表現著手。痰質粘稠厚濁，常結聚為痰核、腫塊；飲質清稀淡薄，常表現出泛吐清水，胃中有振水聲或腸間漉漉水鳴聲等症狀；痰隨氣升，無處不到，可停聚於臟腑、經絡、組織間，既有有形之痰，又有無形之痰，證候表現多端；飲多有形，常停滯於肺、胃腸、胸脅間，並可泛溢肌膚而為水腫，病變局限，以咳吐清水痰涎，胸悶心悸，脘痞，眩暈，脅肋飽脹，水腫，胃腸中有水鳴聲，脈弦滑或弦緊為主要症狀。\n痰核留結證與陽虛痰凝證 二證均有痰核腫塊，甚或成串，圓滑，推之可移，苔膩脈滑等共同症狀，故應予以鑑別。從病因病機看，痰核留結證成因多端，無論外感、內傷均可致病，如：外感邪氣滯留經絡；實熱亢盛，灼津為痰；氣滯水液輸布失常，痰邪內生；氣虛運化失職，停液為痰；虛火煉液為痰；陽虛蒸化無力，停液為痰等，都可形成痰核留結證，而陽虛痰凝證多由內傷耗損陽氣，津液停聚成痰而致。從病位看，痰核留結證痰塊多結於頸項等處的皮下，而陽虛痰凝證病位廣泛，痰塊可結於臟腑、組織、經絡間，無處不到。從臨床表現來看，痰核留結證以頸項等處皮下生核，圓滑質硬，推之可移，不紅不熱不痛為主要症狀，症狀表現簡單，陽虛痰凝證除有上述症狀外，尚有痰核結於臟腑、組織、經絡等各處的表現(如“積證”、“乳癖”、“噎膈”、“陰瘡”、“子痰”等病中的表現)，亦可見咳吐痰涎等有形之痰凝結的症狀，同時伴有陽虛內寒的症狀，病症表現較為複雜。"
  },
  "literature": "《雜病源流犀燭，痰飲源流》：“……故痰為諸病之源，怪病皆由痰成也。然天之雲霧，陽光一出，即消散無蹤，人身之痰，若元陽壯旺，亦陰濕不凝，而變化無跡，其理固相同也。”\n《症因脈治·趙養葵論腎經痰》：“痰者病名也，原非人身之所有，非水泛為痰，即水沸為痰，但當分有火無火之異耳，腎經真陽虛，不能攝伏其水，則水如洪水，泛濫而為痰，是無火也。八味丸益火之源。”\n《景岳全書·非風》：“凡經絡之痰，蓋即津血之所化也。使果營衛調和，則津自津，血自血，何痰之有，惟是元陽虧損，神機耗散，則水中無氣，而津凝血敗，皆化痰耳。”\n《醫學入門·痰飲》：“痰原於腎，動於脾，客於肺。水升火降，脾胃調和，痰從何生。若陽虛腎寒，不能收攝邪水，冷痰溢上，或昏運夜喘上氣者，八味丸、三味安腎丸，黑錫丹以鎮墜之。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yang_xu",
      "tan"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：陽虛、痰。根據證候名稱「陽虛痰凝證」分析其病機組成。"
}