{
  "id": "yangmingfushi",
  "number": 290,
  "name": "陽明腑實證",
  "category": "傷寒證候",
  "overview": "陽明腑實證是邪熱傷津，燥實內結，以致府氣不通的里熱實證。它以痞、滿、燥、實為主要特點。\n主要臨床表現為：潮熱，谵語，腹滿痛拒按，手足濈然汗出，大便硬，舌苔黃燥，脈沉實有力。或僅見腹脹滿，大便秘結，苔薄黃燥，脈滑數，或僅見心下急而痛，煩悶欲吐，蒸蒸發熱，大便難，苔薄黃燥，脈數。\n本證候常見於“春溫”、“伏暑”、“冬溫”、“腸癰”、“狂證”等疾病中。\n易與本證相混淆者有“脾約證”、“大結胸證”、“少陽兼里實證”、“熱入血室證”等，臨床應予鑑別。",
  "clinical_manifestations": "潮熱，谵語，腹滿痛拒按，手足濈然汗出，大便硬，舌苔黃燥，脈沉實有力。或僅見腹脹滿，大便秘結，苔薄黃燥，脈滑數，或僅見心下急而痛，煩悶欲吐，蒸蒸發熱，大便難，苔薄黃燥，脈數。",
  "common_diseases": [
    "“春溫”",
    "“伏暑”",
    "“冬溫”",
    "“腸癰”",
    "“狂證”"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "陽明腑實證是陽明病邪熱亢盛，津傷化燥的極期階段。由於實熱內結的程度不同，因此腑實有輕重之分，治法亦有一定區別。依據前人的湯證分類法，又可將陽明腑實證分為大承氣湯證、小承氣湯證、調胃承氣湯證。大承氣湯證，燥、實、痞、滿四證俱備。以大便燥結，腹痛拒按，谵語，脈實有力為特點。小承氣湯證，滿、痞、實三證突出，以腹脹滿，小便數，大便秘結為證候要點。調胃承氣湯證，以燥、實為主，臨床以大便難，煩悶欲吐為主要特點。\n陽明腑實證為臨床急證之一，不但可見於外感熱病，亦見於內傷雜病，考《金匱要略·嘔吐噦下利脈證並治》就有大、小承氣湯證。陽明腑實證在外感疾病中多見於春溫、伏暑、冬溫等病中。見於春溫，則多表現為腹脹滿痛，便秘，苔燥起刺。此由邪熱失於清解，蟠踞於中，腑氣不通，由傷津液所致。若脈沉有力者，當苦寒通下，泄熱存陰，大承气汤主之(《傷寒論》)。若脈沉無力，口燥舌乾，當增水行舟，增液承气汤主之(《溫病条辨》)。見於伏暑，其臨床表現變化多端，若便秘，腹滿痛，潮熱谵語者，可用苦寒下奪法，大承氣湯治之；若便秘而渴，得水則嘔，胸痞按之痛者，可用苦辛通降法，小陷胸汤(《傷寒論》)加枳實治之。見於冬溫，則以谵語，便秘，腹痛拒按，舌苔老黃，脈沉弦為主要症狀。這是由於陽明燥熱不解，腑熱內結所致。治宜增液通腑法，调胃承气汤(《傷寒論》)合增液汤(《溫病条辨》)治之。若腸癰病出現陽明腑實證，右下腹部陣發性疼痛為主要特徵，且常常伴有噁心、嘔吐、發熱、口渴等全身症狀。多因暴飲暴食或嗜食生冷以致腸胃氣機紊亂，糟粕積滯而成。治宜通腑開結，清熱解毒，方用小承气汤(《傷寒論》)合大黄牡丹汤(《金匱要略》)治之。若狂病中出現陽明腑實證，則表現為性情急躁，兩目怒視，狂亂不安，罵詈叫號，大便秘結，舌苔黃燥，脈實大有力。此由陽明熱盛，燥屎內結，上擾神明所致。正如《素問·陽明脈解篇》所云：“陽明者，……病甚則棄衣而走，登高而歌，或至不食數日，逾垣上屋，所上之處，皆非素所能也。”治宜盪滌穢濁，清泄實火，可用大承气汤(《傷寒論》)合白虎汤(《傷寒論》)治療。\n就內傷外感的病變性質而言，陽明腑實證多見於外感熱病。陽明為多氣多血之經，外邪直犯陽明或由太陽、少陽病不解傳入陽明，易使氣血壅滯傷津化燥，這樣使陽明的傳導功能失職，通降失序，便會出現燥、實、痞、滿等症狀。\n陽明腑實證在演化過程中常會出現“陽極似陰”的證候。所謂“陽極”，就是腑實不通，燥熱熾盛，其面紅赤，大便硬，腹滿痛，脈有力日漸加劇；所謂“似陰”，就是四肢出現逆冷。這是由於熱邪深伏，鬱極不通，陽氣不能達於四末所致。若不急下存陰，便有陰陽離決的危險。",
    "type_comparison": "脾約證與陽明腑實證 前人有將治療脾約證的麻子仁丸稱為“小承氣丸”者，可見脾約證與陽明腑實證中的小承氣湯證有相似之處。如大便硬，小便數為兩證所共見症狀。但兩者又有燥實內結與津傷里結之不同。小承氣湯證為燥實內結，病勢較急，伴有腹脹滿，潮熱，煩躁等，故治宜速盪。脾約證為里熱傷津，脾被約束，其大便硬，可容數日而無滿痛之苦，更無潮熱、煩躁等症狀，病勢較緩，故治宜緩攻。\n大結胸證與陽明腑實證 大結胸證為太陽邪熱與水互結在胸胃的急證。其性質與陽明腑實證同屬實證、熱證、陽證。其臨床表現，腹滿痛拒按和脈沉有力，也與陽明腑實證相同。所不同的是大結胸證為水熱互結，症從心下至少腹硬滿疼痛不可近；陽明腑實證為燥實內結，症見腹脹滿繞臍痛，雖然時或有心下脹痛者，但這是從下及上，且較臍腹痛為緩。\n少陽兼里實證與陽明腑實證 少陽兼里實證即少陽兼陽明腑實證，前人又稱少陽陽明並病。它既有少陽證的“胸脅滿而嘔”，又有陽明腑實證的“日晡所發潮熱”。其後者是由於腸中有燥屎內結的緣故。雖然它與陽明腑實證有相同的一面，但兩個證候的形成機理與臨床表現又各有特點。少陽兼里實證乃由少陽病不解，病邪傳入陽明，化燥傷津所致。而陽明腑實證是病邪完全脫離少陽，邪熱熾盛於陽明所致。少陽兼里實證除日晡所發潮熱與陽明腑實證相同外，且無腹滿痛拒按，無煩躁，無谵語，而這些症狀均為陽明腑實證所必備。故仲景用和解兼盛寒瀉下法治療少陽兼里實證，用苦寒瀉下法治療陽明腑實證。\n熱入血室證與陽明腑實證 《傷寒論》云：“陽明病，下血谵語者，此為熱入血室，但頭汗出者，刺期門，隨其實而瀉之，濈然汗出而愈。”是為陽明病熱入血室的證治。其陽明病伴谵語、頭汗出，與陽明腑實證相似。所不同的是大便下血一症。陽明腑實證是氣分阻滯；熱入血室證是血分失和，熱邪熾盛，內搏血分故有便血；熱邪上蒸故頭汗出，熱迫於肝，肝不藏魂，故谵語。而陽明腑實證未及血分，故絕無下血一症。"
  },
  "literature": "《温疫論》：“三承氣湯功用彷彿。熱邪傳里，但上焦痞滿者，宜小承氣湯；中有堅結者，加芒硝軟堅而潤燥，病久失下，雖有結糞，然多粘膩極臭惡物，得芒硝則大黃有盪滌之能；設無痞滿，惟存宿結，而有瘀熱者，調胃承氣宜之。三承氣功效俱在大黃，餘皆治標之品也。不耐湯藥者，或嘔或畏，當為細末蜜丸湯下。”\n《傷寒大白·大便秘結》：“是以大便閉結，惟以表邪之解與未解，里熱之結與不結，汗之多與不多，身表之熱與不熱，下症之急與不急，屎之硬與不硬，津液之乾與不乾，臍腹之痛與不痛，脈之數與不數，以別可下，不可下，微下，急下，俟之，導之之法也。”\n《溫病条辨·中焦篇》：“熱結液乾之大實證，則用大承氣。偏於熱結而液不乾者，旁流是也，則用調胃承氣。偏於液乾多而熱結少者，則用增液。”",
  "zhengsu_composition": {
    "location": [
      "dachang",
      "wei"
    ],
    "nature": [
      "huo",
      "shi_ji"
    ]
  }
}