{
  "id": "yangxuyinting",
  "number": 72,
  "name": "陽虛飲停證",
  "category": "全身證候",
  "overview": "陽虛飲停證是脾陽不足，水濕不運，水停為飲，水飲聚積於機體胸腹、胃腸等臟器所表現的證候。古人常稱之為“飲證”。本證屬內傷雜證。外感六淫、飲食內傷都可造成本證。\n主要臨床表現為：胃中水聲漉漉，脘痞腹脹，按之痛減，或泛吐清水；胸脅脹滿疼痛，咳唾引痛，喘息氣短，嘔吐涎沫，頭暈目眩；腹大如鼓，腹壁青筋暴露，形體消瘦，面色黧黑，舌淡，脈沉弦。\n陽虛水停證常見於“痰飲”、“懸飲”、“支飲”、“鼓脹”等疾病中。\n本證通常應與“水濕泛濫證”、“水熱互結證”相鑑別。",
  "clinical_manifestations": "胃中水聲漉漉，脘痞腹脹，按之痛減，或泛吐清水；胸脅脹滿疼痛，咳唾引痛，喘息氣短，嘔吐涎沫，頭暈目眩；腹大如鼓，腹壁青筋暴露，形體消瘦，面色黧黑，舌淡，脈沉弦。陽虛水停證",
  "common_diseases": [
    "“痰飲”",
    "“懸飲”",
    "“支飲”",
    "“鼓脹”"
  ],
  "differential_syndromes": [
    "“水濕泛濫證”",
    "“水熱互結證”"
  ],
  "differential": {
    "self_analysis": "陽虛水停證可出現於多種疾病中，由於水飲所停的部位不同，表現不同。若本證見於痰飲中，病人可體重下降，胃中水聲漉漉，脘痞腹脹，按之則痛，口乾舌燥，或面目虛浮，大便乾結，舌苔黃膩，脈滑數，此由於飲食不節，脾胃受傷，中陽不振，脾失健運，水飲停於胃腸所致。治宜分消水飲，方用已椒苈黄丸(《金匱要略》)。若見於懸飲中，可有胸脅脹滿疼痛，咳唾引痛，喘息氣短，嘔吐涎沫，苔白，脈沉弦，此由於寒濕浸漬，肝膽經脈之氣不通，升降失司，飲停於胸脅所致。治宜攻逐水飲，方用十枣汤加減(《金匱要略》)。若見於支飲中，病人咳逆倚息，短氣不得臥，其形如腫，痰多白沫，舌苔白膩，脈弦緊，此由於素體痰多，復感外邪，飲隨氣逆，肺氣失宜所致。治宜溫肺化飲，方用小青龙汤(《金匱要略》)。若見於鼓脹中，則腹脹如鼓，按之有包塊，腹壁青筋暴露，形體消瘦，面色黧黑，舌淡，脈沉弦等，此由於憂患過度，飲食失節，脾胃虧損，氣血瘀滯膠結於腹，三焦水道不利所致。治宜活血化瘀，溫陽利水，方用附子理中丸合五苓散(《傷寒論》)。\n本證多為陰盛陽微，屬於本虛標實的證候。外因多為感受寒濕陰邪或飲水過多，或嗜食生冷等，內因多為脾腎陽虛，陽不化氣，氣不化飲，脾陽不振，水液運化失常，導致水液停聚成痰飲。《金匱要略》有“留飲”、“伏飲”之說，留飲是指水飲停留不去，伏飲是指水飲潛伏而反覆發作，臨床上都表現為病程較長，病邪根深蒂固，難以去除。",
    "type_comparison": "水濕泛濫證與陽虛飲停證 兩證均為陽氣不足，水液代謝失常，陰水內停的證候。水濕泛濫證可見全身浮腫，按之沒指，小便短少，身體困重，胸悶，腹脹，納呆，噁心，苔白膩，脈沉緩等特點，此由於久居濕地，或冒雨涉水，或過食生冷，損傷脾陽，脾失健運，水濕內停，泛濫肌膚所致。陽虛飲停證是脾陽不足，水濕不運，水停為飲，水飲聚積於機體胸腹、胃腸等所表現出的證候。外感六淫、飲食內傷都可造成本證，主要臨床表現為：胃中水聲漉漉，脘痞腹脹，按之痛減，或泛吐清水；胸脅脹滿疼痛，咳唾引痛，喘息氣短，嘔吐涎沫，頭暈目眩；腹大如鼓，腹壁青筋暴露，形體消瘦，面色黧黑，舌淡，脈沉弦等症。陽虛水停證常見於“痰飲”、“懸飲”、“支飲”、“臌脹”等疾病中。而水濕泛濫證見於“溢飲”，治宜健脾化濕，通陽利水。陽虛飲停證治療原則是攻逐水飲，溫陽利水。\n水熱互結證與陽虛飲停證 水熱互結證由於表證誤下，外邪內陷，化熱入里，與水相結於胸脅。症見：胸脅疼痛，心下硬滿，拒按，但頭汗出，大便乾結，心中懊憹。屬於里實熱證，也叫“結胸證”，治宜瀉熱逐水破結。而陽虛飲停證之水飲停積於胸脅者，表現為胸脅脹滿疼痛，咳唾引痛，喘息氣短，嘔吐涎沫症狀，是由於寒濕浸漬，肝膽經脈之氣不通，肺升降失司，飲停不去所致。屬於里寒證，治宜攻逐水飲，溫陽利水。二者顯然有別。"
  },
  "literature": "《素問·氣交變大論》：“雨濕流行，……飲發中滿。”\n《金匱要略·痰飲咳嗽病脈證並治》：“其人素盛今瘦，水走腸間，瀝瀝有聲，謂之痰飲。飲後水流在脅下，咳唾引痛，謂之懸飲。飲水流行，歸於四肢，當汗出而不汗出，身體疼痛，謂之溢飲。咳逆倚息，短氣不得臥，其形如腫，謂之支飲。”\n《景岳全書·雜證謨·痰飲》：“痰之與飲，雖曰同類，而實有不同也，蓋飲為水液之屬，凡嘔吐清水及胸腹膨滿，吞酸嗳腐，漉漉有聲等證，此皆水谷之餘停積不行，是即所謂飲也。若痰有不同於飲者，飲清澈而痰稠濁，飲惟停積腸胃而痰無處不到。水谷不化而停為飲者，其病全由脾胃；無處不到而化為痰者，凡五臟之傷皆能致之。故治此者，當知所辨，而不可不察其本也。”\n《金匱要略心典·痰飲咳嗽病脈證並治》：“久咳數歲不已者，支飲漬肺而咳，飲久不已，則咳久不愈。”\n《儒門事親·飲當去水溫補轉劇論》：“此論飲之所得，其來有五，有憤鬱而得之者，有困乏而得之者，有思慮而得之者，有痛飲而得之者，有熱時傷冷而得之者，飲證雖多，無出於此，夫憤鬱而不得伸，則肝氣乘脾，脾氣不化故為留飲。肝主慮，久慮而不決，則飲氣不行，脾主思，久思而不已，則脾結，故亦為留飲，脾胃力衰，因而嗜臥，不能布散於脈，亦為留飲。人飲酒過多，腸胃已滿又復增之，脬胫不及滲泄，久久如斯，亦為留飲。因隆暑津液焦枯，喜飲寒水，本欲止渴，乘快過多，逸而不動，亦為留飲。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yang_xu",
      "shui_ting"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：陽虛、水停。根據證候名稱「陽虛飲停證」分析其病機組成。"
}