{
  "id": "yangmingshirelishi",
  "number": 293,
  "name": "陽明濕熱里實證",
  "category": "傷寒證候",
  "overview": "陽明濕熱里實證是由於熱邪傳至陽明與濕化合，濕熱蒸騰於內不得外洩，熏於皮膚而成。皮膚黃色鮮明如橘子色為本證特點。\n主要臨床表現為：身熱不揚，無汗，目黃，身黃，其黃色如橘，口渴而飲，小便短赤，腹滿、脈滑數，舌苔黃膩。\n本證候出自《傷寒論》陽明病，後世醫書歸於“黃疸病”中闡述。\n本證應與“陽明濕熱證”、“陽明濕熱兼表證”以及“太陽瘀血營氣不敷證”相鑑別。",
  "clinical_manifestations": "身熱不揚，無汗，目黃，身黃，其黃色如橘，口渴而飲，小便短赤，腹滿、脈滑數，舌苔黃膩。",
  "common_diseases": [],
  "differential_syndromes": [
    "“陽明濕熱證”",
    "“陽明濕熱兼表證”以及“太陽瘀血營氣不敷證”"
  ],
  "differential": {
    "self_analysis": "陽明濕熱里實證，是由於陽明“瘀熱在里”，周身無汗則熱不得發越；小便不利則濕無出路，邪熱既不能外達，水濕又無從下洩，濕熱相蒸，鬱而不解，所以釀成黃疸。本證病機重點在於胃熱熾盛不得發越。熱盛濕鬱，故發為黃疸。症見身黃目黃其色如橘，並有小便短澀不利及口渴為特點。治宜清熱利濕，以茵陈蒿汤(《傷寒論》)為主。\n若熱邪熾盛，則症兼見身熱、口渴、脈數等一派熱象，故治當增強清熱之品，宜茵陈蒿汤合栀子柏皮汤(《傷寒論》)。若里實重者，症見腹滿且脹，大便不通等，治宜清熱利濕退黃，兼以攻下里實，方宜栀子大黄汤(《傷寒大白》)。\n本證候的極期，易出現神昏狂躁等症。這是由於熱毒熏蒸，最易生火動風。火盛則神昏，風煽則狂躁，與溫熱病熱燔氣營所出現的神昏發狂頗相似。但本證候濕熱纏綿，必見黃疸。而溫熱病神昏發狂則是熱邪內犯神明，心神失守，熱極生風所致，始終不會出現身黃如橘這樣的症狀。黃疸病發狂最為險惡。近世稱為“急黃”，殺人最急。可見黃疸病兼見發狂較溫熱病的發狂更為嚴重。瘀熱發黃遷延日久，損陰亡陽，或過用苦寒攻下，以致寒邪留中，身黃色轉晦暗，小便不利，脈沉遲等寒濕之象，此乃陽病及陰，治以溫陽利濕而退黃，宜茵陈四逆汤(《醫壘元戎》)。",
    "type_comparison": "陽明濕熱證與陽明濕熱里實證 兩者均屬陽黃範疇。同樣有無汗和小便不利的症狀，均是由於邪熱不得外越所引起。但病邪輕重有異，所犯部位有別。本證候濕熱之邪重在陽明胃和大腸，濕熱阻滯，氣塞不通，故有腹滿症狀。因其痰熱在里，還有身熱不揚的里證。陽明濕熱證的病邪較輕，邪氣結於肌膚，易於外透，故身熱較甚，常伴有心中懊憹，而胃腸症狀不明顯。\n陽明濕熱兼表證與陽明濕熱里實證 兩證都是由於陽明“瘀熱在里”不得發越而引起。但兩條經文(見《傷寒論》236條、262條)所說的“瘀熱在里”含義不盡相同。本證候所說的瘀熱在里，是指濕熱鬱結胃腸而言，邪偏於里。而陽明濕熱兼表證的“瘀熱在里”，是與皮毛肌膚相對而言，與胃腸相比，病邪仍偏於表，故多有無汗惡寒，身癢脈浮等表證，而無腹滿等里證。兩證相比，本證邪結較深，病重，屬里證；彼證邪結較淺，病輕，屬表證。\n太陽瘀血營氣不敷證與陽明濕熱里實證 均為外感熱病演化過程中出現的發黃證，但兩者在病機上有熱瘀血分和熱瘀氣分之別，臨床表現也不完全相同。前者為太陽病中風或傷寒不解，外邪隨經入於下焦與血相搏，熱瘀血分使營氣不能敷布而身黃。後者則為濕熱鬱蒸而發黃。兩者最主要區別在於小便利與不利。太陽瘀血營氣不敷證乃邪在血分，與氣分無涉，故見小便自利；陽明濕熱里實證因濕熱阻滯，氣機不得宣通，邪不得外洩下行，所以小便不利。正如吳坤安所說：“蓄血發黃，則便利而清，濕熱發黃，則便黃而濁。”"
  },
  "literature": "《註解傷寒論》：“身黃，脈沉結，少腹硬，小便不利者，胃熱發黃也，可與茵陳蒿湯。身黃，脈沉結，少腹硬，小便自利，其人如狂者，非胃中瘀熱，為熱結下焦而為蓄血也，與抵當湯以下蓄血。”\n《傷寒貫珠集·卷四》：“熱越，熱隨汗而外越也。熱越則邪不蓄而散，安能發黃哉。若但頭汗出而身無汗，劑頸而還，則熱不得外達。小便不利，則熱不得下洩。而又渴飲水漿，則其熱之蓄於內者方熾，而濕之引於外者無已，濕與熱得，瘀鬱不解，則必蒸發為黃矣。茵陳蒿湯苦寒通洩，使病從小便出也。”\n《傷寒論類方匯參·雜方類》：“肌肉是太陽之里，當汗而發之，故麻黃連翹赤小豆湯為涼散法。心胸是太陽陽明之間，當以寒勝之，用梔子柏皮湯乃清火法。腸胃是陽明之里，當瀉之於內，故立本方(指茵陳蒿湯)是逐穢法。故發黃雖同，而有太陽、陽明表里間之辨；涼散、清火、逐穢之別。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo",
      "shi"
    ]
  }
}