{
  "id": "yangmingyuxue",
  "number": 294,
  "name": "陽明瘀血證",
  "category": "傷寒證候",
  "overview": "陽明瘀血證是指邪熱入於陽明，與胃腸宿有的瘀血相結形成的一種證候。臨床以喜忘、屎硬便易色黑為特點。\n主要臨床表現為：神思不敏，喜忘，腹滿，大便硬，色黑，但容易排出，舌質暗，苔膩，脈沉結有力。\n本證見於《傷寒論》陽明病，以及急性熱病的陽明病階段而有大便下血者。\n在臨床上應與“太陽蓄血證”、“胃脘瘀血證”、“脾不統血證”相鑑別。",
  "clinical_manifestations": "神思不敏，喜忘，腹滿，大便硬，色黑，但容易排出，舌質暗，苔膩，脈沉結有力。",
  "common_diseases": [],
  "differential_syndromes": [
    "“太陽蓄血證”",
    "“胃脘瘀血證”",
    "“脾不統血證”"
  ],
  "differential": {
    "self_analysis": "陽明瘀血證，是外感熱病進程中的一種蓄血證候。《傷寒論》中有“瘀血”、“蓄血”。“瘀”即積血之義，“蓄”即積儲之義，兩者附以血字在病理上含義相同。由於邪熱與瘀血相搏，擾亂神明，所以出現心神不聰的喜忘和血濡大腸的便硬反易。治療上應以逐血為主。常用方劑為抵当汤(《傷寒論》)。\n陽明瘀血證多見於成年人，其體內素有瘀血者易見此證。\n陽明瘀血證在病機演化過程中，由於邪熱與瘀血相結於中，使中焦氣機運行受阻，故常可兼挾中焦氣機阻滯之候，而表現出腹脹滿或腹滿痛等症。本證在病理發展中出現的腹脹滿或腹滿痛狀若陽明腑實證之腹部脹滿硬痛。但其病機不一，前者為邪熱與瘀血相結，而後者為邪熱與燥屎相搏。兩者有明顯的不同。",
    "type_comparison": "太陽蓄血證與陽明瘀血證 兩證皆因邪熱隨經入里與瘀血搏結而成。心主血脈，為神明之主，邪熱入於血分，擾動神明，便會出現神志失常的症狀。病不在氣而在血，故均見小便自利。但因體內瘀血宿結的部位不同，所以兩證的臨床表現也有區別，太陽蓄血證是邪熱與血互結在膀胱(下焦)，故見少腹拘急；足太陽之脈從巔入絡腦，邪熱逆上，擾亂清空，上竅失宣，故有“如狂”、“發狂”症狀。陽明瘀血證是邪熱與胃腸瘀血相搏，血屬陰，其性濡潤，血液與大腸的燥屎相混，化燥為潤，故見“屎雖硬，大便反易，其色必黑”。由於血凝則心氣不舒，心神失職，所以有喜忘之變。這與太陽蓄血證的發狂如狂迥然有別。\n胃脘瘀血證與陽明瘀血證 陽明之腑包括胃與大腸，外感邪熱內傳陽明，胃腸血絡為邪熱所搏，蓄積不散，形成陽明瘀血證，此屬傷寒瘀血範疇。而胃脘瘀血證隸屬雜病證候，凡夙有風冷，胃氣凝結；或患怒傷肝，戕害胃絡，或素食熱物，陰血受灼，以致死血留於胃口，漸至形成胃脘瘀血證。兩者在病的來路上不同，前者有寒熱前驅症狀，病程較短；後者可追述到氣鬱、寒凝、食積等因素，有胃腸痼疾，病程較長。症狀的區別有二：陽明瘀血證由於邪熱影響心神，心脈不和，所以有“喜忘”；胃脘瘀血證則因中焦瘀積不通，使心火獨擾於上，所以心胸煩躁不安。陽明瘀血證是邪熱入內，瘀積較淺，故腹痛較輕或無腹痛；而胃脘瘀血證由於血積在胃，使氣機失和，故表現為胃脘刺痛拒按，或吐黑色血塊。至於大便色黑而反易，兩證均有。\n脾不統血證與陽明瘀血證 陽明胃與大腸為多氣多血之府，太陰脾有統血的功能。陽明與太陰發生病變，均可見到大便下血症狀，但彼此性質有別。陽明瘀血證為外感熱邪內搏血分，血濡腸道，與屎並行於外，而見大便下血。脾不統血證為勞傷中氣，氣虛不攝，血失所統，因致便血。所以陽明瘀血證兼見面色紅赤或暗紅，便硬色黑如漆而反易；脾不統血證則見面色萎黃或蒼白，便軟或溏，血濁而色暗。"
  },
  "literature": "《傷寒明理論·蓄血》：“蓄血於下，所以如狂者，經所謂熱結膀胱，其人如狂者是也。血瘀於下，所以喜忘者，內經曰：血並於下，亂而喜忘者是也。二者若有其一，則為蓄血證明矣。蓄血之證，又有輕重焉。如狂也，喜忘也，皆蓄血之甚者，須抵當湯丸以下之。”\n《傷寒大白·蓄血》：“方書皆以唇乾口燥，澈水在口不得下嚥以定上焦蓄血；小腹硬滿，小水自利，以定下焦蓄血；至身黃，如狂，發狂，喜忘，乃是蓄血症中之症。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "xue_yu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：血瘀。根據證候名稱「陽明瘀血證」分析其病機組成。"
}