{
  "id": "yangxuwaigan",
  "number": 77,
  "name": "陽虛外感證",
  "category": "全身證候",
  "overview": "陽虛外感證是陽氣虧損，復感外邪，出現內有機運衰退、溫煦失職，外有邪氣侵襲、衛表不和的臨床表現的證候。多因先天稟賦不足，久病體虛，年高體弱，陽氣虧虛，衛外功能不足，復被外邪襲表所致。\n主要臨床表現為：惡寒重，微發熱，或無汗，或汗出惡寒更甚，四肢不溫，面色晄白，骨節酸冷疼痛，倦怠嗜臥，語聲低微，舌淡胖，苔白滑，脈沉遲等。\n陰虛外感證可見於臟腑陽氣虛損，又感外邪的疾病中，尤其常見於“感冒”、“支飲”、“水腫”等疾病中。\n本證應與“氣虛外感證”、“陰虛外感證”相鑑別。",
  "clinical_manifestations": "惡寒重，微發熱，或無汗，或汗出惡寒更甚，四肢不溫，面色晄白，骨節酸冷疼痛，倦怠嗜臥，語聲低微，舌淡胖，苔白滑，脈沉遲等。陰虛外感證",
  "common_diseases": [
    "臟腑陽氣虛損，又感外邪的疾病中，尤其常見於“感冒”",
    "“支飲”",
    "“水腫”"
  ],
  "differential_syndromes": [
    "“氣虛外感證”",
    "“陰虛外感證”"
  ],
  "differential": {
    "self_analysis": "陽氣虛損，衛外機能減退，易被外邪所中。六淫之中，寒濕之邪最易傷陽，故其外感以風邪挾寒、濕二邪相干肌表為主，尤以風寒外襲多見。陽虛之體，感邪之後更易傷正，使原有的疾病被引發或加重，治宜權衡主次，祛邪不忘扶正。本證在不同的疾病中各具特徵，治法各異。在感冒病中，體陽虛，又受風寒，使衛表不和，腠理閉塞，清陽之氣被遏，故本證以一般的陽虛證的症狀(如四肢不溫、面色晄白、骨節酸冷、脈沉遲等)和以頭痛、無汗、身熱惡寒、熱輕寒重、鼻塞流清涕為主要表現的风寒表證的症狀為其臨床特徵，治宜助陽益氣，解表散寒，方選再造散(《傷寒六書》)加減。在支飲病中，咳喘遷延不愈，肺陽氣虛弱，水津不布，飲邪留伏於肺中，若遇風寒之邪侵襲肌表皮毛，內應於肺，引動留飲上逆迫肺，則發為支飲。陽虛肺寒的支飲臨床特徵為：咳喘不得臥，痰吐稀薄量多，甚則面浮跗腫，身體振振瞤動。本證同時有惡寒發熱，背寒，腰背痛，目泣自出等外感見症，治宜溫肺散寒化飲，方用小青龙汤(《傷寒論》)加減。在水腫病中，其病機為腎陽衰憊，陽不化氣，膀胱氣化不利，開合失司，水濕內停，復受風寒濕邪侵襲，肺失宣肅，水道不調，內外合邪，則水勢劇增。本證病變特徵為：水腫迅速波及全身，腰以下腫甚，形寒肢冷，發熱，惡寒，頭痛，肢體痠痛，小便短少，或咳或喘，咳吐稀白痰液。此時邪氣太盛，當以祛邪為主，適當顧護陽氣虛衰的一面，治宜祛風散寒，宣肺行水，輔以溫陽之法，方用越婢加术汤(《金匱要略》)、真武汤(《傷寒論》)化裁。\n陽虛外感證是表有實邪，里有虛損的虛實夾雜之證，多見於稟賦素虛，年高體弱及久病之軀。外感邪氣以風、寒、濕邪為主，好發於冬季風寒肆虐時節及北方高原寒冷地帶。陽虛外感證在病變過程中可見兩種情況：一、外感之邪傷正，陽氣益餒，無力逐邪出表，導致正虛邪戀，病情纏綿反覆。或可由外邪引發宿疾，內外之邪交結難解，虛實交錯，使病變複雜多端。二、陽虛溫煦失職，水寒之氣易於凝滯體內，若復感寒濕之邪內外相合，則痰飲流溢，水濕瀰漫等病變隨之而起。",
    "type_comparison": "氣虛外感證與陽虛外感證 二證均為虛證外感，氣虛外感證常由先天稟賦薄弱，勞逸過度，年高久病，衛氣不固，復感外邪而致。由於氣屬陽，故氣虛外感證在外感邪氣的性質及外感表證的臨床表現上與陽虛外感證基本相同，唯里證有所區別，氣虛證表現為臟腑組織機能減退，臨床可見少氣懶言，頭暈目眩，神疲乏力等症狀，氣虛進一步可發展為陽虛，故陽虛證亦有氣虛證的上述症狀，但症狀表現較重。此外，陽虛證具有形寒肢冷，脈沉遲，口淡不渴等里寒證的症狀，可資鑑別。\n陰虛外感證與陽虛外感證 二證同為虛證外感，陰虛外感常由陰津素虧，久病勞損，熱病後陰液耗傷，調攝不慎，感受外邪而致。二證在外感表證上都有惡寒發熱、頭身痛、無汗或少汗等症狀，但在病因病機及病證表現上均有不同；陰虛正氣不足，六淫之邪皆可侵犯衛表，故表證有寒熱之分，表寒證惡寒重，發熱輕，其無汗為寒閉腠理所致，表熱證身熱微惡風寒，其無汗為陰津虧乏所致；而陽虛易受風寒之邪侵襲，表證多為風寒表證，寒重熱輕。陰虛外感證與陽虛外感證在里證的病因病機及病證表現上有顯著不同：陰虛則熱，表現為五心煩熱、顴紅、舌紅等里熱症狀，陽虛則寒，表現為四肢不溫，面色晄白，骨節冷痛，小便清長，脈沉遲等里寒症狀；陰虛液少，機體失其滋養濡潤，表現為口燥咽乾，乾咳少痰，大便乾結等症狀，陽虛臟腑功能低下，表現為神疲納差，倦怠嗜臥、語聲低微等症狀，臨床當可鑑別。"
  },
  "literature": "《靈樞·百病始生》：“風雨寒熱，不得虛，邪不能獨傷人。卒然逢疾風暴雨而不病者，蓋無虛，故邪不能獨傷人，此必因虛邪之風，與其身形，兩虛相得，乃客其形。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yang_xu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：陽虛。根據證候名稱「陽虛外感證」分析其病機組成。"
}