{
  "id": "yangxushuifan",
  "number": 71,
  "name": "陽虛水泛證",
  "category": "全身證候",
  "overview": "陽虛水泛證是體內陽氣不足，機能衰退，脾腎陽氣虛衰，不能溫化水濕，導致水氣上泛或溢於肌膚所表現的證候。多由於先天稟賦不足，久病體虛或寒邪所傷，或勞倦過度傷脾，或房事過度傷腎。上述各種原因相互影響，相互作用而導致本證。《諸病源候論·水病諸侯》：“水病者，由脾腎俱虛故也。”\n主要臨床表現為：水腫下肢為重，起病緩慢，重者腫至全身，小便不利，面色晄白或灰滯，常伴有胸脘痞悶，納呆便溏，神倦肢冷，舌淡胖有齒痕，脈沉細。\n陽虛水泛證常見於“心悸怔忡”、“水腫”等疾病中。\n本證通常應與“風水相搏證”、“水氣凌心證”相鑑別。",
  "clinical_manifestations": "水腫下肢為重，起病緩慢，重者腫至全身，小便不利，面色晄白或灰滯，常伴有胸脘痞悶，納呆便溏，神倦肢冷，舌淡胖有齒痕，脈沉細。陽虛水泛證",
  "common_diseases": [
    "“心悸怔忡”",
    "“水腫”"
  ],
  "differential_syndromes": [
    "“風水相搏證”",
    "“水氣凌心證”"
  ],
  "differential": {
    "self_analysis": "陽虛水泛證可出現在多種疾病中，在心悸怔忡病中，病人出現心悸不安，少氣乏力，口唇青紫，頸部青筋暴露，下肢浮腫，但坐不得臥，臥則心悸氣短加重，此乃病變累及心陽，心陽虛衰，心功能下降，水濕內停，血液瘀阻所致，治當溫陽利水，養心安神，方用苓桂朮甘湯(《傷寒論》)加減。陽虛水泛證以水腫為主症，大凡水腫，多責之於脾腎。因脾主運化水濕，腎主溫化水液，脾腎陽虛，水濕不化，不得從二便排出，則泛濫於肌膚，出現水腫。正如《諸病源候論·水病諸侯》說：“腎虛不能宣通水氣，脾虛又不能制水，故水氣盈溢，滲液皮膚，流遍四肢，所以通身腫也。”古人治療水腫病，多以健脾、溫腎利水為主，所謂“土能治水”，脾氣得實，則清氣得升，濁氣得降，水氣自行。在以脾陽虛為主的水腫病中，可見全身浮腫，小便短少，身體困重，胸悶腹脹，納呆噁心，苔白膩，脈沉緩等症。此由於久居濕地，或冒雨涉水，或過食生冷，損傷脾陽，脾失健運，水濕內停，泛濫肌膚所致。治宜健脾化濕，通陽利水，方用五苓散(《傷寒論》)合五皮飲(《和劑局方》)。在以腎陽虛為主的水腫病中，可見全身浮腫，腰以下為重，按之凹陷，畏寒肢冷，腹脹便溏，倦怠乏力，舌淡有齒痕，脈沉緩等。此由於久病傷腎，腎陽不足，氣化無權，水邪泛濫所致。治宜溫腎助陽，化氣行水。方用真武汤(《傷寒論》)加減。\n陽虛水泛證因脾腎兩虛，脾之健運無權，腎之氣化無能，往往病程纏綿，難以痊癒。該證候一旦確診，必須堅持治療，控制病情發展，防止病情演變。若失治誤治，或患者治療不能持之以恆，或患者正氣不支，運化氣化之功衰退，濁毒瘀穢內生，加重脾腎衰敗，終致病情危篤。",
    "type_comparison": "風水相搏證與陽虛水泛證 兩者都見全身浮腫，但風水相搏證是風邪襲肺，肺失宣降，不能通調水道，水濕泛濫，導致發病迅速，眼瞼頭面先腫，繼而全身，皮膚薄而光亮，小便短少，發熱惡寒，無汗，苔薄白，脈浮數，屬於表證。陽虛水泛證中，可見全身浮腫，按之沒指，小便短少，身體困重，胸悶，腹脹，納呆，噁心，苔白膩，脈沉細等，病程較長，主要由於久居濕地，或冒雨涉水，或過食生冷，損傷脾腎之陽，脾失健運，腎失氣化，水濕內停，泛濫肌膚所致，屬於里證。前者病在肺，後者病在脾。\n水氣凌心證與陽虛水泛證 兩者都可見水腫，但臨床表現有別。水氣凌心證是心與腎的陽氣虧虛，水液泛濫，不僅肢體浮腫，下肢較甚，畏寒肢冷，還有心悸，氣喘不能平臥，口唇青紫，面色晦滯等心陽虛衰，水氣凌犯的表現。而陽虛水泛證是脾與腎的陽氣虛損，水濕泛濫，也有肢體浮腫，下肢較甚，畏寒肢冷，但還有胸脘痞悶，納呆便溏，神疲倦怠等脾陽不足，運化失司的症狀。二者同中有異，鑑別不難。"
  },
  "literature": "《素問·陰陽別論》：“三陰結謂之水。”\n《靈樞·水脹》：“水始起也，目窠上微腫，如新臥起之狀，其頸脈動，時咳，陰股間寒，足脛腫、腹乃大，其水成矣。”\n《金匱要略·水氣病脈證並治》：“心水者，其身重而少氣，不得臥，煩而躁，其人陰腫；肝水者，其腹大，不能自轉側，脅下腹痛，時時津液微生，小便續通；肺水者，其身腫，小便難，時時鴨溏；脾水者，其腹大，四肢苦重，津液不生，但苦少氣，小便難；腎水者，其腹大臍腫，腰痛，不得溺，陰下濕如牛鼻上汗，其足逆冷，而反瘦。”\n《景岳全書·雜證謨·腫脹》：“凡水腫，乃脾肺腎三臟相干之病，蓋水為至陰，故其本在腎，水化於氣，故其標在肺，水惟畏土，故其制在脾。”\n《證治匯補·驚悸怔忡》：“有停飲水氣乘心者，則心中漉漉有聲，虛氣流動；水既上乘，心火惡之，故筑筑跳動，使人有怏怏之狀，其脈偏弦。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yang_xu",
      "shui_ting"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：陽虛、水停。根據證候名稱「陽虛水泛證」分析其病機組成。"
}