{
  "id": "yangxuhanning",
  "number": 75,
  "name": "陽虛寒凝證",
  "category": "全身證候",
  "overview": "陽虛寒凝證是由陽氣虛衰，溫煦不足，陰寒內盛，凝滯於內，產生一系列虛寒性病變的證候。多由年高體弱，久病不愈，恣食生冷，勞倦內傷，或病後誤服、久服寒涼藥物，陽氣受損所致。\n主要臨床表現為：形寒肢冷，胸脅，脘腹、腰膝、四肢關節冷痛喜溫，婦女月經後期，痛經，經色紫暗挾塊，面色晄白，小便清長，大便稀溏，唇甲淡或青紫，舌淡胖，苔白滑，脈沉遲等。\n本證常見於“胸痺”、“胃痛”、“腹痛”、“便秘”、“腰痛”、“痺病”、婦科“月經不調”、“痛經”、男性病“子癰”及眼科“高風內障”、“花翳白陷”等疾病中。\n本證應與“里實寒證”、“真熱假寒證”相鑑別。",
  "clinical_manifestations": "形寒肢冷，胸脅，脘腹、腰膝、四肢關節冷痛喜溫，婦女月經後期，痛經，經色紫暗挾塊，面色晄白，小便清長，大便稀溏，唇甲淡或青紫，舌淡胖，苔白滑，脈沉遲等。",
  "common_diseases": [
    "“胸痺”",
    "“胃痛”",
    "“腹痛”",
    "“便秘”",
    "“腰痛”",
    "“痺病”",
    "婦科“月經不調”",
    "“痛經”",
    "男性病“子癰”及眼科“高風內障”",
    "“花翳白陷”"
  ],
  "differential_syndromes": [
    "“里實寒證”",
    "“真熱假寒證”"
  ],
  "differential": {
    "self_analysis": "陽虛寒凝證以一派虛寒之象(如形寒肢冷、舌淡胖、苔白滑、脈沉遲等)及病變部位疼痛拘急為主要臨床表現，其疼痛的特點為冷痛較劇，綿綿不已，喜溫喜按，得溫痛減，遇寒痛劇。因為陽虛失溫，陰寒凝滯，寒性收引，故肢體拘急，寒凝氣血運行不暢，故疼痛不已。本證在不同的疾病當中表現不同，治法亦有區別。在胸痺病中，以胸悶氣短，甚則胸痛徹背，心悸，冷汗出，唇甲淡白或青紫，舌淡白或紫暗，脈沉微為臨床特點，此由陽氣虛衰，胸陽不運，寒滯心脈，氣機痺阻，血行瘀滯所致，治宜溫陽益氣，活血通絡，方選參附湯(《婦人良方》)合右歸飲(《景岳全書》)加減。在“胃痛”病中，以胃痛隱隱，喜溫喜按，空腹痛甚，得熱飲食痛減，食納較差，時常泛吐清水，大便溏薄為臨床特點，此為脾胃陽虛，寒凝中焦所致，治宜溫中散寒，暖胃止痛，方選大建中汤(《金匱要略》)加減。在反胃病中，以食後脘腹脹滿，朝食暮吐，暮食朝吐，吐出宿谷不化，吐後即覺舒適，四肢清冷，面色晄白為臨床特點，此由陽虛寒凝中焦，胃失和降所致，治宜溫陽益氣，和胃散寒，方選丁沉透膈散(《和劑局方》)加附子、吳茱萸。在腹痛病中，以腹痛綿綿，時作時止，喜熱惡冷，痛時喜按，飢餓勞累後痛甚，得食或休息後痛減，大便稀溏為臨床特點，此由中虛臟寒，腹內失於溫養所致，治宜溫中補虛，和里緩急，以大建中汤(《金匱要略》)或附子理中丸(《和劑局方》)化裁治療。若腹痛發生於妊娠期，又稱“胞阻”，表現為小腹冷痛，綿綿不止，脈細弱，此為陽虛寒凝，胞脈失於溫煦，氣血運行不暢所致，治宜暖宮止痛，養血安胎，方選胶艾汤(《金匱要略》)加巴戟天、杜仲、補骨脂。在便秘病中，以大便艱澀，排出困難，小便清長，腹中冷痛或腰脊酸冷，喜熱怕冷為臨床特點，此系陽氣虛衰，寒凝腸道，使腸道傳導無力所致，誠如《證治要訣·大便秘》中所說：“冷秘由冷氣橫於腸胃，凝陰固結，津液不潤，胃道秘塞，其人腸氣內攻，喜熱惡寒，宜藿香正气散加枳壳，官桂各半錢，吞半硫丸”。治宜溫陽通便，方選济川煎(《景岳全書》)加肉桂。在腰痛病中，以腰部冷痛，喜揉按腰膝痠軟無力，或有少腹拘急，手足逆冷為臨床特點，此系腎陽虧虛，腰脊失去溫養，寒滯於腰所致，治宜溫腎壯腰，方選右歸丸(《景岳全書》)加減。在痺病中，以肢體關節疼痛較劇，痛有定處，得熱痛減，遇寒痛增，關節不可屈伸，局部皮色淡或青紫，四肢不溫，全身骨節痠軟無力，面色晄白，神倦嗜臥，脈沉遲而弦緊為臨床特徵，此系陽虛失溫，寒凝筋骨經脈，氣血痺阻而致，治宜溫經散寒，通絡止痛，方選乌附麻辛桂姜汤(成都中醫學院戴雲波方)加減。在婦科月經不調病中，主要表現為月經後期，量少，色淡暗，質清稀，有血塊，小腹隱痛，喜溫喜按，腰酸無力，脈沉細弱等症狀，此系陽氣不足，陰寒內盛，胞宮失去溫煦，使氣血生化不足，運行無力所致，治宜溫陽祛寒，養血調經，方選艾附暖宫丸(《沈氏尊生書》)加減。若腎陽虛極，封藏不固，使衝任失約，則可表現為崩漏，即經來無期，出血淋漓不盡，色暗紅有塊，小腹冷痛，治宜溫腎固衝，活血調經，方選右归丸(《景岳全書》)加乳香、沒藥、覆盆子、赤石脂。在痛經病中，以經期或經後小腹冷痛，喜按，得熱則舒，經量少，色暗淡，腰膝痠軟為臨床特點，此為陽虛衝任、胞宮失煦，虛寒滯血所致，治宜溫經暖宮止痛，方選温经汤(《金匱要略》)加附子、艾葉、小茴香。在子癰病中，表現為附睾結節，子系粗腫，無觸痛感，陰囊寒冷，並可伴有腰酸，陽痿，遺精，因肝脈絡陰器，睾丸屬腎，肝腎虛寒，氣血凝滯不行，經絡阻隔，故有此證，治宜溫補肝腎，行氣通絡，方選暖肝煎(《景岳全書》)加橘核、金鈴子。在眼科高風內障病中，表現為入暮或在黑暗處視物不清，視野日漸縮窄，甚至縮窄如管狀，僅見眼前事物，不能看見周圍空間；在花翳白陷病中，表現為黑睛四周起翳，形如花瓣，抱輪暗紅，眼痛，發於高齡體弱，或過用寒涼，遷延不愈。兩病同時可見形寒肢冷，腰膝痠軟，舌淡脈沉等症，此皆由肝腎不足，命門火衰，溫煦失職，陰寒內盛，血脈凝澀，致目竅萎閉，神光衰微，治宜溫補陽氣，活血利竅，方選右归丸(《景岳全書》)加川芎、當歸。\n陽虛寒凝證多見於疾病後期，好發於年高體弱，稟賦陽虛及久病虛羸之人，病程較長，夏輕冬重，晝輕夜重，並常因外感受寒或飲食生冷而使病情加重。陽虛寒凝證發生在婦人，多有月經病變，表現為月經後期，或崩漏，經色暗紅有塊，經期或經後小腹冷痛，喜溫喜按。本證在病機演變過程中常伴見以下情況：一、“血得寒則凝”，陰寒凝滯，則血行不暢，日久形成血瘀證，臨床表現如唇舌青紫，肌膚甲錯，舌淡暗或有瘀斑，病變部位刺痛，固定不移，婦女月經不調，痛經或崩漏，經色暗紅有塊等症狀。二、陽虛不能溫化，則津液停聚，內生水濕、痰飲之邪，諸邪從寒而化，形成寒濕阻滯、寒痰凝結、寒飲泛濫等病變。",
    "type_comparison": "里實寒證與陽虛寒凝證 二證都屬里寒證，均有形寒肢冷，口淡不渴，面色晄白，小便清長，脈沉遲等里寒之象，然而里實寒證是由於外感寒邪，直中臟腑，困遏陽氣所致，病性屬實，除有里寒之象外，尚見腹痛拒按，舌苔白潤，脈沉遲弦緊等實寒證表現。陽虛寒凝證寒自內生，因虛而寒，故有精神倦怠，腹痛喜按，少氣乏力，舌質淡胖，脈微或沉遲無力等虛象，從病因病機及主症上不難鑑別。\n真熱假寒證與陽虛寒凝證 二證均有手足逆冷、脈沉等寒象，但真熱假寒證病機是陽盛於內，格陰於外，疾病本質為熱，其寒為假象，故肢雖冷但身熱不惡寒，反惡熱，脈沉而有力，更見煩渴喜冷飲，咽乾，小便短赤，大便燥結，舌質紅，苔黃而乾等內熱之症，而陽虛寒凝證則見一派虛寒之象，這是鑑別的要點。"
  },
  "literature": "《雜病源流犀燭·寒病源流》：“經曰：諸病上下，所出水液，澄徹清冷，癥疝堅痞，腹滿急痛，下利清谷，食已不飢，吐利腥穢，屈伸不便，厥逆禁固，皆屬於寒，經云然者，以足太陽寒水，乃腎與膀胱之氣，腎氣既虛，則寒水之氣益泛，而一值天地殺厲之氣，則兩相感召，而諸寒病生焉，是寒之為病，未有不由於陽虛者也”。\n《古今醫統大全·痼冷門》：“人身貴乎陰陽和平，而無偏勝則無偏疾，沉寒痼冷之證，乃是真陽耗散，脾胃虛弱，失於調理，以致胃寒。又啖生冷粘膩難化之物，經年累月積久而成痼冷，漸傷脾胃，因而潰積臟腑，以成痼疾。但有寒冷觸犯，速然而作，以致手足厥冷，畏冷憎寒，飲食不化，或嘔吐涎沫，或大便洞泄，米谷不消，或小便頻數，或肚腹絞痛，或逢寒咳嗽，或疝大作，皆其證也。”\n《景岳全書·寒熱》：“凡寒病之由於外者，或由風寒以傷形，或由生冷以傷臟。必由淺及深，多致嘔惡脹滿，或為疼痛泄瀉。寒由內生者，必由臟及表，所以戰慄憎寒，或為厥逆拘攣。總之，熱者多實，寒者多虛，故凡治寒證者，當兼查其虛，而仍察其臟，此不易之法也。……稟賦素弱，多為陽衰陰勝者，此先天之陽不足，或戕喪太過，以致命門火衰者，此後天之陽失守，其證則未冷先寒，或手足清厥，或身為寒慄，或脾胃不健，或肚腹不實，或小水頻數，或陽道不壯，或每多恐畏，或眼耳少神，是皆陽虛生寒也。治宜溫補元氣，其微者，宜五君子煎、理陰煎、六氣煎、溫胃飲、寿脾煎之類，擇而用之。其甚者，宜大补元煎、右归饮、右归丸、四味回阳饮、六味回阳饮、海藏八味地黄丸之類主之”。",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yang_xu",
      "han"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：陽虛、寒。根據證候名稱「陽虛寒凝證」分析其病機組成。"
}