{
  "id": "yeqianbianjie",
  "number": 265,
  "name": "液乾便結證",
  "category": "溫病證候",
  "overview": "液乾便結證是指溫病里熱壅盛，火灼津傷以及熱結里實，失下或下之未當，或下之而積滯未得暢行，而致津液虧耗，大腸燥結，便秘不通為主症的一系列症狀的概稱。\n主要臨床表現為：身熱不退，日晡益甚，有汗，口乾唇燥或裂，渴喜涼飲，腹滿，大便乾結多日不行，甚則神昏譫語，舌質紅絳少津，舌苔黃燥或乾黑，脈沉弱或細數等。\n液乾便結證常見於“春溫”、“風溫”等疾病中。\n本證應與溫病的“熱結胃腸證”、傷寒的“傷寒急下證”、內傷的“血虛便秘證”、“胃火便結證”等相鑑別。",
  "clinical_manifestations": "身熱不退，日晡益甚，有汗，口乾唇燥或裂，渴喜涼飲，腹滿，大便乾結多日不行，甚則神昏譫語，舌質紅絳少津，舌苔黃燥或乾黑，脈沉弱或細數等。液乾便結證",
  "common_diseases": [
    "“春溫”",
    "“風溫”"
  ],
  "differential_syndromes": [
    "溫病的“熱結胃腸證”",
    "傷寒的“傷寒急下證”",
    "內傷的“血虛便秘證”",
    "“胃火便結證”"
  ],
  "differential": {
    "self_analysis": "液乾便結證系由溫病熱邪內結，灼津耗液，大腸枯燥，糟粕停滯，無水行舟所造成，治療以增水行舟為主要法則。本證在不同疾病或同一疾病的不同情況下可有不同表現。例如春溫液乾便結證，可分二種情形：一是其人腸胃積滯不顯，唯因病溫之後，邪熱太盛，未能及時清除，以致邪熱蒸灼，傷津耗液，胃腸枯燥，輸送不利，糟粕停結，出現“無水舟停”的現象。此等患者火盛，津傷均甚明顯，多呈口燥唇裂，身熱有汗，脈細舌乾等症狀，便初結時一般無腹滿腹痛，只有在便結日久時，始感腹滿不適，但很少有腹痛拒按等現象。對此證候，絕不可妄攻而傷其津液，唯宜增水行舟，方用增液汤(《溫病条辨》)。二是其人胃腸素有積滯、結熱，患溫病後，兩熱相合，熱滯互結，極易造成陽明里實，腑氣不通，致使熱無出路，從而形成便愈結、火愈盛而陰愈傷的惡性循環。此證的特點為發病不久即見腹滿硬痛，便結不行，身體壯熱不退，甚或潮熱譫語，舌苔老黃或黃厚等實熱徵象，同時亦漸有口渴唇裂，舌燥少津，脈細無力等陰液耗傷之象，此屬“半實半虛”，虛實挾雜，須攻下與救陰兼施，方用增液承气汤(《溫病条辨》)。風溫病液于便結證，因風溫之邪外襲，故起病常有咳嗽，頭疼，咽痛，脈浮大等太陰表證的現象，舌質雖可稍紅而苔仍薄白，風溫之傳變最速，可很快出現不大便，晡熱自汗，口渴脈細數等症狀，只要無腹滿腹痛，仍屬熱傷津液，無水舟停，當予增液湯潤之。陰虛之人而患溫病，不足之陰復為熱耗，更易造成腸燥便結，此證雖有熱燥便結，甚或下腹滿痛，但脈細舌乾，不任承氣之峻，亦宜以增水行舟法治之。\n稟賦素弱或高年之人病溫，因氣血已衰，腸胃傳送無力，一被熱灼則極易燥結，致熱無去路，津氣愈傷，每每出現正虛邪實的現象。症見身熱，腹滿便結，口乾舌燥，倦怠少氣，語聲低微，呼吸淺弱等，當攻補兼施方可奏效。若溫病熱結胃腸，經下後便通，但脈靜，身不熱，舌上津回而又數日不大便者，或下後舌苔未盡退，口微渴，面微赤，身微熱者，脈微數，均屬腸胃津液未復，不可再下，亦須增液潤腸。\n素稟陰虛之人，既患溫病，液傷便結，遷延失治常致陰液乾涸，造成亡陰、動風等危象。症見煩躁不安，昏迷譫妄，舌苔乾黑，或手足顫動，神昏狂躁，舌紅而卷等，必須及時救治。",
    "type_comparison": "熱結胃腸證與液乾便結證 兩者均屬溫病便結，有身熱、有汗、大便閉結等共同特徵，區別在於前者是由溫熱里傳陽明，結於胃腸，邪雖盛而正未虛，故見潮熱，汗出，面赤，腹滿硬痛，脈多沉實有力等症狀。而後者則以熱灼津傷，糟粕停滯而成，故有脈細，舌乾等虛象，一虛一實，白可分辨。\n傷寒急下證與液乾便結證 傷寒陽明病、少陰病均有須急下存陰的大便燥結證，見證為：“陽明病，發熱汗多者”；“傷寒六七日，目中不了了，睛不和，無表里證，大便難，身微熱者”；“發汗不解，腹滿痛者”，此為陽明三急下。“少陰病，六七日，腹脹不大便者”；“少陰病，自利清水，色純清，心下必痛，口乾燥者”；“少陰病，得之二三日，口燥咽乾者”，此為少陰三急下。可以看出，陽明之三急下，腹滿痛，發熱汗多，屬里熱結實，雖未痞、滿、燥、實、堅俱見，但結熱已甚，不下則將亡其陰津；少陰病之三急下，亦以不大便為前提(下利清水而糟粕未出，腸結未去)，而又兼見腹脹，苔乾飲冷，口燥等燥熱內結之象。液乾便結證則以津液虧損為主症。總之，傷寒之急下證，屬寒邪化熱，熱結里實，以通腑瀉熱為治則，液乾便結證則以滋陰潤便為治則。從起病，演變，現症等綜合分析，不難辨別。\n血虛便秘證與液乾便結證 兩證均由陰血不足，大腸失潤所致，均以便結與陰血不足為主症。但內傷血虛便秘證多由病久血虛，或體弱血虧，或產時失血過多，或外傷大失血而致，臨床表現以面色黃白，畏寒倦怠，口乾不欲飲，心悸少寐，眩暈納差，舌淡，脈細弱等為主，而無邪熱內蓄之身熱不退等現象。液乾便結證則津液雖傷而血氣未虛，故以口乾渴喜飲，舌紅而乾，脈細數等陰津不足症狀為主，且液乾由邪熱之煎灼而致，故總以身熱不退，日晡益甚，汗出熱不衰為其明症，故治療上血虛便秘者以養血潤燥為要，而液于便結者以滋陰增液為主。\n胃火便秘證與液乾便結證 兩證均系大腸熱結。但胃火便秘證由陽盛之人，過嗜辛辣煎炙，陽明積熱而成，故以口乾苦，口臭，牙痛，胃脘熱悶，渴飲思涼，手足灼熱等胃火熾盛的症狀為特點，與液乾便結之成因、表現均有異，可資鑑別。"
  },
  "literature": "《重訂廣溫熱論·溫熱遺症療法(新增)》：“凡溫熱症後，大便不行者，熱閉、虛閉居多，風閉、氣閉者少。熱閉者，熱搏津液，腸胃燥結及腸胃素有積熱者，多有此疾。其症面赤腹熱，大腹脹悶，四肢反冷，或口舌生瘡是也。大黃飲子最妙，三黃枳朮丸、枳實導滞丸、陸氏潤字丸等亦可選用。虛閉有二：一陰虛，一陽虛也。凡下焦陽虛，則陽氣不行，不能傳送而陰凝於下；下焦陰虛，則精血枯燥，津液不到而腸臟乾槁。治陽虛者，但益其火，則陰凝自化，蓯蓉潤腸丸主之；老年者，黃芪湯送服半硫丸。治陰虛者，但壯其水，則涇渭自通，六味地黃湯加淡蓯蓉、白蜜主之，益血潤腸丸，五仁丸等亦效。”\n《增補評注溫病条辨·中焦篇》曹評：“風溫、溫熱證每見熱結液乾，濕溫證每見熱結旁流，若濕溫而見液乾，必濕氣全行化熱或過服溫燥淡滲之藥而致液乾，既已液乾，亦宜增液以濟其偏也。”\n《廣瘟疫論·大便閉》：“有血虛而屢下不通者，屬婦人產後、癰疽潰後、或平素陰虛及亡血，其脈必兼澀，四物、六味、生脈及吳氏諸養榮方、麻仁丸選用，仍須蜜煎豬膽汁導之。”"
}