{
  "id": "yinxudongfeng",
  "number": 67,
  "name": "陰虛動風證",
  "category": "全身證候",
  "overview": "陰虛動風證是指陰液虧虛，筋脈失養，虛風內動的證候。多由於外感熱邪，或七情太過，或飲食失調，或勞倦過度等造成體內真陰受損所致。\n主要臨床表現為：頭暈目眩，肢體發麻，或手足蠕動、震顫，形體消瘦，五心煩熱，口燥咽乾，小便短黃，大便乾結，舌質乾紅，或紅絳，少苔或無苔，脈弦細或細數。\n陰虛動風證常見於“風溫”、“春溫”、“虛勞”等疾病中。\n本證通常與“熱極生風證”、“血虛生風證”相鑑別。",
  "clinical_manifestations": "頭暈目眩，肢體發麻，或手足蠕動、震顫，形體消瘦，五心煩熱，口燥咽乾，小便短黃，大便乾結，舌質乾紅，或紅絳，少苔或無苔，脈弦細或細數。陰虛動風證",
  "common_diseases": [
    "“風溫”",
    "“春溫”",
    "“虛勞”"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "陰虛動風證可出現在多種疾病中。在風溫病中，邪熱久羈，真陰消爍，深入下焦，正虛邪衰，肝腎陰竭，水不涵木，筋脈失養，虛風內動。表現為身熱夜甚，神倦體乏，耳聾目眩，手足蠕動，手足心熱，舌光絳無苔，脈虛大或結代。治宜養陰熄風，方用加减复脉汤(《溫病条辨》)。在春溫病中，里熱熾盛，陰液被耗，極易發生真陰耗竭，虛風內動之證，症見形體消瘦，五心煩熱，潮熱盗汗，顴紅唇焦，手足蠕動，甚至瘛瘲，頭暈耳鳴，時時欲脫，舌絳少苔，脈弦細。治宜育陰潛陽，滋陰熄風，方用大定风珠(《溫病条辨》)。在虛勞病中，表現為頭暈目眩，耳鳴，健忘，腰膝痠軟，五心煩熱，手足蠕動，或肌肉抽動，不能自持，或見男子遺精，女子月經不調，男子不育，女子不孕，舌紅少苔，脈細數。大凡久病失養，或房事過度，或五志過極，情志內傷，均可致陰液虧損，水不涵木，引發陰虛動風證。治宜滋陰潛陽，熄風止痙，方用三甲复脉汤(《溫病条辨》)。\n溫病後期，需時時固護津液，所謂“存得一分津液，便有一分生機”。由於溫熱邪氣久羈，消爍真陰；肝主筋脈，賴腎水的滋養，肝腎陰竭，正虛邪衰，水不涵木，筋脈失養，虛風內動，出現手足蠕動，或瘛瘲；腎水虧虛，不能上濟於心，心失所養，則心中憺憺大動。《溫病条辨》說：“腎水本虛，不能濟肝而後發痙，既痙而水難猝補，心之本體欲失，故憺憺然而大動也。”若陰液枯竭，陰陽離決，則見時時欲脫。舌乾絳少苔，脈虛等，預后較差，須防其傳變。",
    "type_comparison": "熱盛動風證與陰虛動風證 兩者均為肝風內動證范疇，熱盛動風證發生在溫病極期階段，由於熱邪熾盛，燔灼肝經，筋脈拘急，出現手足抽搐，頸項強直，牙關緊閉，兩目上視，甚至角弓反張，伴有高熱，神昏，肢厥，舌紅絳，脈弦數有力。屬於里實熱證，通常起病突然，病情危急。而陰虛動風證發生在溫病的後期或恢復期階段，由於溫熱邪氣久羈，消爍真陰，肝腎陰竭，正虛邪衰，水不涵木，筋脈失養，虛風內動，出現手足蠕動，或瘛瘲。屬於虛證，病情較緩慢。\n血虛動風證與陰虛動風證 兩者均為虛風內動證，血虛動風為肝血不足，筋脈失養，表現為肢體麻木，肌肉瞤動；或經常出現局部肌肉的拘急抽搐，面色蒼白，頭暈目眩，爪甲乾枯，舌淡，脈虛等全身血虛證。由於失血過多，或久病耗血，營養不良等原因造成；無發熱，盗汗，顴紅等虛熱表現。陰虛動風證有明顯的虛熱證表現，多表現為手足蠕動或瘛瘲，舌紅絳，脈細數。兩證主要從陰虛血虛及有無虛熱上進行鑑別。"
  },
  "literature": "《溫病条辨·下焦篇》：“風溫、溫熱、瘟疫、溫毒、冬溫，邪在陽明久羈，或已下，或未下，身熱面赤，口乾舌燥，甚則齒黑唇裂，脈沉實者，仍可下之；脈虛大，手足心熱甚於手足背者，加减复脉汤主之。”\n“溫病誤表，津液被劫，心中震震，舌強神昏，宜復脈法，復其津液，舌上津回則生。汗自出，中無所主者，救逆湯主之。”\n《溫病条辨·卷六》：“病久而痙者，非傷脾陽，肝木來乘，即傷胃汁肝陰，肝風鴟張，一虛寒，一虛熱，為難治也。”\n《臨證指南医案·卷七》：“厥陰誤進剛藥，五液竭盡，陽氣與內風鴟張，遂變為痙。”\n“溫熱已入厥陰，陰傷致風陽上巔，遂為痙厥。”\n《傷寒指掌·傷寒類症》：“凡四肢不熱，中心如焚，舌灰黑，消渴，心下板實，嘔惡吐蛔，寒熱似瘧者，此暑邪陷入厥陰也。邵評：此暑熱乘虛而陷入足厥陰肝經也。厥者，盡也。陰盡則陽生，木中有相火，故外不熱而內如焚，火灼津傷，故渴而且消，虫為風木所化，熱盛生風，木邪犯胃，則嘔而吐蛔也。邪結不開，則心下板實。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "xue_re",
      "dong_feng"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：血熱、動風/內風。根據證候名稱「陰虛動風證」分析其病機組成。"
}