{
  "id": "yinxuwaigan",
  "number": 63,
  "name": "陰虛外感證",
  "category": "全身證候",
  "overview": "陰虛外感證指陰液虧虛，又感外邪，以發熱微惡寒，頭身疼痛，五心煩熱等為常見症狀的證候，多因外感熱邪，情志鬱結，飲食偏嗜所致。\n主要臨床表現為：發熱微惡寒，頭身痛，口乾欲飲，五心煩熱，脈浮細數等。\n陰虛外感證常見於“感冒”、“風溫”、“白喉”等疾病中。\n本病通常應與“邪留陰分證”、“熱耗真陰證”、“暑兼寒濕證”相鑑別。",
  "clinical_manifestations": "發熱微惡寒，頭身痛，口乾欲飲，五心煩熱，脈浮細數等。陰虛外感證",
  "common_diseases": [
    "“感冒”",
    "“風溫”",
    "“白喉”"
  ],
  "differential_syndromes": [
    "“邪留陰分證”",
    "“熱耗真陰證”",
    "“暑兼寒濕證”"
  ],
  "differential": {
    "self_analysis": "陰虛外感證在不同疾病之中表現不盡相同，臨床表現各具一定特點，治法亦異，必須詳加辨析。如在感冒之中，多因年高體弱，或久病傷陰，素體陰虛者，感受外邪，內合肺中燥熱所致。臨床表現為發熱，無汗或微汗，微惡風寒，口乾咽燥，乾咳少痰，或痰中帶血絲，頭痛，心煩少寐，舌質紅，脈細數。治宜滋陰解表，方用加减葳蕤汤(《通俗傷寒論》)，本方以甘涼甘潤培養其陰精為材料，滋陰益液而潤肺。若在風溫之中，多為素體陰虛，溫病日久或病后，熱邪灼傷陰液而致，而又復感外邪，按其病位病機，可分為肺胃陰傷和肝腎陰傷兩個類型。《外感溫病篇》說：“風溫內襲，肺胃受病”。風邪與溫邪俱屬陽邪，“兩陽相劫”，易化燥傷陰，傳變迅速。肺胃陰傷者，表現為低熱，乾咳少痰，口乾作渴，顴紅，頭痛，少汗，舌燥少津，脈細數。唐·孫思邈《千金要方》引《小品方》之葳蕤湯作為治療《傷寒論》所述風溫的主方，開滋陰解表之先河，治宜滋陰清熱，發汗解表、方用沙參麥冬汤(《溫病条辨》)合加减葳蕤汤(《通俗傷寒論》)。肝腎傷者，風濕熱邪久羈不解，易深入下焦劫灼腎陰，致真陰欲竭，又感外邪，此病機以真陰虛損為主，吳鞠通稱為“邪少虛多”，治宜滋補肝腎，救陰解表，方用加减复脉汤(《溫病条辨》)合加减葳蕤汤(《通俗傷寒論》)。如在白喉病中，多為素體腎陰虧虛，復感燥熱疫毒，邪入口鼻，凝結喉咽而成。表現為發熱，手足心熱，鼻乾唇焦，咽喉腫痛，喉間白膜如腐，乾咳少痰，呼吸氣粗，似喘非喘，舌紅少苔，脈細數。治宜滋陰潤燥解表，方用养阴清肺汤(《臨證醫案醫方》)。總之，本病臨證施治必辨明標本虛實，攻不傷正，補不呆滯。\n本證的發生，除與感邪的性質外，還與人的年齡、體質、季節氣候、地域環境相關。其陰虛者，多為先天不足，或縱欲過度，年高體弱，久病或大病後，失於調攝而致，為本虛標實。在診治本證時，要掌握年齡和季節變化的因素，因人制宜，因時制宜，識標本，知異同。\n陰虛外感證，因其以陰虛為本，陰虛於內，不能制陽，虛火妄動，而好伐陰液，五臟筋脉失於濡養，形成陰虛內燥於里。復感外邪，又使陰虛之本加重，尤易轉化為亡陰和陰虛血燥之證，此證演變臨床上應特別加以重視。",
    "type_comparison": "邪留陰分證與陰虛外感證 此二者均可見外邪及陰虛，但病因病機臨床表現各有不同。從病因而論，邪留陰分證多因溫病餘邪留滯陰分，傷及陰津而致，如《溫病条辨·下焦篇》云：“夜熱早涼，熱退無汗，熱自陰來者，青蒿鱉甲汤主之。”陰虛外感證多有陰液虧損在前，感受外邪在後，二者為不同。在臨床表現方面，邪留陰分證常見夜熱早涼，熱退無汗，若遷延時日則形體消瘦等；陰虛外感證可見發熱微惡寒，頭身痛，口乾欲飲，五心煩熱等，二者有明顯的區別。就治法而言，邪留陰分證治宜生津益陰，必配清宣透邪之法，而陰虛外感證則必用滋陰解表法，更何況邪留陰分證既然多指溫病熱邪傷陰而致，那麼所感受的溫邪就各有其不同的發病季節，春溫、暑溫等又有其獨特的臨床表現。\n熱耗真陰證與陰虛外感證 兩者雖有陰虛，但其成因，表現亦各有異。熱耗真陰證多因溫邪稽延，日久不解，深入下焦，劫灼肝腎之陰引起，表現出身熱面赤，手足心熱甚於手足背，口燥咽乾，心中動悸，神倦耳聾，脈虛大或結代等一系列虛多邪少證候，此感邪在先，陰虛在後，多為里證，而陰虛外感證，陰虛於前，感邪於後，為表里同病，此多不同。另有陰虛之人，正虛於內，而為溫邪所傷。病此者，當應須防邪熱直入下焦，劫灼真陰。葉天士曾云：“或其人腎水素虧，雖未及下焦，先自彷徨矣。必驗之於舌，如甘寒之中加入鹹寒，務先在安未受邪之地，恐其陷入易易耳。”熱耗真陰證多發生於溫病後期，此多重證，陰陽易脫，溫病至此階段，陰液大耗將盡，急當救陰，留得一分津液，便有一分生機。此可與陰虛外感證鑑別。\n暑兼寒濕證與陰虛外感證 兩者均可見發熱惡寒，頭身疼痛等表證，但暑兼寒濕證多發於夏月，夏本傷於暑，其人正氣虛弱，復因貪涼太過，或飲冷無度，致使寒濕外束，暑熱內鬱，形成外寒里熱，出現頭疼惡寒，發熱無汗，骨節痠楚或沉痛，心煩不安，胸脘滿悶，腹痛吐利，小溲黃赤，舌苔白膩，脈浮數或濡等表現，此以暑熱與寒、濕之邪並存，寒熱並見，病多實邪者也。陰虛外感證，屬本虛標實，虛多邪少，臨床上不難區分。"
  },
  "literature": "《外感溫病篇》：“風溫內襲，肺胃受病。”\n《溫病条辨·汗論》：“汗之為物，以陽氣為運用，以陰精為材料。……其有陽氣有餘，陰精不足，又為溫熱升發之氣所爍，而汗自出，或不出者，必用辛涼以止其自出之汗，用甘涼甘潤培養其陰精為材料，以為正汗之地。”"
}