{
  "id": "yinxuhuowang",
  "number": 270,
  "name": "陰虛火旺證",
  "category": "溫病證候",
  "overview": "陰虛火旺證是指溫病邪火尚熾，而陰液耗傷，心腎水火失濟的證候。\n主要臨床表現為：身熱，心煩躁擾，夜寐不安，口乾舌燥，舌紅苔黃，脈細數等。\n陰虛火旺證主要見於春溫病的後期以及暑溫病的病變過程中。此外，風溫失治或誤治，濕溫化燥傷津等亦可出現本證。\n本證應與“熱鬱胸膈證”、“陰虛胃熱證”、“邪留陰分證”、“熱耗真陰證”等相鑑別。",
  "clinical_manifestations": "身熱，心煩躁擾，夜寐不安，口乾舌燥，舌紅苔黃，脈細數等。陰虛火旺證主要見於春溫病的後期以及暑溫病的病變過程中。此外，風溫失治或誤治，濕溫化燥傷津等亦可出現",
  "common_diseases": [],
  "differential_syndromes": [
    "“熱鬱胸膈證”",
    "“陰虛胃熱證”",
    "“邪留陰分證”",
    "“熱耗真陰證”"
  ],
  "differential": {
    "self_analysis": "陰虛火旺證，多由素體陰精先虧，正氣不足，復感春令溫熱邪氣而成。由於正虛邪襲，溫邪易於長驅直入，或伏邪為患，故起病即見里熱熾盛之證。因感邪有輕重，人體正虛有微甚，因此，其里熱見證，又有在氣在營的不同。邪在氣分者，清氣即可，邪在營分者，當透熱轉氣。假若病勢進一步發展，則可致里熱熾盛而灼傷陰液，即吳鞠通所謂“少陰溫病，真陰欲竭，壯火復熾”之候。臨床表現為身熱口乾，心煩，躁擾不寐，舌紅苔黃，脈細數，治療應以黄连阿胶汤(《溫病条辨》)育陰清熱；邪熱偏重者，加梔子、連翹等品，以助轉氣之機；陰傷偏重者，可去黃芩，加元參、生地、麥冬等養陰救液。陰虛火旺證見於暑溫病中，則與春溫病中的證治有所不同，暑溫為病，初起即可見氣分證，故葉天士說：“夏暑發自陽明。”暑為陽邪，常易耗氣傷津，或化火內傳，若暑熱久羈，必致心火亢盛而腎水不濟，臨床表現為心煩躁熱，消渴不已，舌紅絳，苔黃燥，其症多見於暑溫後期，而以陰傷為主，治療宜滋陰救液，稍加苦寒瀉火之品，方用连梅汤(《溫病条辨》)。風溫、濕溫誤治失治而致陰虛火旺證，其證治可與春溫、暑溫互參。\n本證雖一年四季均可發生，但主要見於春夏兩季，南方尤較多見。倘若素體陰分不足，或高年陰虧，或小兒純陽之體，或病後失於調養，最易導致本證的發生。",
    "type_comparison": "熱鬱胸膈證與陰虛火旺證 二者均為感受溫熱邪氣所致，臨床表現皆有心煩不寐等。但熱鬱胸膈證，見於溫熱病由衛分波及氣分的階段，或氣分證高熱已解，餘邪鬱於胸膈而津液尚未大傷。陰虛火旺證則多見於溫病後期，陰虛而兼火熾。心火獨亢於上而不下交於腎，腎水虛憊於下而不上濟於心。心火愈亢而腎水愈傷，腎水愈虧而心火愈熾。火熾陰傷則身熱口乾；邪熱內擾則心神不安；心失所養則夜不成寐。正如吳鞠通所說：“心中煩，陽邪挾心陽獨亢於上，心體之陰無容留之地，故煩雜無奈；不得臥，陽亢不入於陰，陰虛不受陽納，雖欲臥得乎？”(《溫病条辨·下焦篇》)。總之，熱鬱胸膈證為邪熱鬱閉，因津液未傷故苔薄略黃而不燥，寸脈略大，宜宣透達邪；陰虛火旺證為心火亢熾，腎水耗傷，舌質紅，苔黃少津，脈細數，伴有口咽乾燥，宜瀉南補北。前者純屬實證，後者證兼虛實，應加鑑別。\n陰虛胃熱證與陰虛火旺證 二者同感溫熱邪氣，並見少陰癸水不足，但一兼心火獨亢，心腎水火失濟，而見心煩不得眠之症；一兼陽明胃熱，津傷熱擾，而見高熱口渴，心煩躁擾，或大便乾結，苔焦黃等症。治療上雖均需滋陰，但瀉心、清胃則各有側重。\n邪留陰分證與陰虛火旺證 二者均為溫病後期陰虛有邪，同見身熱，口乾，脈細數等症。但陰虛火旺證乃陰虛與邪實並重，以心煩不得眠為主；邪留陰分證則為溫熱餘邪留伏陰分，邪少虛多，故以夜熱晝涼為特徵，尚可見形體消瘦，舌紅少苔等症，此與陰虛火旺證有所不同。\n熱耗真陰證與陰虛火旺證 二者同為溫熱病後期陰虛有熱之證，但熱耗真陰證為溫邪久羈，或因誤治，或因素體陰分不足，邪熱傷津耗液，病邪深入下焦肝腎，劫灼精血，導致其陰耗損，虛熱內生而為虛多邪少之候。症見身熱夜甚，口燥咽乾，耳聾齒黑，痙厥，心中動悸，神倦欲眠，甚則神昏，舌光乾絳開裂，脈虛大或結代。陰虛火旺證則虛實互見，心腎同病。二者陰虛有熱雖同，其所異者，則在熱之虛實微甚，陰傷之多寡。"
  },
  "literature": "《傷寒論·辨少陰病脈證並治》：“少陰病，得之二三日以上，心中煩，不得臥，黃連阿膠湯主之。”\n《溫病条辨·下焦篇》：“少陰溫病，其陰欲竭，壯火復熾，心中煩，不得臥者，黃連阿膠湯主之。”\n“暑邪深入少陰消渴者，連梅湯主之。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "huo",
      "yin_xu"
    ]
  }
}