{
  "id": "yinxufeire",
  "number": 176,
  "name": "陰虛肺熱證",
  "category": "臟腑證候",
  "overview": "陰虛肺熱證是指火熱病邪或內熱虛火灼傷肺津，以致肺熱熾盛，陰液虧虛的證候，又稱肺熱津傷證、肺熱陰虛證。多由火熱之邪留連，耗傷肺陰，或久病虧耗，勞傷過度，虛火內生所致。\n主要臨床表現為：發熱，口渴，咳嗽少痰，氣喘，便秘尿黃，舌紅苔黃少津，脈數等。\n陰虛肺熱證常見於“咳嗽”、“肺癆”、“肺痿”、“虛勞”、“痰證”等疾病中。\n本證通常應與“肺陰虛證”、“肺氣陰兩虛證”、“燥邪犯肺證”、“陰虛肺燥證”、“肺腎陰虛證”相鑑別。",
  "clinical_manifestations": "發熱，口渴，咳嗽少痰，氣喘，便秘尿黃，舌紅苔黃少津，脈數等。陰虛肺熱證",
  "common_diseases": [
    "“咳嗽”",
    "“肺癆”",
    "“肺痿”",
    "“虛勞”",
    "“痰證”"
  ],
  "differential_syndromes": [
    "“肺陰虛證”",
    "“肺氣陰兩虛證”",
    "“燥邪犯肺證”",
    "“陰虛肺燥證”",
    "“肺腎陰虛證”"
  ],
  "differential": {
    "self_analysis": "陰虛肺熱證可出現多種疾病中，其臨床表現各具特點，治法亦不盡相同。在咳嗽病中出現的陰虛肺熱證，屬臟腑功能失調的內傷咳嗽範疇。可出現乾咳少痰，或痰中帶血，或咳血，伴顴紅失眠，神疲乏力，午後潮熱等症狀，此因肺陰虧虛，肺失滋養而生燥熱，以致肅降無權，肺氣上逆，咳傷肺絡所致。治宜養陰清肺，寧嗽止咳，方用沙参麦冬汤(《溫病条辨》)。肺癆病中出現陰虛肺熱證，則見午後潮熱，手足心熱，盗汗，兩顴發赤，皮膚乾灼，唇紅咽乾，形體消瘦，乾咳無痰，或痰少不易咯出，咳則胸痛，或痰中帶血，如絲如點，舌苔薄，邊尖質紅，脈細數。此因肺陰虧耗，陰虛肺熱，肺失滋潤所致。治宜滋陰殺蟲，潤肺清熱，方用月华丸(《醫學心悟》)。肺痿病中出現陰虛肺熱證，表現為咳吐濁唾涎沫，其質較粘稠，咳聲不揚，氣急喘促，形體消瘦，午後潮熱，舌紅而乾，脈虛數。此因肺陰不足，虛火內熾，肺失肅降，熱灼津液，陰虛生內熱，故《金匱要略·肺痿肺癰咳嗽上氣病脈證並治》說：“熱在上焦者，因咳為肺痿。”治宜清熱生津，益氣養陰，方用竹叶石膏汤(《傷寒論》)加減。虛勞病中出現陰虛肺熱證，可見乾咳，痰少而粘，或痰中帶血，咽燥，潮熱盗汗，面色潮紅，舌紅少津，無苔或少苔，脈細數。此因肺陰虧損，肺失濡潤，清肅之令不行，若肺絡損傷也可見咳血，津傷不上承，甚至引起金破不鳴而失音，治宜滋陰潤肺，清化痰熱，方用百合固金汤(《醫方集解》)。在痰證中出現本證，可見病起發熱，或熱後突然出現肢體軟弱無力，心煩口渴，小便黃少，大便乾燥。此因溫熱之邪犯肺，肺陰耗傷，津液不足，遂致筋脈皮膚失養而肢體痿軟。治宜清熱潤燥，養肺生津，方用清燥救肺汤(《醫門法律》)加知母、銀花、連翹。總之，陰虛肺熱證在不同疾病中臨床表現各具特點，可據此加以辨析。\n陰虛肺熱證常見於素有肺疾，纏綿不愈，久病體弱者；或過服剛燥之劑，嗜食炙煿之品，助陽劫陰；或吐瀉傷津，以致胃液乾枯，土不生金；或房勞太過，腎水枯竭，致使金水不得相生等，耗傷肺陰，以致陰虛火旺，虛熱內生等。本證可在秋燥時節有所加重。\n肺為嬌臟，喜溫喜潤，溫則津布，潤則氣和。在本證中，津枯失濡與虛火內灼這兩個病理過程互為因果，陰津虧損是陰不制陽、虛火內灼的根本原因，而虛火內灼又是陰津耗傷的直接原因。若失治誤治，最終可累及腎陰虧耗，或陰損及陽，轉為陰陽兩虛。",
    "type_comparison": "肺陰虛證與陰虛肺熱證 二者在病因病機及臨床表現上多有雷同，但亦有所區別。二者同屬久病體弱，肺之陰津虧耗，津不上承，虛熱內生的病理轉歸。不同的是陰虛肺熱證是在肺陰虛證的基礎上對火熱之邪進一步灼傷津液的病理概括，可由肺陰虛證演變而來，其症狀以發熱，口渴，氣喘，便秘尿黃，舌紅苔黃少津等為特點。不僅體現了陰虛的證候本質，而且以火熱為標，虛實夾雜，病勢較肺陰虛證為重。臨證時須詳加辨析。\n肺氣陰兩虛證與陰虛肺熱證 二者在病因病機上有聯繫，在臨床表現上有相似之處。陰虛肺熱證，失治誤治，咳喘不愈，耗傷肺氣，陰損及陽，最終可發生肺氣陰兩虛證。此二證都可出現口燥咽乾，潮熱盗汗，顴紅等肺陰虛的症狀。但肺氣陰兩虛證又兼見喘咳氣短，神疲乏力，面白，自汗惡風等肺氣虛的表現，而陰虛肺熱證則以燥熱為標，煩熱較甚，氣虛的症狀不甚顯著。\n燥邪犯肺證與陰虛肺熱證 燥邪犯肺證屬外感六淫致病，因燥邪最易耗傷津液，在臨床表現上與陰虛肺熱證有相似之處。但二者一為外感表證，見於疾病的初期，病勢較輕，病程較短，治療較易；一為陰虛里證，多見於久治不愈的疾病的後期，病勢較重，病程纏綿，治療較難，故有本質區別。在症狀方面，外感燥邪必見發熱，微惡風寒，頭痛，無汗或少汗，脈浮等表證；而陰虛肺熱證則多見內傷津液，虛熱內生，如潮熱盗汗，五心煩熱等症狀，不見表證。故不難鑑別。\n陰虛肺燥證與陰虛肺熱證 二者的病因，病理機制及臨床表現多有雷同之處。所不同的是二者在相同的病機基礎上又體現了不同的病理特點。陰虛肺燥證在臨床表現上突出了乾燥的特點，總以鼻唇乾燥，咽喉乾痛而癢，嗆咳氣急等為特徵；陰虛肺熱證則突出了內熱的致病特點，多以煩熱，顴紅，或咳血，血色鮮紅等為特徵。臨證須仔細辨析。\n肺腎陰虛證與陰虛肺熱證 二證都是以陰虛為本，都有肺陰不足，陰虛火旺的臨床表現，均出現在疾病的後期。但一般來說，肺腎陰虛證的病程要長於陰虛肺熱證，且病勢亦重於後者。肺腎陰虛證是肺陰虧耗，日久累及腎陰而出現的二臟同病，除有咳嗽少痰，口燥咽乾之外，還可見短氣不足以息，骨蒸，腰膝痠軟，男子遺精，女子月經不調等表現。而陰虛肺熱證僅為一臟病變，無腎不納氣及腎陰虧耗的兼症。可資鑑別。"
  },
  "literature": "《儒門事親·卷一》：“痿之為狀……總由肺受火熱葉焦之故，相傳與四臟，痿病成矣。”\n《格致餘論·惡寒非寒惡熱非熱論》：“經曰：陰虛則發熱。夫陽在外為陰之衛，陰在內衛陽之守。精神外馳，嗜欲無節，陰氣耗散，陽無所附，遂致浮散於肌表之間而惡熱也。實非有熱，當作陰虛治之，而用補養之法可也。”\n《血證論·論補血》：“肺為華蓋，外主皮毛，內主制節；肺虛則津液枯竭，喘、嗽、痿、燥諸證作焉。固其制節不得下行，故氣上而血亦上，未有吐血而不傷肺氣者也。”",
  "zhengsu_composition": {
    "location": [
      "fei"
    ],
    "nature": [
      "huo",
      "yin_xu"
    ]
  }
}