{
  "id": "yinxufeizao",
  "number": 175,
  "name": "陰虛肺燥證",
  "category": "臟腑證候",
  "overview": "陰虛肺燥證是外感燥邪或感受風熱，化燥傷陰，或內有燥熱灼傷肺津，造成以肺臟陰津虧虛，肺燥失潤為主要臨床表現的證候，又稱肺燥津虧證、肺燥陰虛證。\n主要臨床表現為：咽乾口燥，乾咳少痰，喉癢鼻燥，口渴，舌紅少津，脈細數等。\n陰虛肺燥證常見於“咳嗽”、“咳血”、“肺痿”、“肺癆”、“失音”、“消渴”、“痰證”等疾病中。\n本證通常應與“肺陰虛證”、“肺氣陰兩虛證”、“燥邪犯肺證”、“陰虛肺熱證”相鑑別。",
  "clinical_manifestations": "咽乾口燥，乾咳少痰，喉癢鼻燥，口渴，舌紅少津，脈細數等。陰虛肺燥證",
  "common_diseases": [
    "“咳嗽”",
    "“咳血”",
    "“肺痿”",
    "“肺癆”",
    "“失音”",
    "“消渴”",
    "“痰證”"
  ],
  "differential_syndromes": [
    "“肺陰虛證”",
    "“肺氣陰兩虛證”",
    "“燥邪犯肺證”",
    "“陰虛肺熱證”"
  ],
  "differential": {
    "self_analysis": "陰虛肺燥證，在不同疾病中的臨床表現各不相同。如咳嗽病中出現陰虛肺燥證，則表現為乾咳，咳聲短促，痰少粘白，或痰中帶血，或聲音逐漸嘶啞，口乾咽燥，或午後潮熱，顴紅，手足心熱，夜寐盗汗，起病緩慢，日漸消瘦，神疲等症，多因燥傷肺津，久則肺陰虧耗，或肺系多種疾病遷延不愈，肺臟虛弱，陰傷氣耗，肺主氣的功能失常，即成為內傷陰虛肺燥之咳嗽，故方書有“燥咳每成癆”之說，治宜滋陰潤肺，止咳化痰，方用二冬二母汤(《症因脈治》)加減。肺痿病中出現陰虛肺燥證，症狀可見咳吐濁唾涎沫，其質較粘稠，或咳痰帶血，甚則氣急喘促，皮毛乾枯，形體消瘦等，此因肺有燥熱，重亡津液，一為本臟自病所轉歸；一由失治誤治，或他臟之病導致。因熱在上焦，消亡津液，陰津枯竭，內不能灑陳臟腑，外不能充身澤毛，津枯則肺燥，清肅之令不行，或因脾陰胃液耗傷，不能上輸於肺，肺失濡養，遂致肺葉枯萎，治宜滋陰清熱，潤肺生津，方用麦门冬汤(《金匱要略》)加沙參、玉竹。若在肺癆病中出現陰虛肺燥證，則表現為乾咳，咳聲短促，痰中有時帶血，午後手足心熱，口乾咽燥，胸部隱隱悶痛等症。此因正氣先虛，感染癆蟲，陰虛肺燥，肺失滋潤，同時肺損絡傷所致，治宜滋陰潤肺。方用月华丸(《醫學心悟》)加玉竹、百合、羊乳等。若在失音病中出現陰虛肺燥證則表現為聲嘶，音啞，咽痛，喉燥，或兼咳嗆痰少而粘等症。此因燥火傷肺，聲道燥澀而致聲嘶、音啞；燥傷肺津，咽喉失於滋潤，肺失清潤，燥邪灼津為痰，治宜清肺生津，潤燥利咽，方用桑杏汤(《溫病条辨》)，或清燥救肺汤(《醫門法律》)。在消渴病中出現陰虛肺燥證表現為煩渴多飲，口乾舌燥，尿頻量多等。消渴的病機，多以陰虛為本，燥熱為標。肺主治節，燥熱傷肺，耗熱傷津，治節失職，水不化津，直趨於下，故發本證，治宜滋陰潤肺，生津止渴，方用消渴方(《丹溪心法》)加味。痿證中出現陰虛肺燥證，可見兩足痿軟不用，漸至肌肉消瘦，皮膚枯燥，嗆咳無痰，咽喉不利，小便短赤熱痛，舌紅苔黃，脈細數。《素問·經脈別論》：“脈氣流經，經氣歸於肺，肺朝百脈，輸精於皮毛……”，指出全身血脈(包括津液)都流經肺臟，再營養全身以至皮毛。由於燥熱犯肺，肺熱津傷，水源告竭，津液不能敷布全身，筋脈失養，是以痿弱不用，治宜甘寒清上，清熱潤燥，方用清燥汤(《東垣十書》)。\n陰虛肺燥證常是多種肺系疾病遷延不愈的病理轉歸，常見於久病體弱，或素體陰液不足者。因燥系陽明金氣所化，故最易損傷肺臟陰津，導致肺陰虧損，故本證患者每於秋燥季節或處氣候乾燥地區症狀有所加重。\n陰虛肺燥證的病理機制主要反映了肺陰虧耗，津枯失濡，以及“燥勝則乾”的特點。在病機演化過程中，若兼肺腎陰虛，陰不制陽，則虛火上炎，消灼肺陰，可見潮熱，盗汗，顴紅頰赤，手足心熱，舌質紅絳，脈象細數等症，甚者熱盛傷絡，火盛刑金，迫血外溢，可伴痰中帶血或咳血等。若遷延失治，其最終轉歸有二，一是導致肺腎陰虛；二是陰損及陽，轉為陰陽兩虛。肺為嬌臟，清虛而處高位，選方多宜清輕，不宜重濁，這就是吳鞠通所謂：“治上焦如羽，非輕不舉”的道理。又如《理虛元鑑》所說：“治虛有三本，肺脾腎是也。肺為五臟之天，脾為百骸之母，腎為性命之根，治肺、治脾、治腎，治虛之道畢矣。”",
    "type_comparison": "肺陰虛證與陰虛肺燥證 二者在病因病機上有一定的聯繫，在症狀上有相似之處，也有區別。肺陰虛證與陰虛肺燥證均是津液消耗，肺失濡養而出現的臨床表現以陰津不足，宣降失職等為特點的一類證候。但二者在病勢及臨床表現上有明顯區別，其鑑別要點主要在於陰虛肺燥證在肺陰虛的病變基礎上更突出了內燥消爍肺陰的致病特點，其乾燥之象主要體現為鼻唇乾燥，咽喉乾痛而癢，嗆咳氣急等臨床表現上，肺陰虛證雖然也可出現陰津失於濡潤之象，但二者在“燥勝則乾”的程度上以有著明顯不同，可資鑑別。\n肺氣陰兩虛證與陰虛肺燥證 二者在病因病機、臨床症狀上有聯繫，也有區別。陰虛肺燥證，病變日久，咳嗽不止，進而耗傷肺氣，陰損及陽，常可演變成肺氣陰兩虛證。二者的區別在於：肺氣陰兩虛證可見於邪退正傷的疾病恢復期，其特點是不僅有津液消耗，而且兼有肺氣不足，宗氣虛弱，衛外不固，肺氣上逆。臨床除陰虛症狀外，還兼見氣虛表現，如喘咳氣短，聲音低怯，神疲乏力，面白，脈細數無力等。陰虛肺燥證症狀總以陰液失濡，一派乾燥之象，如咽乾口燥，乾咳少痰，喉癢鼻燥，口渴，舌紅少津等為特徵，氣虛諸症未見或少見。故不難鑑別。\n燥邪犯肺證與陰虛肺燥證 二者雖在病因病機上有聯繫，在症狀上亦有相似之處，但有著本質區別。不同的是燥邪犯肺證的證候實質屬外感六淫致病，為外感表證；二者除共見症狀外，燥邪犯肺證多發生於疾病的初期，病程短，常伴燥熱表證，如發熱，頭痛，微惡風寒等，但無陰虛內熱之象。陰虛肺燥證則多見於疾病後期，病程長，臨床表現以乾咳，喉癢鼻燥，痰少粘白，或痰中帶血，午後潮熱顴紅，夜寐盗汗等為特點，其實質總歸陰虛里證；症狀體現了陰虛內燥的特點，無表證。此外，陰虛肺燥證一年四季俱可出現，而燥邪犯肺證則多發於秋季燥盛之令。\n陰虛肺熱證與陰虛肺燥證 二者均屬多種肺系疾病遷延不愈的病理轉歸，其病理機制均以陰虛為本。不同的是陰虛肺熱證的臨床表現在陰虛基礎上又有火熱之象，如咳嗆氣急，時時咳血，量多鮮紅，混有泡沫，顴紅，胸脅掣痛等症。而陰虛肺燥證則以乾燥症狀為典型特徵，如可見口鼻乾燥，咽喉乾痛，口渴等燥盛則乾的表現。其聯繫在於燥傷津液，陰液消耗，陰不制陽，陰虛則生內熱，故陰虛肺燥證與陰虛肺熱證又常相互挾雜與轉化。以上可資鑑別。"
  },
  "literature": "《醫宗必讀·辨治大法論》：“虛實者，虛證如家貧室內空虛，銖銖累積，非旦夕間事，故無速法；實證如寇盜在家，開門急逐，賊去即止，故無緩法。”\n《羅氏會約醫鏡·燥病》：“治之者，當知補土以生金，而肺之母旺，滋腎水以涵金，而肺之子亦旺，生生不絕，津液充足，何燥之有？”\n《理虛元鑑·乾咳嗽論》：“乾咳者，有聲無痰，病因精血不足，水不濟火，火氣炎上，真陰燔灼，肺臟燥澀而咳也。”\n《普濟本事方·八味腎氣丸並論》：“肺為五臟華蓋，若下有暖氣蒸，則肺潤。若下冷極，則陽氣不能升，故肺乾則渴。……譬如釜中有水，以火暖之，其釜若以板覆之，則暖氣上騰，故板能潤也。如無火力，水氣則不能上，此板則終不得潤也。”\n《存存齋醫話稿·陰虛》：“馬元儀云：陰虛有三：肺胃之陰，則津液也；心脾之陰，則血脈也；肝腎之陰，則真精也。液生於氣，唯清潤之品可以生之，精生於味，非粘膩之物不能填之；血生於水谷，非調中州不能化之。”",
  "zhengsu_composition": {
    "location": [
      "fei"
    ],
    "nature": [
      "yin_xu",
      "zao"
    ]
  }
}