{
  "id": "yinxushire",
  "number": 62,
  "name": "陰虛濕熱證",
  "category": "全身證候",
  "overview": "陰虛濕熱證指陰液虧虛，濕熱內阻，臨床上以潮熱盗汗，午後顴紅，身困體重，小便淋澀，灼痛等為臨床表現所致的證候，多因素體陰虛外感熱邪，情志鬱結，飲食偏嗜所致。\n主要臨床表現為：潮熱，盗汗，午後潮熱，身體困重，口乾口渴，手足心熱，心煩，小便淋澀灼痛，舌質紅，苔黃膩，脈細數等。\n陰虛濕熱證常見於“癃閉”、“痺病”、“遺精”、“胃脘痛”等疾病中。\n本病通常應與“脾胃濕熱證”、“濕熱化燥證”、“血熱挾濕證”相鑑別。",
  "clinical_manifestations": "潮熱，盗汗，午後潮熱，身體困重，口乾口渴，手足心熱，心煩，小便淋澀灼痛，舌質紅，苔黃膩，脈細數等。陰虛濕熱證",
  "common_diseases": [
    "“癃閉”",
    "“痺病”",
    "“遺精”",
    "“胃脘痛”"
  ],
  "differential_syndromes": [
    "“脾胃濕熱證”",
    "“濕熱化燥證”",
    "“血熱挾濕證”"
  ],
  "differential": {
    "self_analysis": "陰虛濕熱證在不同疾病之中表現不盡相同，臨床表現各具一定特點，治法亦異，必須詳加辨析。如在癃閉中見陰虛濕熱證，多因素體陰虛，或久病不愈，腎陰虧耗，更加喜食肥甘，嗜酒縱欲，下焦濕熱，內生移下，或外感濕熱之邪而成癃閉；臨床表現為時欲小便而不得尿，咽乾心煩，手足心熱，身體困重，潮熱，舌質紅，脈細數，治宜滋陰利水，方用六味地黄丸(《小兒藥證直诀》)合猪苓汤(《傷寒論》)。若在痺病中，則多因陰虛之體，陽氣偏盛，臟腑經絡先有蓄熱，感受風熱濕邪而發病，此以體虛為本，濕熱為標。症見肢體關節肌肉疼痛，痛有定處，且感沉重，肌膚麻木不仁，筋脈拘急牽引，活動後加劇，患處腫脹，灼熱，難以屈伸，行動不便，日輕夜重，形體消瘦，口眼乾燥，面黃顴紅，潮熱盗汗，失眠多夢，大便乾結，腰膝痠軟無力，治宜滋補肝腎，方用三妙丸(《醫學正傳》)合六味地黄丸(《小兒藥證直诀》)。若在遺精中見陰虛濕熱證，多因先天不足，稟賦素虧，或青年早婚，房事過度，或少年無知，頻繁手淫，導致腎精虧耗，陰虛火旺，相火偏盛，更加嗜酒，喜食肥甘厚味而生濕，虛熱與濕相和，擾動精室，使封藏失職所致。如《證治要訣·遺精》說：“有色欲太過，而滑泄不禁者。”症見遺精頻作，夢則多發，或尿時少量精液外流，小溲熱赤渾濁而短，或尿澀，治宜滋陰清熱利濕，方用知柏地黄丸(《醫方考》)合程氏萆薢分清饮(《醫學心悟》)。若在胃脘痛中見此證者，多為先天稟賦不足，或年高體弱，或縱欲過度，腎陰素虧，胃喜潤惡燥，腎寓真陰真陽，腎之真陰乃諸陰之本，後天之胃靠先天之腎以生化，腎陰虧耗，陰虛化火，腎水不足，不能上濟於胃，虛火上炎，均致胃陰虧耗，陰虛內熱，升降失常，再合暴飲暴食，好食肥甘辛辣，過量飲酒，使濕熱中生，與虛熱相伍而成陰虛濕熱之證。症見胃脘疼痛，嘈雜灼熱，顴赤潮熱，五心煩熱，口乾口苦，頭重如裹，身重肢倦，少寐健忘，小便色黃，大便秘結，舌紅，脈細，治宜滋陰清熱，化濕和胃，方用一貫煎(《柳州醫話》)合三仁汤(《溫病条辨》)。\n長夏主濕，夏令多熱，本證四季皆見，多見於夏令暑熱季節，多為先天不足，腎陰虧虛，或久病陰虛，年高體弱，房事過度，往往因外感受濕邪，或飲食肥甘而誘發本證；也可因陰虛有熱，虛熱下移膀胱而發病。婦人為此證者，多見月經不調，經量或多或少，質稠，帶下色黃粘稠，氣味腥臭，胸悶心煩，盗汗潮熱，腰酸膝軟，頭暈耳鳴。\n陰虛濕熱證失治誤治，則易演變為陰陽兩虛，其原因有三，一是陰虛日久，陰損及陽，而成陰陽俱損；二是濕為陰邪，濕性粘膩，病程遷延纏綿，濕熱日久，困伐脾土，脾氣虛損，後天失養；三是陰虛與濕熱相合，病情複雜，治法相悖，或易助濕或易傷陰，多為難治。",
    "type_comparison": "脾胃濕熱證與陰虛濕熱證 兩證都出現濕熱交蒸的病變，但就病因而論，脾胃濕熱證則由脾胃功能失調，運化失職，濕從內生，外濕侵犯，內濕與外濕交結化熱而成濕阻。《金匱要略心典·痙濕暍病》說：“中濕者，亦必先有內濕而後感外濕，故其人平日土德不及而濕動於中，由是氣機不速而濕浸於外，外內合邪。”臨床表現為脘腹痞悶，嘔惡厭食，肢體困重，大便溏泄而惡臭，小便短赤，面目肌膚發黃，身熱而汗出不解，舌質紅，苔黃膩，脈濡數。其多有脾為濕困，運化失職的表現，病位多在脾胃，常易發展為大腸濕熱證，表現為腹痛，下痢膿血，里急後重，肛門灼熱等症狀。而陰虛濕熱證則必見陰虛證的臨床表現，其病位非僅於脾胃者，可以區別二證。\n濕熱化燥證與陰虛濕熱證 兩證均有濕熱互結及陰傷的表現。濕屬陰邪，性粘滯，與熱邪互結，膠著牽纏難愈，迨病時日久，可以燥化，或傷及陰液，或耗血動血而出現下血、傷津、動風的現象。濕熱化燥證主要臨床表現為身熱胸痞，煩躁口渴，便血尿血，神昏譫語，發痙發斑，尿赤而短，大便秘結，舌燥紅無津，或舌絳，苔黃膩，甚者可出現顏面蒼白，汗出肢冷，多見於溫熱病中。而陰虛濕熱證多為先天不足，或久病陰虛，縱欲過度，年高體衰，津虧陰少，又傷於濕邪，或陰虛之熱傳於下焦發病，故以陰虛為本，此有助於鑑別二證。\n血熱挾濕證與陰虛濕熱證 兩證均有熱與濕互結的表現。血熱挾濕證則是熱邪深入血分兼挾濕濁，表現為原血分有熱，又為濕濁邪所阻的證候。臨床多表現為發熱，頭身困重，口乾不欲飲，煩躁不安，或神昏譫語，腹脹不思飲食，或衄血尿血，皮下發斑，舌質紅絳，苔黃膩，脈滑數等。多因外感邪氣，情志鬱結，傷及脾胃，喜酒辛辣，飲食偏嗜所致，以邪實為主，多見於溫熱病中。而陰虛濕熱證多為先天不足，以陰虛為本，多因久病陰虛，縱欲過度，年高體衰而發病，故此可鑑別二證。"
  },
  "literature": "《景岳全書·癃閉》：“若素稟陽臟內熱，不堪溫補，而小便閉絕者，此必真陰敗絕，無陰則陽無以化，水虧證也。治宜補陰抑陽，以化陰煎之類主之。”\n《證治匯補·癃閉》：“有久病多汗，津液枯耗者。”\n《證治要訣·遺精》：“有色欲太過，而遺泄不禁者。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "shi",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：濕、熱/火。根據證候名稱「陰虛濕熱證」分析其病機組成。"
}