{
  "id": "yinxuyangkang",
  "number": 61,
  "name": "陰虛陽亢證",
  "category": "全身證候",
  "overview": "陰虛陽亢證指陰液虧虛，陽失制約而偏亢，以頭暈目眩，潮熱盗汗，頭痛耳鳴，煩躁失眠；舌紅少津，脈細數為主要臨床表現的證候，多因年老體衰，外感熱邪日久，或大病久病遷延日久，情志失調，房事不節等所致。\n主要臨床表現為：心煩少寐，兩顴潮紅，口乾咽燥，頭暈目眩，耳鳴耳聾，潮熱盗汗，舌質紅少津，脈細數等。\n陰虛陽亢證常見於“不寐”、“眩晕”、“頭痛”、“中風”、“耳鳴耳聾”等疾病中。\n本證通常應與“陰虛內熱證”、“肝陰虛證”、“陰虛風動證”相鑑別。",
  "clinical_manifestations": "心煩少寐，兩顴潮紅，口乾咽燥，頭暈目眩，耳鳴耳聾，潮熱盗汗，舌質紅少津，脈細數等。陰虛陽亢證",
  "common_diseases": [
    "“不寐”",
    "“眩晕”",
    "“頭痛”",
    "“中風”",
    "“耳鳴耳聾”"
  ],
  "differential_syndromes": [
    "“陰虛內熱證”",
    "“肝陰虛證”",
    "“陰虛風動證”"
  ],
  "differential": {
    "self_analysis": "陰虛陽亢證在不同疾病之中臨床表現各具一定特點，治法亦異，必加辨析。如本證可見於不寐中，一方面多因素體虛弱，或色欲不節，或久病之人，腎陰耗傷，上不能奉於心，水火不濟，則心陽獨亢，如《景岳全書·不寐》所說：“真陰經血不足，陰陽不交，而神有不安其室耳。”另一方面則由於情志所傷，肝失條達，鬱而化火，精血內耗，陰虛陽亢，擾動心神，神不得寧而致不寐。其病理變化，總屬陰虛陽亢，陰陽失交，症見心煩不寐，心悸不安，頭暈耳鳴，五心煩熱，盗汗顴赤，口乾欲飲，腰痠健忘，舌紅，脈細數；治宜滋陰降火，養心安神。方用黃連阿膠湯(《外台秘要》)合朱砂安神丸(《內外傷辨惑論》)。在眩晕病中，見陰虛陽亢者，其因有二，一是腎陰素虧，水不涵木，肝失所養，導致肝陰不足，肝陽上亢，出現眩晕；一是情志久鬱，鬱而化火，使肝陰暗耗，風陽升動，上擾清竅，而成眩晕。症見眩晕耳鳴，頭疼且脹，每因煩勞或惱怒而加劇，心煩潮熱，急躁易怒，口苦咽乾，少寐多夢，舌質紅，苔黃脈弦，治宜育陰潛陽，滋養肝腎，方用大補陰丸(《丹溪心法》)。如在頭痛病中，見陰虛陽亢證者，多為先天稟賦不足，腎精久虧，或縱欲戀情，年老體邁，病後精血衰少，耗傷肝腎精血，陰不制陽而致。症見頭脹而痛，頭目眩晕，心煩易怒，手足心熱，腰膝痠軟，目乾而澀，遺精，舌紅，脈細弱，治宜滋腎降火，方用知柏地黄丸(《醫方考》)。如在中風病中見本證者，多因素體陰虛，水不涵木，復因情志所傷，肝陽暴張，陰虧於下，陽亢於上，陽化風動，血隨氣逆，挾痰挾火，橫竄經隧，蒙蔽清竅，而形成上實下虛，陰陽互不維繫之危急證候，症見平素有頭暈耳鳴，少寐多夢者，突然發生頭痛頭暈加重，口眼喎斜，舌強語謇，或手足重滯，甚則半身不遂等症，舌質紅，苔膩，脈細數，治宜滋陰潛陽，熄風通絡，方用鎮肝熄風湯(《醫學衷中參西錄》)。如在耳鳴耳聾病中，見陰虛陽亢證者，多為年老體邁，病後精血衰少，或恣情縱欲，耗傷肝腎精血。如《醫學心悟·耳》云：“耳者，腎之外候。《中藏經》曰：腎者，精神之舍，性命之根，外通於耳，足少陽膽經，皆絡於耳。”又云：“若久患耳聾，則屬腎虛，精氣不足，不能上通於耳，宜用六味地黄丸加枸杞、人参、石菖蒲、遠志之類。”由此可見腎精充盛則耳聰，腎精損耗，髓海空虛，不能上濡清竅，而無根之火上浮，引起耳鳴耳聾。症見耳鳴或耳聾，頭暈目眩，顴赤口乾，手足心熱，腰膝痠軟，遺精滑精，舌紅，脈細弱，或尺脈虛大，治宜滋腎降火，收攝精氣，方用耳聾左慈丸(《小兒藥證直诀》)，此方本於六味地黄丸，意取“壯水之主，以制陽光”之意。陰虛陽亢證在不同的疾病中，臨床表現雖有共同之處，但也各自具備了其鮮明的臨床特點。\n本證多見於素體陰虛，或年高體虛，酒色房勞，婦女絕經前後，或長期憂鬱惱怒者，陰精耗乏，陰不制陽而發。年老者陰液衰少，常有耳鳴耳聾，腰痠腿軟，卒中偏癱，足跟痛等；青年精虧，相火妄動，表現為見色流精，即易興陽，又見易泄精，心煩少眠，性急暴怒；婦女經水將盡，腎氣漸衰，血海漸枯，衝任已虛，症見經行紊亂，時有後移，經少閉經，急躁易怒，目脹頭暈，自汗盗汗，耳鳴耳聾，口乾目澀，面赤火升，五心煩熱等症狀。\n陰虛陽亢久治不愈，易出現陽升風動，氣血上逆，常挾風、火、痰、熱之邪，上蒙清竅，發展為閉證，即《素問·調經論》說：“血之與氣，並走於上，則為大厥。”表現為突然昏仆，不省人事，身熱面赤，手握口噤，氣粗口臭，便閉，苔黃膩，脈弦，治宜育陰潛陽，方用羚羊角湯(《醫醇賸義》)合安宫牛黄丸(《溫病条辨》)。陰液耗傷日久，或失治誤治，陽浮於上，陰竭於下，有陰陽離決之勢，陽氣暴脫之徵，發展為脫證，症見突然昏仆，不省人事，口張目合，鼻鼾舌萎，手撒便遺，多汗肢冷，脈微欲絕，治宜益氣回陽，救陰固脫，方用參附汤(《婦人良方》)合生脈散(《內外傷辨惑論》)。\n類別鑑別\n陰虛內熱證與陰虛陽亢證 兩者都陰液虧虛，陰不制陽的表現，但一是以虛火內生為主，一是以陽亢於上為主。在病因方面，陰虛內熱多因先天稟賦不足，後天酒酪過度，或大病久病失於調治，或失治誤治耗傷陰液，水不制火，而見發熱，陰虛陽亢證其病因除陰虛內熱證所述傷陰的情況外，還多因暴怒、思慮、憂鬱等情志不調，陰液暗耗，陰不制陽，而成陰虛陽亢。在臨床表現上，陰虛內熱證多有低熱難退，口乾、潮紅，五心煩熱，小便短黃，大便乾結等，以虛火內旺，低熱，午後入夜加劇為特點。陰虛陽亢證則有，頭暈目眩，耳鳴耳聾，心煩不寐等，以陽亢於上的表現為主。治療方面，一治宜滋陰清熱，治宜滋陰潛陽為主。兩者在病因病機，臨床表現，治則治法上，雖多有相同之處，但又各具獨有特點，臨床上不難區分。\n肝陰虛證與陰虛陽亢證 兩證均有陰虛，二者臨床表現頗為相似，皆可見眩暈，頭痛，耳鳴，口燥咽乾，顴紅目赤，五心煩熱，潮熱盗汗，失眠多夢，心煩易怒，舌紅少苔，脈細數。從病因而論，陰虛陽亢證，多由稟賦薄弱，縱欲過度，失血傷陰，或情志內傷，精血暗耗，陰不制陽所所；而肝陰虛證多由肝血虛證發展而來，或鬱而化火，肝陰暗耗所致。肝主筋，開竅於目，其華在爪，經布於肋，肝陰不足，不能濡養筋脈爪甲目竅，如《金匱翼·肋痛統論》說：“肝虛者，肝陰虛也。陰虛則脈細急，肝之脈貫膈布胁肋，陰虛血燥，則經脈失養而痛”，故見爪甲不榮，兩目畏光乾澀，昏花夜盲，胁痛等，病位在肝，此與陰虛陽亢不同。肝腎同源，肝陰虛日久而成肝腎陰虛之候，其病變常相互影響，本證亦可因肝腎陰虧，水不涵木，肝陽升發太過而致肝陽上亢，或肝陽升動無制，精血虧竭，筋脈失養，則風自內生，發展成為肝風內動之候。\n陰虛風動證與陰虛陽亢證 兩證雖均有陰虛表現，但病因及臨床表現卻各有不同之處，陰虛風動證指溫病熱邪傷陰，筋脈失養，虛風內動的證候，除陰虛的症狀外，還表現於皮膚乾皺，唇焦舌萎，手足蠕動，甚或瘛瘲，心中憺憺大動，精神倦怠，目陷耳聾，時時欲脫，舌絳少苔，脈虛或細促。《溫病条辨·下焦篇》說：“熱邪久羈，吸灼真陰，或因誤表，或因妄攻、神倦瘛瘲，脈氣虛弱，舌絳苔少，時時欲脫者，大定風珠主之。”陰虛風動證多屬陰液傷極之重症，可由陰虛陽亢證發展而來，兩者不難區分。",
    "type_comparison": ""
  },
  "literature": "《金匱要略·血痺虛勞病》：“虛勞虛煩不得眠，酸枣仁汤主之。”\n《景岳全書·不寐》：“真陰精血不足，陰陽不交，而神有不安其室耳。”\n《景岳全書·眩運》：“眩運一證，虛者居其八九，而兼火、兼痰者不過十中二耳。”\n《景岳全書·非風》“凡病此者，多以素不能慎，或七情傷，或酒色過度，先傷五臟之真陰，……陰虧於前而陽損於後，陰陷於下而陽乏於上，以至陰陽相失，精氣不交，所以忽而昏憒，卒然仆倒”。\n《臨證指南医案·眩暈門》：“經云諸風掉眩，皆屬於肝，頭為諸陽之首，耳目口鼻皆系清空之竅，所患眩晕者，非外來之邪，乃肝膽之風陽耳，甚則有跌仆之虞。”\n《臨證指南医案·中風》：“今葉氏發明內風，乃身中陽氣之變動。肝為風臟，因精血衰耗，水不涵木，木少滋榮，故肝陽偏亢，內風時起，治以滋液熄風，濡養營絡，補陰潛陽”。\n《醫學從論·眩暈》：“究之腎為肝母，腎主藏精，精虛則腦海空虛而頭重，故《內經》以腎虛及髓海不足立論也。其言虛者，言其病根，言其病象，理本一貫。”\n《醫學心悟·耳》“耳者，腎之外候，《中藏經》曰：腎者，精神之舍，性命之根，外通於耳，足少陽膽經，皆絡於耳”，“若久患耳聾，則屬腎虛，精氣不足，不能上通於耳，宜用六味地黄丸加枸杞、人参、石菖蒲、遠志之類”。",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yin_xu",
      "yang_kang"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：陰虛、陽亢。根據證候名稱「陰虛陽亢證」分析其病機組成。"
}