{
  "id": "yinxuneire",
  "number": 60,
  "name": "陰虛內熱證",
  "category": "全身證候",
  "overview": "陰虛內熱證指陰液虧虛，虛熱內生，以低熱，口乾，盗汗，顴紅，大便乾結等為常見症狀的證候，多因外感熱邪日久不愈，情志鬱結，房勞太過，大病久病之後失於調養等所致。\n主要臨床表現為：低熱，盗汗顴紅，五心煩熱，口乾欲飲，小便短赤，大便乾結，舌質紅，少津，脈細數等。\n陰虛內熱證常見於“肺癆”、“消渴”、“腰痛”、“遺精”、“內傷發熱”等疾病中。\n本病通常應與“陰虛證”、“津液虧損證”、“陰虛陽亢證”相鑑別。",
  "clinical_manifestations": "低熱，盗汗顴紅，五心煩熱，口乾欲飲，小便短赤，大便乾結，舌質紅，少津，脈細數等。陰虛內熱證",
  "common_diseases": [
    "“肺癆”",
    "“消渴”",
    "“腰痛”",
    "“遺精”",
    "“內傷發熱”"
  ],
  "differential_syndromes": [
    "“陰虛證”",
    "“津液虧損證”",
    "“陰虛陽亢證”"
  ],
  "differential": {
    "self_analysis": "陰虛內熱證在臨床上，由於病變的原因及部位不同，其臨床表現各異。例如本證可見於肺癆之中，多因先天稟賦不足，後天酒色不節，或大病久病失於調治，耗傷陰血津液，抗病力下降，而感染癆蟲，《明醫雜著·勞癆》說：“男子二十前後，色欲過度，損傷精血必生陰虛火動之病，睡中盗汗，午後發熱，哈哈咳嗽，倦怠無力，飲食少進，甚則痰涎帶血，咯吐出血，或咳血、吐血、衄血，身熱，脈沉數，肌肉消瘦，此名勞癆。最重難治，輕者必用藥數十服，重者期以年歲。然必須病人愛命，堅心定志，絕房事，息妄想，戒惱怒，節飲食，以自培其根，否則雖良藥，亦無用也，此病治之於早則易，若到肌肉消灼，沉固著床，脈沉伏細數，則難為矣。”詳細地闡述了肺癆的病因病機，臨床表現，疾病的攝養與防治，服藥時間的長短以及早期治療的重要意義，治宜滋陰潤肺，方用月华丸(《醫學心悟》)。如在腰痛病中，腰為腎之府，為腎之精氣所激之域，腎與膀胱互為表里，足太陽經所過之處，又有任、督、衝、帶諸脈布其間，因此內傷不外乎腎病。每因久病或年老體衰，或縱欲過度，腎精虧損，無以濡養筋脈以致腰痛。《景岳全書·腰痛》說：“腰痛證凡悠悠戚戚，屢發不已者，腎之虛也。”《證治匯補·腰痛》提出：“治性補腎為先，而後隨邪之所見者以施治。”症見腰痛痠軟，喜按喜揉，腰軟無力，勞煩更甚，每常反覆發作，低熱盗汗，心煩少寐，口咽乾燥，顴赤面紅，手足心熱，舌質紅，少苔，脈弦細數，治宜滋補腎陰，方用大補陰丸(《丹溪心法》)合青娥丸(《和劑局方》)。如消渴病中見此證者，多為素體陰虛，房事不節，損耗陰精，導致陰虛內熱而致，消渴依其病位分成上、中、下三消。《證論準繩·消渴》說：“渴而多飲為上消(經謂膈消)；消谷善飢為中消(經謂消中)；渴而便數有膏為下消(經謂腎消)。”此病當以陰虛為本，燥熱為標辨證，其臨床表現見煩渴多飲，口乾咽燥，尿頻量多，混濁如膏，或有尿甜，口乾唇焦，煩躁少寐，手足心熱，潮熱盗汗，遺精，舌質紅，脈細數。上消治宜清熱潤肺，方用二冬汤(《醫學心悟》)；中消治宜清胃瀉火，養陰增液，方用玉女煎(《景岳全書》)；下消治宜滋陰清熱，方用知柏地黄丸(《醫方考》)。《景岳全書·三消乾渴》指出：“若由真水不足，則悉屬陰虛，無論上、中、下，急宜治腎，必使陰氣漸充，精血漸復，則病必自愈。若但知清火，則陰無以生，而日見消敗，益以困矣。”在遺精之中見此證者，每因縱欲過度，腎陰被耗，陰不制陽。勞心過度，心腎不交，神搖於上，精遺於下，而致遺精。症見多夢遺精，夜夢不安，陽事易舉，心中煩熱，頭暈耳鳴，口乾口渴，舌質紅，少苔，脈弦細數。治宜滋陰降火，方用知柏地黄丸(《醫方考》)。如在內傷發熱中見此證者，則多為素體陰虛，或熱病日久，傷陰耗液，或失治，誤治等，導致陰精虧虛，陰衰陽勝，水不制火，虛熱內生引起發熱，如《諸病源候論·虛勞熱候》說：“虛勞而熱者，是陰氣不足，陽氣有餘，故內外生於熱，非邪氣從外來乘也。”症見午後或夜間發熱，骨蒸潮熱，手足發熱，盗汗顴赤，口乾唇焦，心煩少寐，尿短赤黃，大便秘結，舌乾紅或有裂紋，無苔或少苔，脈細數。治宜滋陰清熱，方用清骨散(《證治準繩》)。陰虛內熱證在許多疾病中表現不盡相同，臨床表現各具一定特點。\n陰虛內熱證多見於素體陰虛，或熱病日久，損傷陰津，或縱欲太過，情志不調，或失治誤治，耗損陰液，導致陰虛陽盛，水難制火，而見發熱。如《景岳全書·火證》說：“陰虛者能發熱，此以真陰虧損，水不制火也。”然陰虛內熱證因其所歸臟腑不同，虛損程度不同，年齡性別不同，而臨床表現各異，如以腎陰虛內熱者為例，年老者，多見髮脫齒落，耳鳴耳聾，眩暈健忘，便秘尿澀；壯年男子者，多見心煩少寐，遺精，早泄；女子多見月經不調，不孕或易墮胎等。\n陰虛內熱證在疾病發展過程中，按照陰陽相互依存，相互轉化的理論，其演變多為陰虛者多生熱，熱灼而化燥，陰愈虛則燥熱愈甚，燥熱愈甚則陰愈虛，陰虛燥熱互為影響，惡性循環，使病情加重；而陰虛者卻總又易為燥熱之邪所合。另一方面，陰陽可相互轉換，本證日久，陰損及陽，可見氣陰兩傷或陰陽俱虛之證，當引起注意。",
    "type_comparison": "陰虛證與陰虛內熱證 兩證均可由先天稟賦不足，房勞過度，熱病傷陰等所致陰液虧少，臨床表現多有形體消瘦，口燥咽乾，顴紅盗汗，心煩少寐，舌紅少苔，脈細數，但陰虛證多以陰液虛少，不能榮養，四肢、筋脈和清竅為主，其所化之熱輕，而陰虛內熱證可見發熱難退，午後入夜加重，五心煩熱，其熱勢重。陰虛證治療不及時可發展為陰虛內熱證，而陰虛內熱證，其根卻總在陰虛，臨床辨證當知其根源，明其所變，加以鑑別。\n津液虧損證與陰虛內熱證 兩證在病因上都可以因外感或內傷病燥熱損傷津液，過汗、吐瀉及失治誤治而成。但津液虧損證指人體賴以生存的各種水液，如汗液、唾液、尿液、腸液等不足，臨床表現為口乾咽燥，乾咳失音，鼻唇燥裂，目澀少淚，皮膚乾燥，小便短少，大便乾結，舌紅少津，少苔或剝苔，脈細澀等，以燥象為主，其發熱者，往往口渴引飲明顯。陰虛內熱證則指陰液虧虛，虛熱內生，症見潮熱盗汗，顴紅面赤，以午後入夜加重，心煩少寐，手足心熱，耳鳴眩暈，腰膝痠軟，舌紅少苔，脈細數，其以低熱不退，午後入夜加重為特點。治療上津液虧虛證，宜滋養陰液，陰虛內熱證為本虛而後化熱，應“壯水之主，以制陽光”，非滋陰清熱之法，不能退熱。在疾病發展的過程中，津液虧損證可發展到陰虛內熱證，往往先見津液虧虛證，日久不愈，損傷臟腑陰液，然後見陰虛之證，陰衰陽勝，水不制火，乃成陰虛內熱證。\n陰虛陽亢證與陰虛內熱證 詳見陰虛陽亢證條“類證鑑別”項下。"
  },
  "literature": "《諸病源候論·虛勞熱候》：“虛勞而熱者，是陰氣不足，陽氣有餘，故內外生於熱，非邪氣從外來乘也。”\n《明醫雜著·勞癆》：“男子二十前後，色欲過度，損傷精血必生陰虛火動之病，睡中盗汗，午後發熱，哈哈咳嗽，倦怠無力，飲食少進，甚則痰涎帶血，咯吐出血，或咳血、吐血、衄血，身熱，脈沉數，肌肉消瘦，此名勞癆。最為難治，輕者必用藥數十服，重者期以年歲。然必須病人愛命，堅心定志，絕房事，息妄想，戒惱怒，節飲食，以自培其根，否則雖良藥，亦無用也，此病治之於早則易，若到肌肉消灼，沉固著床，脈沉伏細數，則難為矣。”\n《證論匯補·腰痛》：“治惟補腎為先，而後隨邪之所見者以施治。”\n《景岳全書·火證》：“陰虛者若能發熱，此以真陰虧損，水不制火也。”\n《景岳全書·腰痛》：“腰痛證凡悠悠戚戚，屢發不已者，腎之虛也。”\n《景岳全書·三消乾渴》：“三消之病，三焦受病也。上消者渴證也，隨飲隨渴，以上焦之津液枯涸，古云其病在肺，而不知心脾陽明之火，皆能熏炙而然，故又謂之膈消也。中消者中焦病也，多食善飢，不為肌肉，而日加消瘦，其病在脾胃，又謂之中消也。下消者下焦病也，小便黃赤，為淋為濁，如膏如脂，面黑耳焦，日漸消瘦，其病在腎，故又名腎消也。”“若由真水不足，則悉屬陰虛，無論上中下，急治宜腎，必使陰氣漸充，精血漸復，則病必自愈。若但知清火，則陰無以生，而日見消敗，益以困矣”。\n《臨證指南医案·三消》：“如病在中上者，膈膜之地，而成燎原之場，即用景岳玉女煎，六味之加二冬、龜甲、旱蓮，一以清陽明之熱，以滋少陰；一以救心肺之陰，而下顧真液。如無陽變動而為消爍者，即用河間之甘露飲，生津清熱，潤燥養陰，甘緩和陽是也，至於壯水之主，以制陽光，則有六味之補三陰，而加車前，牛膝，導引肝腎。斟酌變通，斯誠善矣。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yin_xu",
      "huo"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：陰虛、熱/火。根據證候名稱「陰虛內熱證」分析其病機組成。"
}