{
  "id": "yinxuyangfu",
  "number": 64,
  "name": "陰虛陽浮證",
  "category": "全身證候",
  "overview": "陰虛陽浮證指陰液虧虛，陰不制陽，陽氣上浮，以顏面烘熱，潮熱盗汗，形體消瘦，肌熱，手足溫，頭暈目眩，虛煩少寐等為常見症狀的證候。多因素體陰虛，年老體衰，情志失調，縱欲過度等所致。\n主要臨床表現為：顏面烘熱，汗出而熱，手足溫，肌熱，兩顴潮紅，形瘦盗汗，頭暈目眩，煩躁失眠，舌質紅少苔，脈細數等。\n陰虛陽浮證常見於“自汗盗汗”、“心悸”、“鬱證”、“遺精”等疾病中。\n本證通常應與“陽脫證”、“陰虛風動證”、“熱耗真陰證”相鑑別。",
  "clinical_manifestations": "顏面烘熱，汗出而熱，手足溫，肌熱，兩顴潮紅，形瘦盗汗，頭暈目眩，煩躁失眠，舌質紅少苔，脈細數等。陰虛陽浮證",
  "common_diseases": [
    "“自汗盗汗”",
    "“心悸”",
    "“鬱證”",
    "“遺精”"
  ],
  "differential_syndromes": [
    "“陽脫證”",
    "“陰虛風動證”",
    "“熱耗真陰證”"
  ],
  "differential": {
    "self_analysis": "陰虛陽浮證在不同疾病之中表現不盡相同，臨床表現各具一定特點，治法亦異，必須詳加辨析。例如在自汗盗汗中，見陰虛陽浮證，多因久病，煩勞過度，亡血失精，或陰精虧虛，陰不制陽，虛火內生，陰津不能潛藏而外泄作汗。如《丹溪心法·盗汗》所說“盗汗屬血虛、陰虛”。臨床表現夜寐盗汗，或自汗，顏面烘熱，兩顴色紅，潮熱口乾，頭暈目眩，虛煩少寐，汗出血熱，舌紅少苔，脈細數，治宜滋陰降火，方用當歸六黄汤(《蘭室秘藏》)。若在心悸之中見此證者，多為久病，或房欲太過，遺泄頻繁，傷及腎陰，或腎水素虧，陰虛於下，陽浮於上，擾亂心神，而發本病。如《素問玄機原病式·火類》指出：“水衰火旺而擾火之動也，故心胸躁動，謂之怔忡”。《景岳全書·怔忡驚恐》也說：“怔忡之病，心胸筑筑振動，惶惶惕惕，無時得寧者是也。……此證惟陰虛勞損之人乃有之，蓋陰虛於下，在宗氣無根，而氣不歸源，所以在上則浮於胸臆，在下則振動於臍旁，虛微者動亦微，虛甚者動亦甚。”症見心悸不寧，心煩少寐，頭暈目眩，手足心熱，盗汗潮紅，肌熱，舌質紅，少苔甚至無苔，脈細數，治宜滋陰清火，養心安神，方用天王补心丹(《攝生秘剖》)合朱砂安神丸(《內外傷辨惑論》)。如在鬱證之中見陰虛陽浮證者，常因情志不暢，肝失條達，耗傷營血，臟陰不足，陰虧則虛陽上浮，心神被擾所致。如《靈枢·口問》指出：“悲哀憂愁則心動，心動則五臟六腑皆搖”，臨床表現為心悸眩暈，急躁易怒，心煩少寐，肌熱，手足溫，腰痠遺精，婦女則月經不調，舌質紅，脈弦細數，治宜滋陰清熱，鎮心安神，方用滋水清肝饮(《醫宗己任編》)。如《臨證指南医案·鬱證》指出“鬱則氣滯，氣滯久則必化熱，熱鬱則津液耗而不流，升降之機失度，初傷氣分，久傷血分，延及鬱勞沉痾。故先生用藥大旨，每以甘苦涼潤宜通，不投燥熱斂澀呆補，此治療之大法也。”如在遺精中見陰虛陽浮證，多因腎陰虛者，情志失調，勞神太過，意淫於外，心陽獨亢，君火動越於上，肝腎相火應於下，以致精室被擾，陰精失位，神不守舍，淫夢泄精。症見寐少多夢，應夢遺精，頭暈目眩，神疲體倦，肌熱，心中煩熱，心悸怔忡，善恐健忘，口乾欲飲，小溲短赤，舌紅少苔，脈細數，治宜清心安神，滋陰清熱，方用天王补心丹(《世醫得效方》)；若其病久，則如《醫貫·夢遺並滑精》所說“腎之陰虛則精不藏，肝之陽強則火不秘，以不秘之火加臨不藏之精，有不夢，夢即泄矣”，乃見陰虛火旺，治宜滋陰瀉火，方用知柏地黄丸(《醫方考》)。總之，陰虛陽浮證因疾病不同，其特點也不同，應隨證治。\n本證雖然一年四季均可發生，但主要見於春秋兩季，溫燥之處尤為多見，倘若素體陰分不足，縱欲不節，或年邁陰虧，或小兒純陽之體，或熱病失於調養，常易導致本病發生。",
    "type_comparison": "脫證與陰虛陽浮證 兩證雖都有陽現於外的表現，但是在病因及臨床表現上均有所不同。陽脫證多因大汗、吐瀉劇烈不止，導致陽氣突然衰竭所致，亦可由亡陰證發展而來，由於陰陽互根，陰液過度耗竭，陽氣無所依附而外越，臨床表現為大汗淋漓，汗出如珠，畏寒倦臥，四肢厥冷，精神恍惚，呼吸微弱，面色蒼白，舌質淡潤，脈微欲絕，多為各種疾病的嚴重階段。陰虛陽浮證傷陰加重可以發展為陽脫證，此二者一重一輕，亦有因果關係，病因、病機、臨床表現均不同，不難鑑別。\n陰虛風動證與陰虛陽浮證 兩證雖然均有陰虛的表現，但病因及臨床表現卻各有不同之處。陰虛風動證指溫病熱邪傷陰，筋脈失養，虛風內動的證候，除陰虛的症狀外，還表現於皮膚乾皺，唇焦舌萎，手足蠕動，甚或瘛瘲，心中憺憺大動，精神倦怠，目陷耳聾，時時欲脫，舌絳少苔，脈虛或細促，陰虛風動證多屬陰液傷極之重證，多有虛痙的表現。而陰虛陽浮證多因素體陰虛，年老體衰，情志失調，縱欲過度等所致，為陰液虧虛，陰不制陽，陽氣上浮，以顏面烘熱，潮熱盗汗，肌熱，手足溫，頭暈目眩等為常見症狀的證候，兩者不難區分。\n熱耗真陰證與陰虛陽浮證 兩證雖都有傷陰的表現，但是在病因及臨床表現上均有所不同。熱耗真陰證是因外邪而起，多由溫邪稽延，日久不解，深入下焦，劫灼肝腎之陰所致。其先有外邪，而後有陰虛。陰虛陽浮證則先有陰虛於內，陰不制陽，才有陽浮於外的表現。熱耗真陰證常見於溫病後期，表現為身熱面赤，手足心熱，口咽乾燥，心中動悸，神倦耳聾，脈虛大或結代。此與陰虛陽浮證在病因病機及臨床表現均有所不同，二者不難鑑別。"
  },
  "literature": "《丹溪心法·盗汗》：“盗汗屬血虛，陰虛”。\n《景岳全書·怔忡驚恐》：“怔忡之病，心胸筑筑振動，惶惶惕惕，無時得寧者是也。……此證惟陰虛勞損之人乃有之，蓋陰虛於下，在宗氣無根，而氣不歸源，所以在上則浮於胸臆，在下則振動於臍旁，虛微者動亦微，虛甚者動亦甚”。\n《素問玄機原病式·火類》：“水衰火旺而擾火之動也，故心胸躁動，謂之怔忡。”\n《醫貫·夢遺並滑精》：“腎之陰虛則精不藏，肝之陽強則火不秘，以不秘之火加臨不藏之精，有不夢，夢即泄矣。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yin_xu",
      "yang_kang"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：全身/無特定病位。病性：陰虛、陽亢。根據證候名稱「陰虛陽浮證」分析其病機組成。"
}