{
  "id": "yinxuxuere",
  "number": 66,
  "name": "陰虛血熱證",
  "category": "全身證候",
  "overview": "陰虛血熱證指陰液虧虛，虛熱入血，以心煩口渴，潮熱顴紅，口乾咽癢，大便乾結，或咳血吐衄，斑疹等為臨床表現的證候。多因素體陰虛，房勞過度等，熱病日久所致。\n主要臨床表現為：五心煩熱，午後顴紅，潮熱盗汗，形體消瘦，心悸，不寐，咳血、衄血、吐血、發斑，舌質紅少苔，脈細數。\n陰虛血熱證常見於“齒衄”、“咳血”、“吐血”、“尿血”、“紫斑”、“尿濁”、“肺癆”、“春溫”、“風溫”、“暑溫”等疾病中。\n本證通常應與“陰虛血燥證”、“血熱動血證”、“血脫證”相鑑別。",
  "clinical_manifestations": "五心煩熱，午後顴紅，潮熱盗汗，形體消瘦，心悸，不寐，咳血、衄血、吐血、發斑，舌質紅少苔，脈細數。陰虛血熱證",
  "common_diseases": [
    "“齒衄”",
    "“咳血”",
    "“吐血”",
    "“尿血”",
    "“紫斑”",
    "“尿濁”",
    "“肺癆”",
    "“春溫”",
    "“風溫”",
    "“暑溫”"
  ],
  "differential_syndromes": [
    "“陰虛血燥證”",
    "“血熱動血證”",
    "“血脫證”"
  ],
  "differential": {
    "self_analysis": "陰虛血熱證可在許多疾病中出現，如鼻衄、齒衄中，齒搖不堅，血色淡紅，五心煩熱，午後顴紅，潮熱盗汗，形體消瘦，舌紅苔少，脈細數，常因受熱及煩勞而誘發，齒為骨之餘，肝腎陰虛，相火上浮，熱迫血行，以致齒齦出血，治宜滋陰降火，涼血止血，方用滋水清肝飲(《醫宗己任篇》)合茜根散(《景岳全書》)。若於咳血中，則臨床表現為咳嗽痰少，反覆咳血，血色鮮紅，口咽乾燥，顴紅潮熱，盗汗，舌質紅，脈細數，此由素體陰虛或久病，以致陰虛肺熱，灼傷肺絡，治宜滋陰潤肺，涼血止血，方用百合固金汤(《醫方集解》)，若在吐血之中，以胃痛隱隱，吐血量多，色紅，面色潮紅，盗汗，口渴引飲，煩躁不安，頭暈心悸，耳鳴少寐，大便黑或乾黑，舌紅少苔等為特點，脈細數。多因熱病之後，或因氣郁化火，津液耗傷，虛火妄動所致，治宜滋陰清熱，涼血止血，方用玉女煎(《景岳全書》)。若在尿血中見陰虛血熱證者，臨床多表現為小便色赤帶血，口渴欲飲，頭暈耳鳴，神疲易怒，顴赤潮熱，腰膝痠軟，舌質紅少苔，脈細數。此因房事不節，相火妄動或憂勞過度而傷腎陰，陰虛則內熱，內熱而迫血，治宜滋陰降火，涼血止血，方用大补阴丸(《丹溪心法》)。若在紫斑中，則可見皮膚青紫斑點或斑塊時發，口渴顴紅，心煩，手足心熱，潮熱盗汗，舌質紅苔少，脈細數，此多系熱病中，熱邪傷陰，或房事過度，虛火妄動則更亦傷陰，損及血分而成，治宜滋陰降火，寧終止血，方用茜根散(《景岳全書》)。若於尿濁中見陰虛血熱證，臨床以小便混濁而赤，口渴欲飲，虛煩躁熱，盗汗顴紅，舌質光紅，脈細數，多因勞欲過度，或年老、久病體弱，腎陰虧虛，虛火內亢，血熱內熾而發，治宜滋陰涼血，方用知柏地黄丸(《醫宗金鑑》)。不宜利水，如《赤水玄珠·白濁門》云：“久濁不愈者，多陰虛，而滲利在所當忌”。若肺癆中見陰虛血熱證，多表現為時時咯血，血色鮮紅，咳嗆氣急、午後潮熱，骨蒸盗汗，口渴咽乾，五心煩熱，性急易怒，胸脅掣痛，男子可見遺精，女子多月經不調，形體日瘦，舌絳而乾，脈細數。如《醫學入門·勞癆》指出：“潮、汗、咳嗽、或見血，或遺精、泄，分輕重，輕者六症間作，重者六症兼作。”論其病因：一是感染“癆蟲”。《三因極一病證方論·癆瘵諸證》提出“諸證雖曰不同，其根多有蟲。”二是正氣不足。如《明醫雜著·癆瘵》認為：“男子二十前後，色欲過度，耗傷精血，必生陰虛血妄之病。”又如《醫門法律·虛勞門》所說：“陰虛者，十常八九，陽虛者，十之一二”。治宜滋陰降火，涼血止血，正如《醫宗必讀·虛勞·傳尸勞瘵》提出：“補虛以補其元，殺蟲以決其根”，方用百合固金汤(《醫方集解》)。風溫、春溫、暑溫後期，見發熱，口乾渴，五心煩熱，盗汗，衄血，發斑，舌絳苔燥者，多為溫熱病後期，熱灼陰津，或失治誤治傷津耗陰，相火妄動，傷及血絡而成，治宜滋陰清熱，涼血生津，方用三甲复脉汤(《溫病条辨》)合清营汤(《溫病条辨》)。\n陰虛血熱證好發於老年，因其年高陰虧，易出血而心煩躁擾，口渴不已，口乾唇焦；亦常發於小兒，多因其先天素質不強，真陰不足，氣血未充，臟腑嬌嫩，而易出現神昏抽搐等危重證候。\n陰虛血熱證，其病機一是陰虛，一為血熱，二者均易化風生風，尤以溫病之中多見，血熱者又可加重相火傷陰，再合熱邪相助，陰血虧甚，筋脈失養，虛風內動，而成陰虛化風，表現為形體消瘦，皮膚乾皺，唇焦舌萎，手足蠕動，甚或瘛瘲，心中憺憺大動，精神倦怠，目陷耳聾，時時欲脫，舌絳少苔，脈虛或細促的危重證候。",
    "type_comparison": "血熱動血證與陰虛血熱證 兩者均為血分有熱，迫血妄行，臨床表現為咳血、吐血、衄血、尿血，斑疹隱隱等，但血熱動血證多因外感熱邪，或情志鬱結，或飲食偏嗜所致血分有熱，灼傷血絡，迫血妄行，臨床還有身熱夜甚，口渴不甚，煩躁譫語，神識昏蒙，舌絳紅，脈細數等表現，此證以實熱為主，正如《景岳全書·血證》所云：“血本陰精，不宜動也，動則為病，血主營氣，不宜損也，損則為病。蓋動者多由於火，火盛則迫血妄行”。陰虛血熱證多因素體陰虛，或房勞過度，或熱病日久，灼傷陰血，陰液虧虛，虛熱迫血，臨床見潮熱盗汗，五心煩熱，午後顴紅，形體消瘦，兼見吐衄、斑疹，以陰虛為主，兩者不難鑑別。\n陰虛血燥證與陰虛血熱證 兩證都有陰虛的症狀，病因病機上密切相關，但有一定的區別，從病因而論，兩者多因素體陰虛，或縱欲過度，或熱病日久，灼傷陰液，而致陰虛之證，但陰虛血熱證是以陰液虧虛，相火妄動，灼傷血絡而還見衄吐，斑疹等症狀，此證以虛火為主。陰虛血燥證是以陰液虧虛，津血耗傷，筋脈清竅失於榮養，引致頭暈目眩，皮膚乾澀，甚則肌膚甲錯，毛髮不榮，四肢痿軟等症狀為主。陰虛血熱證病情進一步加重，或失血過後，或吐下誤治，久病失治，均可轉化為陰虛血燥證。\n血脫證與陰虛血熱證 兩者均有出血的症狀，血脫證為臨床上常見的危重證候之一，主要見於各種吐血、衄血、便血等出血性疾病，是由於突然大量失血或長期出血，失血過多所致，屬於嚴重陰血虧耗，陽氣衰少的證候，臨床表現以面色淡白，頭暈眼花，心悸怔忡，氣微而短，四肢清冷，舌淡白，脈空虛或微細欲絕。陰虛血熱證其臨床表現除了有陰虛內熱的見證外，兼見熱入血分之動血等症狀，以資鑑別。陰虛血熱證失血量大，或長期出血而發展為血脫證。"
  },
  "literature": "《靈樞·百病始生篇》：“陰絡傷則血內溢，血內溢則後血。”\n《丹溪心法·吐血》：“陽盛陰虛，故血不得下行，因火炎上之勢而上出”，“補陰抑火，使復其位。”\n《醫學入門·血類·溺血》：“溺血純血全不痛，暴熱實熱利之宜，虛損房勞兼久，滋陰補腎更無疑。”\n《赤水玄珠·白濁門》：“久濁不愈者，多陰虛，而滲利在所當忌。”\n《血證·咳血論治》：“凡病血者雖有五臟之辨，然無不由於水虧。水虧則火盛，火盛則刑金，金病則肺燥，肺燥則絡傷而嗽血，液涸而成痰，此其病標固在肺，而病本則在腎也。”\n《臨證指南医案·吐血》：“若夫外因起見，陽邪為多，蓋犯是證者，陰分先虛，易受天之風燥火也。至陰邪為患，不過其中之一二耳。”\n《平治薈萃·血屬陰難成易虧論》：“陰氣一虧傷，所變之證，妄行於上則吐衄，衰涸於外則虛勞，妄返於下則便紅。”"
}