{
  "id": "yurexiangbo",
  "number": 268,
  "name": "瘀熱相搏證",
  "category": "溫病證候",
  "overview": "瘀熱相搏證是指因溫病熱邪入於營血，煎熬成瘀，熱瘀相搏而致經脈閉塞，臟腑瘀血所出現的以發熱夜甚，神昏，瘀血隱現，肢冷舌紫等為主症的證候。\n主要臨床表現為：發熱夜甚，痛處不移，漱水不欲咽，肢厥甲青，斑疹紫黑，甚則血液妄行，神識失常，舌質紫暗，望之若乾，捫之尚潤，或舌有瘀斑，脈象沉澀等。\n瘀熱相搏證可見於溫病的極期或危重階段，尤多見於“風溫”、“暑溫”、“伏暑”等病中。\n本證應與“熱毒熾盛證”、“氣營兩燔證”等相鑑別。",
  "clinical_manifestations": "發熱夜甚，痛處不移，漱水不欲咽，肢厥甲青，斑疹紫黑，甚則血液妄行，神識失常，舌質紫暗，望之若乾，捫之尚潤，或舌有瘀斑，脈象沉澀等。瘀熱相搏證",
  "common_diseases": [
    "溫病的極期或危重階段，尤多見於“風溫”",
    "“暑溫”",
    "“伏暑”等病"
  ],
  "differential_syndromes": [
    "“熱毒熾盛證”",
    "“氣營兩燔證”"
  ],
  "differential": {
    "self_analysis": "瘀熱相搏證常出現於多種疾病中，其臨床表現各具一定特點，治法亦不相同。若伏暑或暑溫病出現瘀熱相搏證，其表現為發熱夜甚，神昏譫語，激水不欲咽，舌絳無苔，望之若乾，扣之尚潤，或紫暗而潤，此由熱閉心包，血絡瘀滯所致，何秀山說：“熱陷心包終神昏，非痰迷心竅，既瘀塞心孔。”治宜清營泄熱，開竅通瘀，方宜犀地清络饮(《通俗傷寒論》)。若腸胃蓄血則多表現身熱夜甚，少腹堅滿，神志如狂或發狂，大便色黑，小便自利，或身發黃，其色瘀暗，舌紫 而暗或有瘀斑，脈象沉實或沉澀，此由熱邪傷陰，血凝成瘀，瘀熱搏結於胃腸所致，吳鞠通說：“少腹堅滿，小便自利，夜熱晝涼，大便閉，脈沉實者，蓄血也，桃仁承氣湯主之，甚則抵當湯。”(《溫病条辨·下焦篇》)。熱不解則瘀不祛，瘀不祛則熱不除，故當涼血攻瘀，輕者用攻下逐瘀之桃仁承气汤(《溫病条辨》)；重則用逐瘀行血之抵当汤(《傷寒論》)。若溫疫病出現瘀熱相搏證，則以背冷足寒，四肢厥逆，爪甲青紫，舌色紫暗，甚則肢厥脈匿等為特點，多由陽氣虛脫，邪熱內陷，氣脫血瘀所致，治宜溫陽固脫，活血化瘀，方用王清任治療溫疫之急救回阳汤(《醫林改錯》)。若見於熱毒深伏，血瘀氣閉之悶疫證，則見面色青慘，昏聵如迷，四肢逆冷，六脈細數沉伏，宜用清瘟败毒饮(《疫疹一得》)加化瘀之品，如赤芍、紅花等。若溫病後期出現瘀熱相搏證，則表現默默不語，神志昏迷，或肢體痿壁等，多由邪熱餘邪未盡，與營氣相搏，心主被遏，氣鈍血滯，絡脈凝瘀所致，治宜益陰養血，破滯通瘀，清透餘邪，方用吴氏三甲散(《溫疫論》)，亦可用薛生白氏提出的醉地鱉蟲，醋炒鱉甲，土 穿山甲，生僵蠶，柴胡，桃仁泥等。\n瘀熱相搏證，若發於兒童，因臟腑嬌嫩，極易發生神昏譫語，斑疹出血之危證。若發於婦女，則常見熱入血室證，表現為下腹部及胸脅下硬滿，寒熱往來無定時，暮則譫語，如見鬼狀。治療宜從葉天士所說：“若熱邪陷入與邪相結者，當從陶氏小柴胡湯去參棗，加生地，桃仁，楂肉，丹皮或犀角等。”王孟英說：“溫邪熱入血室有三證：如經水適來，因熱邪陷入而搏結不行者，此宜破其血結；若經水適斷，而邪乃乘血舍之空虛以襲之者，宜養營以清熱；其邪熱傳營， 血妄行，致經未當期而至者，宜清熱以安宮。”此即“因人制宜”。",
    "type_comparison": "熱毒熾盛證與瘀熱相搏證 二證病情均較危重，同有發熱，神昏，斑疹等症，然熱毒熾盛證是以熱勢鴟張為主，由於熱熾，故發熱盛；火熱內擾心神，故神昏譫語；熱邪迫血傷絡，故斑疹顯現，或見吐血便血等。而瘀熱相搏證不僅有熱象，且有明顯的瘀象，臨床雖見發熱，但以夜間為甚，況熱勢亦遜於前者，由於瘀熱內結，津不上承，故但欲漱水不欲咽；瘀阻絡脈，故肢冷而瘀疹隱現。前者以清熱解毒為治，後者以清熱泄邪化瘀為治，二者不難鑑別。\n氣營兩燔證與痰熱相搏證 氣營兩燔證與瘀熱相搏證在病機上既有聯繫，又有區別，兩者皆由溫熱之邪與血熱搏結所致。但氣營兩燔證由溫熱毒邪化燥化火，熱熾於氣分，燔灼於營血，病情更為凶險，臨床表現為高熱煩躁，口渴，咽喉腫爛，甚則氣道阻塞，聲啞氣急，肌膚病痧，赤紫成片，舌絳而乾，遍起芒刺，狀如楊梅，脈象細數。治宜氣營兩清，解毒救陰。與瘀熱相搏證主要見血瘀徵象顯然不同。"
  },
  "literature": "《重訂通俗傷寒論·犀地清絡飲》何秀山按：“熱陷包絡神昏，非痰迷心竅，即瘀阻心孔，必用輕清靈通之品，始能開竅而透絡。故以千金犀角地黃湯，涼絡通瘀為君。臣以帶心連翹，透包絡以清心。桃仁行心血而化瘀。但絡瘀者必有痰，故佐以姜、瀝、菖蒲三汁，辛潤以滌痰涎。而石菖蒲又有開心竅之功用。妙在使茅根交春透發，善能涼血以清熱。燈芯質輕味淡，更能清心以降火。此為輕清透絡，通瘀泄熱之良方。如服後二、三時許不應，急於次煎中調入牛黃膏(粉)，以奏速效。”\n《溫熱逢源·伏溫兼挾氣鬱痰飲食積瘀血以及胎產經帶諸宿病》：“平時有瘀血在絡，或因病而有蓄血，溫熱之邪與之糾結，熱附血而愈覺纏綿，血得熱而愈形膠固。或早涼熱，或外涼內熱，或神呆不語，或妄見如狂，種種奇險之證，皆痰熱所為。治之者，必須導去瘀血，俾熱邪隨瘀而下，庶幾病勢可轉危為安也。”\n《葉香岩外感溫熱篇》：“再有熱傳營血，其人素有瘀傷宿血在胸膈中，按熱而搏，其舌色必紫而暗， 之濕，當加入散血之品，如琥珀、丹參、桃仁、丹皮等。不爾，瘀血與熱為伍，阻遏正氣，遂變如狂、發狂之證。若紫而腫大者，乃酒毒衝心。若紫而乾晦者，腎肝色泛也，難治。”"
}