{
  "id": "yuzufeiluo",
  "number": 184,
  "name": "瘀阻肺絡證",
  "category": "臟腑證候",
  "overview": "瘀阻肺絡證是指瘀血內停，阻滯肺絡而出現的肺氣不宣，氣血運行不暢等產生的臨床表現的證候，又稱瘀血停肺證、瘀血乘肺證。肺氣鬱滯，氣停血凝，或氣虛致瘀，或痰濁阻滯脈道，血行受阻成瘀，或寒邪侵入血分，血得寒而凝，或外力扭挫傷及脈絡等，均可導致本證的發生。\n主要臨床表現為：胸部刺痛，咳嗽，咯血色暗紅或成塊，舌紫暗或有斑點，脈弦澀等。\n瘀阻肺絡證常見於“咳血”、“胸痛”、“肺脹”、“懸飲”等疾病中。\n本證通常應與“暑傷肺絡證”、“痰瘀阻肺證”、“肺鬱水停證”、“心血瘀阻證”相鑑別。",
  "clinical_manifestations": "胸部刺痛，咳嗽，咯血色暗紅或成塊，舌紫暗或有斑點，脈弦澀等。瘀阻肺絡證",
  "common_diseases": [
    "“咳血”",
    "“胸痛”",
    "“肺脹”",
    "“懸飲”"
  ],
  "differential_syndromes": [
    "“暑傷肺絡證”",
    "“痰瘀阻肺證”",
    "“肺鬱水停證”",
    "“心血瘀阻證”"
  ],
  "differential": {
    "self_analysis": "在咳血病中出現瘀阻肺絡證，當見咳痰帶血或吐血沫，心悸，咳逆倚息不得臥，胸悶刺痛，口唇青紫，面色晦滯，目眶黧黑，舌質紫暗或有瘀斑，脈沉弦澀或弦遲結代。本證多為咳血病久，絡傷血溢，肺內留瘀，或夙患風濕痺痛，侵犯心臟，發為心痺，心主血脈，肺朝百脈，心痺則血脈瘀阻，壅塞於肺，遂致肺內氣壅血瘀，瘀阻肺絡。如《血證論》：“丹溪云，此證多系痰挾瘀血，礙氣為病。若無瘀血，何致氣道如此阻塞，以致咳逆倚息而不得臥哉，……然使無瘀血，則痰氣有消容之地，尚不致喘息咳逆，而不得臥也。血家病此，如徒以肺脹法治之，豈不南轅北轍。丹溪此論，可謂發聾振聵”。治宜活血化瘀，方用化血丹(《醫學衷中參西錄》)合旋覆花汤(《金匱要略》)。瘀阻肺絡證在胸痛病中的主要表現為心胸或脅肋刺痛，憋悶不舒，舌質紫暗或有瘀點、瘀斑，脈弦澀或結等。此因血瘀氣滯，痺阻肺絡，經隧不通，不通則痛。治宜活血化瘀，理氣止痛。方用血府逐瘀汤(《醫林改錯》)。瘀阻肺絡證在肺脹病中的表現為呼吸淺短難續，聲低氣怯，倚息不得平臥，胸悶咳嗽，咯吐不利，心慌，形寒，汗出，舌暗紫，脈沉細或有結代。肺主氣，腎納氣，肺腎氣虛則肺氣不降，腎氣不納，肺病及心，心氣虛弱，肺失治節，氣不帥血，則導致氣滯血瘀，瘀阻肺絡。治宜補肺益氣，活血化瘀，方用补肺汤(《永類鈴方》)加當歸、川芎、蘇木、紅花、丹參等。瘀阻肺絡證見於懸飲病中，其臨床表現為胸悶刺痛，呼吸不暢，或有悶咳，舌苔薄，質暗，脈弦等。此因飲邪久鬱之後，氣機不利，絡脈痺阻，氣滯血瘀則刺痛經久不已。治宜理氣化瘀和絡，方用香附旋覆花汤(《溫病条辨》)加減。\n瘀阻肺絡證多發生於病久不愈或年老體弱的患者。疾病遷延日久，正氣已虛，病邪阻礙氣血陰陽的布散，即可導致瘀血的發生，葉天士的“初病在氣，久病在血”正是對“久病從瘀”的最好闡釋。此外，年老體弱者氣血虛衰，氣虛鼓動無力，血行不暢，亦是引起血瘀的主要原因。\n瘀阻肺絡既是其他病因所導致的病理結果，又是進一步引起許多疾病的原因。本證的主要病理轉歸有：一是瘀血不去，絡傷血溢，耗血動血，咳血動血不止，日久可導致陰血虧虛；二是血主濡之，肺主皮毛，皮毛失養則會出現肌膚粗糙，甚則甲錯，毛髮不榮等表現；三是瘀血阻滯，氣血壅遏，可引起內傷發熱，如《靈枢·癰疽》中言：“營衛稽留於經脈之中，則血泣而不行，不行則衛氣從之而不通，壅遏而不得行，故熱”。",
    "type_comparison": "暑傷肺絡證與瘀阻肺絡證 二者在臨床上均可有出血症狀，但其病因病機及發病特點均有不同。暑傷肺絡證系暑熱之邪自口鼻而入，灼傷肺絡，熱迫血溢，或咯血，或衄血，血色鮮紅，起病急，病程短，其發病有明顯季節性；瘀阻肺絡證系多種原因導致的血行不暢，或離經之血，瘀阻肺絡，見胸部刺痛，咯血見血色暗紅成塊，舌有瘀點、瘀斑，脈澀等瘀血停著之象，起病緩，病程長，為多種慢性肺系疾患的病理轉歸，一年四季均可發病。以上可資鑑別。\n痰瘀阻肺證與瘀阻肺絡證 二者在病因病機方面有密切的聯繫，症狀上亦多有相似之處。其鑑別要點在於前者為痰瘀互結，其病理機制較後者複雜，除血瘀症狀，還有咳嗽，氣喘痰多，喉中痰鳴等痰涎壅盛的表現。而瘀阻肺絡證則以胸部刺痛，咯血，血色暗紅或成塊，面色晦滯，口唇青紫，舌紫暗或有斑點，脈弦澀等瘀血阻絡的症狀為特徵。\n肺鬱水停證與瘀阻肺絡證 二者的區別在於肺鬱水停證系肺失治節，肺氣不宜，導致水液代謝障礙，停滯於肺，臨床以咳嗽，吐痰清稀，頭面浮腫，小便不利，苔白滑的水飲內停症狀為特點；瘀阻肺絡證則以各種原因引起的瘀血停著，肺絡不暢為病理基礎，臨床以胸痛，衄血，血色暗紅或成塊，舌暗脈澀等症狀為特點。\n心血瘀阻證與瘀阻肺絡證 二者都以瘀血阻滯為共同的病理基礎，其區別在於：前者病位在心，臨床總以心悸氣短，胸骨後悶痛，或痛引肩背等心系症狀為主，後者病位在肺，故以咳嗽，咯血，血色暗紅或成塊，喘逆倚息等肺系表現為重。但心與肺無論在生理上還是病理上都有著密切的聯繫。心和肺相聯結的中心環節是貫心脈、司呼吸的積於胸中的“宗氣”。因此，二者在病理變化上往往相互滲透。"
  },
  "literature": "《證治準繩·腰痛》：“瘀血為病，其脈必澀。”\n《景岳全書·脅痛》：“凡人之氣血猶源泉也，盛則流暢，少則壅滯。故氣血不虛不滯，虛則無有不滯者。”\n《醫方類聚·血滯》：“人之一身，不離乎氣血。凡病經多日，療治不痊，須當為之調血。血之外症，痰嘔燥渴，昏憒迷妄，常喜湯水漱口。不問男女老少，血之一字，請加意焉。”\n《醫徹·蓄血》：“其人或勞倦，或跌仆，或閃挫，或鬱怒，皆足以阻其血而停蓄成瘀。”\n《讀醫隨筆·承制生化論》：“氣虛不足以推血，則血必有瘀。”"
}