{
  "id": "zangjie",
  "number": 357,
  "name": "臟結證",
  "category": "傷寒證候",
  "overview": "臟結證乃是因臟氣虛衰，陰寒之邪乘虛凝結於臟而出現的證候之一。\n主要臨床表現為：胸腹部硬滿疼痛，而狀如“結胸”，但飲食如故，且時時下利，而與結胸不同。此證有寸脈浮，而關脈小細沉緊，舌苔色白而滑的特點。若其人脅下素有痞，連於臍旁，如臟寒發作，痛引少腹陰筋上縮腹中者，則預後不良。\n臟結證為太陽病變證之一。\n就其證候特點來看，本證應與“寒實結胸證”、“痞證”、“冷結膀胱關元證”、“少陰陽虛陰盛證”以及“太陰病誤下變證”等，進行鑑別。",
  "clinical_manifestations": "胸腹部硬滿疼痛，而狀如“結胸”，但飲食如故，且時時下利，而與結胸不同。此證有寸脈浮，而關脈小細沉緊，舌苔色白而滑的特點。若其人脅下素有痞，連於臍旁，如臟寒發作，痛引少腹陰筋上縮腹中者，則預後不良。臟結證為太陽病變證之一。就其證候特點來看，",
  "common_diseases": [],
  "differential_syndromes": [
    "“寒實結胸證”",
    "“痞證”",
    "“冷結膀胱關元證”",
    "“少陰陽虛陰盛證”以及“太陰病誤下變證”等，進行"
  ],
  "differential": {
    "self_analysis": "臟結證在《傷寒論》中雖屬於太陽病篇范疇，但病勢較為危篤，不可忽視。此證多因太陽病誤下，外邪乘虛而入，內結於臟而成。汪苓友曰：“若臟結病則不然，其始亦因誤下，而傷其中焦之陰，陰血即傷，則風寒之邪亦乘虛而入，內結於臟”。亦有因素日陰寒過盛，伏深結久，以致元氣虛衰，又復感寒邪，誘發痼疾，因而形成臟結之重證。不論何因導致臟結，其證候表現多隨邪結深淺程度之不同，而有所差異。《傷寒論》提出臟結證“如結胸狀，飲食如故，時時下利，寸脈浮，關脈小細沉緊，名曰臟結，舌上白苔滑者，為難治”。這里突出了臟結證的特點，和結胸證之狀相似，故臨床表現多見胸脅、脘腹硬滿而痛，並伴有一派純陰無陽的證候，故前賢概括為“臟結無陽證。”臟結證邪雖內結，但其人不煩躁反而沉靜，這正是陽衰陰盛的徵象，亦是臟結的陰寒證的標誌。如舌苔再現白而滑者，是中陽衰微，陰寒內盛之兆，則為正虛邪實之患。至於治療的具體方法，《傷寒論》並未論及，後世醫家柯韵伯主張“以理中、四逆輩溫之，尚有可生之義”(《傷寒來苏集》)。張璐則提出：“余嘗用連理湯治之。亦有能食自利腹脹急者，用備急丸。有腹痛引脅下不可按者，用附子瀉心湯”(《傷寒緒論》)。\n對於臟結證被視為太陽病變證，亦有提出異義的，如黃竹齋曰：“臟結證，即《內經》云：石痕息積之類……仲景列其證太陽篇者，明其因也。”由此推之，臟結證可見於積聚證中，若五積六聚，癥瘕癖，痰飲食積，死血成塊者，可用化坚汤(《壽世保元》)。\n若臟結重證，則見脅下素有病，其痞連在臍邊，疼痛牽引少腹，甚則陰筋縮入，此為陰邪素盛又復感外寒，以致陰寒極盛，陽氣竭絕，故為陰陽離絕之危候，仲景定此為死證，據後世張璐之見，用四逆湯加黃桂等品(《傷寒緒論》)救之，亦可供參考。又因臟結是陰寒凝聚，陽氣衰竭而成，故雖有胸腹硬滿，亦慎不可攻之，此為臟結之禁忌。",
    "type_comparison": "寒實結胸證與臟結證 已詳於大結胸證中，此處從略。\n痞證與臟結證 痞證指心下痞而言，也屬太陽變證之一，就其形成與證候表現來看，與臟結證有些相似之處。痞證因太陽病誤下，邪入里與無形氣機結於心下，而致心下痞塞，病變的部位雖與臟結證相仿，但按之濡軟而不疼痛，這便區別於臟結。若心下痞塞過甚者，或水飲食滯，也可見心下痞而硬滿，乾噫食臭，或兼嘔吐下利，完谷不化，這又與臟結證之時時下利，貌似而質別，但掌握二者一陰一陽的特徵，認識並不難。若臟結重證，雖素有痞，但息居脅下，連在臍旁，範圍亦較之為廣，故原文稱為“脅下素有痞”，此病為陰邪凝結日深，使氣血失調，脈絡閉阻，以致素痞成積，這與心下痞證亦自有不同，正如柯韵伯說：“臟結有如結胸者，亦有如症狀者，素有痞而在脅下，與下後而心下痞不同矣。”若陰寒凝滯漸深，以致痛引少腹，更入陰筋，則臟結的部位，上及脅下，中連臍旁，下入陰筋，遍布於三陰經之分野，加之正虛陽衰，陰寒內盛，其勢危篤，形成臟結危候，至此與痞證已無相關。\n冷結膀胱關元證與臟結證 臟結重證，其疼痛牽引少腹，甚至入於陰筋者，從其部位而言，與冷結膀胱關元證相似，就其病因而述，二者又皆為陰寒冷結所致，故應予鑑別。《傷寒論》曰：“病者手足厥冷，言我不結胸，小腹滿，按之痛者，此冷結在膀胱關元也。”可見冷結膀胱關元證，其陰寒之邪結在下焦，局限於膀胱關元之處，故見小腹滿，按之痛為主證，又因冷結在內，陽氣不能達於四末，故手足厥冷，此皆與臟結有別。臟結者，病位較此分布廣泛，不僅在少腹，並可上及胸脅，顯然不同，況且臟結疼痛，甚則入陰筋，較冷結膀胱關元者，不論部位，病勢都深重一疇。再者，臟結證之時時下利，是冷結膀胱一證所無，此點，亦可作為二者鑑別之參考。\n少陰陽虛陰盛證與臟結證 少陰陽衰陰盛證，乃因陽氣衰微，陰寒內盛所致，故就虛寒病因而論，與臟結證則有相似之處；就證候表現而言，二者又皆為一派陰寒之象，然細審明辨則非。因臟結證以陰寒凝聚為病因，以“狀如結胸”為主證，並伴有時時下利，飲食如故等證，而少陰陽虛陰盛證，則以嘔吐下利，手足厥逆為主，並見惡寒蜷臥，脈沉微細等證，故二者表現實則不同。若陰盛至極，格陽於外之際，則見身微熱，而少赤等里寒外熱之象，此時陰寒極盛是本質，虛陽外越為假象，故與臟結之一派陰證又有小異。\n太陰誤下變證與臟結證 太陰病本為里虛寒證，治當溫中，若誤下，則成變證。如《傷寒論》曰：“太陰之為病，腹滿而吐，食不下，自利益甚，時腹自痛。若下之，必胸下結硬。”由此可見太陰病誤下後，“必胸下結硬”一證，有類似臟結之處。太陰下利，乃是脾虛邪犯，寒濕不化而致，若誤施寒涼攻下，則必導致脾陽虛衰，客邪乘虛內陷，以致引起胸下結硬之變證。可見二者胸下結硬雖有類同，但證候表現則異。臟結證，陰寒凝結在臟，故其結為深，其勢為重，範圍較廣，證候危急，疼痛明顯。然太陰病變證，乃因脾陽虛衰，寒濕阻滯，氣機不通所致，為誤下之新患，故其證雖見結硬，但必不深不重，疼痛不甚，或不疼痛，而且主證以下利為主，故二者易於鑑別。"
  },
  "literature": "《註解傷寒論·辨太陽病脈證並治第七》：“結胸者，邪結在胸；臟結者，邪結在臟。二者皆下後，邪氣乘虛入里所致。下後邪氣入里，與陽相結者為結胸，以陽受氣於胸中故爾；與陰相結者為臟結，以陰受之，則入五臟故爾。氣宜通而塞，故痛。邪結陽分，則陰氣不得上通；邪結陰分，則陽氣不得下通，是二者，皆心下硬痛。寸脈浮、關脈沉，知邪結在陽也；寸脈浮，關脈小細沉緊，知邪結在陰也。陰結而陽不結，雖心下結痛，飲食亦自如，故陰氣乘腸虛而下，故時時下利。陰得陽則解，臟結得熱證多，則易治。舌上白胎滑者，邪氣結胸中亦寒，故云難治。”\n《傷寒來苏集·傷寒論注》：“結胸是陽邪下陷，尚有陽證見於外，故脈雖沉緊，有可下之理，臟結是積漸凝結而為陰，五臟之陽已竭也，外無煩躁潮熱之陽，舌無黃黑芒刺之苔，雖有硬滿之症，慎不可攻，理中四逆輩溫之，尚有可生之義。”\n《傷寒辨證·臟結》：“寸脈浮，知邪結在陽也，關脈細小沉緊，知邪結在陰也，既結於臟而舌白苔，又為胸寒，外證上下俱病，故難治也。又臟結無陽證，不往來寒熱，其人反靜，舌上胎滑者，不可攻也。注，臟結於法當下，無陽證為表無熱，無往來寒熱為半表半里無熱，其人反靜為里無熱，經曰：舌上胎滑者，以丹田有熱，胸中有寒，以表里皆寒，故不可攻。”\n《傷寒大白·結胸》：“此條辨結胸藏結之證，惟在飲食如故，時時下利上以別症；寸脈浮，關脈沉，舌上有胎，不可用辛溫；白胎而滑，不可用寒涼，故曰難治。”",
  "zhengsu_composition": {
    "location": [
      "pi"
    ],
    "nature": [
      "yang_xu",
      "xue_yu"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "陽虛陰結於內。臟氣虛寒，邪結不解，表現為心下痞硬、繞臍痛。"
}