{
  "id": "zaoshangfeiwei",
  "number": 249,
  "name": "燥傷肺胃證",
  "category": "溫病證候",
  "overview": "燥傷肺胃證是指感受燥氣後，燥邪化熱，或五志化火，灼傷肺胃津液所致的以乾咳、口渴、舌燥為主症的證候。\n主要臨床表現為：身熱，乾咳，或咳而痰少，鼻咽乾燥，渴欲引飲，形體消瘦，舌紅、無苔、脈細或細數。\n燥傷肺胃證常見於“秋燥”、“消渴”、“肺痿”等疾病中。\n本證應與“燥熱傷肺證”、“熱阻胸膈證”、“毒侵肺胃證”相鑑別。",
  "clinical_manifestations": "身熱，乾咳，或咳而痰少，鼻咽乾燥，渴欲引飲，形體消瘦，舌紅、無苔、脈細或細數。燥傷肺胃證",
  "common_diseases": [
    "“秋燥”",
    "“消渴”",
    "“肺痿”"
  ],
  "differential_syndromes": [
    "“燥熱傷肺證”",
    "“熱阻胸膈證”",
    "“毒侵肺胃證”"
  ],
  "differential": {
    "self_analysis": "燥傷肺胃證的成因，在外感溫熱病中是由於燥氣外襲，客於肺胃，燥邪化熱，肺胃陰津受灼而致。在內傷雜病中，則可因五志過極，鬱熱化燥，耗傷肺胃陰津所致。雖有外感內傷之異，但在辨證論治時常相互酌參，故一併論述。本證見於秋燥中，多由燥邪侵襲肺胃，化熱傷津，表現為身熱、乾咳無痰、咽乾鼻燥，渴欲飲水，舌紅苔光，脈細數等。治宜滋養肺胃津液，方用桑杏汤(《溫病条辨》)合沙参麦冬汤(《溫病条辨》)加減。若見於消渴病中，多由陰虛燥熱內盛，灼傷肺胃津液，津涸熱淫而致，表現為口渴引飲，消谷善飢，形瘦便結，小溲頻數，舌苔黃燥，脈數等，治宜潤肺生津，清胃益腎，方用玉女煎(《景岳全書》)加沙參、花粉。若見於肺痿病中，多由燥熱內蘊，胃陰受損，津液不能上輸於肺，肺熱消爍，清肅失司而致。症見咳吐涎沫粘稠，氣短喘促，口乾咽燥，形體消瘦，皮毛乾枯，舌體乾瘦，舌紅苔少，脈細數等，治宜清熱潤燥，養陰生津，方用麦门冬汤(《金匱要略》)合清燥救肺汤(《醫門法律》)。\n燥傷肺胃證多發於秋季，燥邪易於化熱傷津，肺燥則咳，胃燥則渴，故臨床以咳、渴為特點。然素體肺胃陰虛者亦常患本證，其在病機演化過程中，肺燥失肅，可致大腸燥結而出現大便乾結；胃燥陰虧，可致不思飲食，乾嘔呃逆。若肺胃陰虛難復，亦可導致“肺癆”，出現乾咳咯血，低熱，面紅升火，口乾，納谷不思，盗汗等。",
    "type_comparison": "燥熱傷肺證與燥傷肺胃證 二者皆屬燥邪為病，而見乾咳少痰之症。但燥熱傷肺證多由燥熱化火，熱壅氣滯，肺失清潤，津液耗損所致。症見身熱，乾咳，氣急，口咽鼻乾燥，胸滿脅痛，心煩口渴等。與本證的鑑別在於：一、前證的病位在肺，而本證的病位在肺胃；二、前證為病邪初犯，故見身熱較甚，乾咳氣急，口鼻乾燥等肺失清肅、肺津不足之證，而本證病邪已內侵傷陰，故見身熱不甚，口燥而渴，舌紅無苔等肺胃燥熱傷津之象。所以前證在治療上以清肺潤燥為法，本證則以滋養肺胃津液為主。\n熱阻胸膈證與燥傷肺胃證 二者的病變部位都在中上二焦，且均有熱傷肺胃胸膈所出現的口渴、咳嗽之症。然熱阻胸膈證多為邪熱入里，中上二焦邪熱亢盛的實熱證，表現為發熱壯盛，煩躁不安，咳嗽，胸膈灼熱，口渴咽乾，便秘，舌紅苔黃，脈滑數。與本證的鑑別在於：一、前證是邪熱亢盛於中上二焦所致，故熱甚而見口渴咽乾，煩躁不安，便秘，舌紅苔黃等實熱症狀，本證是燥熱灼傷肺胃陰津所致，故身熱不甚，而見口舌乾燥，渴而引飲，舌紅無苔的燥熱傷津症狀；二、在治療上，前證宜清洩中上二焦之熱，本證則宜清熱潤燥生津。\n毒侵肺胃證與燥傷肺胃證 二者病變部位均在肺胃，皆可見口渴咽乾。但毒侵肺胃證為溫毒壅結肺胃，上衝咽喉，既有溫毒犯肺的表象，又有熱毒犯胃的里證。故見咽喉紅腫疼痛，甚則潰爛，肌膚癍痧隱現，口渴煩躁，便秘，舌質紅，苔白或黃，脈弦數。與本證的鑑別在於：一、前證是感受溫毒之邪，病勢急而重，多發於冬春兩季，本證是感受燥邪，病勢較緩，多見於秋季；二、前證以發熱，咽喉腫痛潰爛，肌膚癍痧為特點，本證則以乾咳，口舌乾燥而渴為特點。因此在治療上，前證宜解表清里，洩熱解毒，本證則宜清化燥熱為法。"
  },
  "literature": "《醫門法律·肺癰肺痿門》：“肺病者，……總由胃中津液不輸於肺，肺失所養，轉枯轉燥，然後成之。”\n《時病論·秋燥》：“總而言之，燥氣侵表，病在乎肺，入里病在腸胃，其餘肝燥腎燥，血枯虛燥，皆屬內傷之病，茲不立論。”\n《溫病条辨·上焦篇》：“燥傷肺胃陰分，或熱或咳者，沙參麥冬湯主之。”“諸氣膹鬱，諸痰喘嘔之因於燥者，喻氏清燥救肺湯主之。”\n《溫病条辨·中焦篇》：“燥傷胃陰，五汁飲主之，玉竹麥門冬湯亦主之。”",
  "zhengsu_composition": {
    "location": [
      "fei",
      "wei"
    ],
    "nature": [
      "zao"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：肺、胃。病性：燥。根據證候名稱「燥傷肺胃證」分析其病機組成。"
}