{
  "id": "zaoxiefanfei",
  "number": 171,
  "name": "燥邪犯肺證",
  "category": "臟腑證候",
  "overview": "燥邪犯肺證又稱燥氣傷肺證。本證是外感燥邪或感受風熱，化燥傷陰，以肺津耗傷為主要臨床表現的一類症狀的概稱。\n主要臨床表現為：乾咳無痰，痰稠不易咯出，或咯痰帶血，咽喉疼痛，口鼻乾燥，胸痛，舌紅苔薄黃而乾，脈細數等。\n燥邪犯肺證常見於“咳嗽”、“失音”、“痿”、“咯血”、“衄血”、“消渴”等疾病中。\n本證應與“肺陰虛證”、“風熱襲肺證”、“肝火犯肺證”相鑑別。",
  "clinical_manifestations": "乾咳無痰，痰稠不易咯出，或咯痰帶血，咽喉疼痛，口鼻乾燥，胸痛，舌紅苔薄黃而乾，脈細數等。燥邪犯肺證",
  "common_diseases": [
    "“咳嗽”",
    "“失音”",
    "“痿”",
    "“咯血”",
    "“衄血”",
    "“消渴”"
  ],
  "differential_syndromes": [
    "“肺陰虛證”",
    "“風熱襲肺證”",
    "“肝火犯肺證”"
  ],
  "differential": {
    "self_analysis": "燥邪犯肺證見於咳嗽病中，臨床特點為乾咳無痰，或痰少粘稠難以咯出，鼻燥咽乾，咳甚則胸痛，或見咳中帶血，兼有惡風發熱，舌尖紅，苔薄黃而乾，脈細略數，此由燥熱灼肺，肺失清潤所致，治宜清肺潤燥止咳，方用清燥救肺湯(《醫門法律》)；兼有風熱表證者，宜疏風潤肺，方用桑杏湯(《溫病條辨》)。見於失音病中，臨床特點為聲嘶失音，喉燥，口乾，或兼咳嗆氣逆，舌紅，脈數，此由燥劫肺津、氣失清肅、聲道失潤所致，治宜清燥潤肺，方用清咽寧肺湯(《醫學統旨》)。見於痿病中，臨床特點為兩足痿軟不用，心煩口渴，咳嗆喉痛而乾，小便短赤熱痛，皮毛乾枯，此由燥熱耗傷肺津、筋脈失於濡養所致，治宜清熱潤燥、滋陰養血，方用滋燥養榮湯(《症因脈治》)。見於咯血病中，臨床特點為咳嗽喉癢，痰中帶血，口鼻乾燥，或有身熱，舌紅苔薄黃，脈浮數，此由燥熱損傷肺絡所致，治宜清肺潤燥，生津止血，方用瀉白散(《小兒藥證直訣》)加味。見於鼻衄中，臨床特點為鼻燥而衄，口乾咳嗆痰少，舌紅，脈浮數，或有身熱，此由燥熱犯肺，迫血妄行所致，治宜清熱生津，涼血止血，方用沙參麥冬湯(《溫病條辨》)加味。見於消渴病中，臨床特點為煩渴引飲，口乾舌燥，大便乾，小便頻數而量多，舌紅，苔薄黃少津，脈洪數。此由燥熱直折肺津所致，治宜清熱潤燥，生津止渴，方用二冬湯(《醫學心悟》)。\n燥為陽邪，每從口鼻入侵於肺，最易耗傷津液，常表現以“燥勝則乾”為特點的諸般症狀，在其病機演變過程中，有三種情況：一是燥邪化熱化火，如《時病論·秋傷於濕大意》：“若熱渴有汗，咽喉作痛，是燥之涼氣，已化為火”。可見牙齦腫痛、耳鳴等症；二是燥灼津傷，可見發熱、四肢痙攣、口燥咽乾、皮膚乾燥等症；三是燥傷肺液，煉津聚痰，可見痰少澀而難出，或略出如米粒狀痰，兼有皮毛乾焦、口乾咽燥等症。應結合臨床，並按“燥者濡之”的法則，辨證論治。",
    "type_comparison": "肺陰虛證與燥邪犯肺證 肺陰虛證由久病體弱，發汗太過所致，亦可因邪熱燥氣犯肺損耗肺陰、肺津不布，失其滋潤而成，其臨床特點為乾咳少痰，潮熱盜汗，兩顴潮紅，手足心熱，咽燥音啞，舌紅，少苔，缺津，脈細數。燥邪犯肺證雖亦有乾咳少痰、咽燥音啞等症，但無陰虛內熱之象，且常伴見燥熱表證。此外，肺陰虛證一年四季俱可出現，而燥邪犯肺證則多發於秋季燥盛之令。\n風熱襲肺證與燥邪犯肺證 風熱襲肺證由外感風熱之邪，或風寒鬱而化熱所致，臨床特點為惡寒發熱，咳嗽，咯痰黃稠，鼻流濁涕，咽喉疼痛，舌紅，脈浮數；燥邪犯肺證則由外感燥邪，或因風熱之邪耗傷津液以致肺燥，臨床上突出一個“乾”字，症見乾咳、鼻乾、口乾、咽乾、皮毛乾等。在發病季節上，風熱襲肺證多發於春季，燥邪犯肺證多發於秋季。\n肝火犯肺證與燥邪犯肺證 兩證病因、病機均不相同，但症狀有相似之處，亦應鑑別。肝火犯肺證系肝氣鬱結，氣鬱化火，上逆犯肺所致，常見於肺病日久，肺腎陰虛而肝火亢盛者。臨床表現為乾咳，胸脅疼痛，心煩易怒，口苦，目赤，甚或咯血；燥邪犯肺則因外感秋燥或內燥傷肺所致，其乾咳、胸痛、咯血等症雖與肝火犯肺證類似，但尚伴有口鼻乾燥等“燥勝則乾”之徵；前者多咯吐鮮血，而脈弦數；燥邪犯肺證多痰中帶血絲，而脈細數或浮細兼數。同時，肝火犯肺證之心煩急躁，口苦，頭暈頭痛，目眩等症，為燥邪犯肺證所無。"
  },
  "literature": "《素問玄機原病式》：“諸澀枯涸，乾勁皴揭，皆屬於燥。”\n《張氏醫通·諸氣門·咳嗽》：“燥乘肺者，氣壅不利，百節內痛，頭而汗出，寒熱往來，皮膚乾枯、燥癢，大便秘，痰膠血腥。”\n《類證治裁·燥症》：“燥在上，必乘肺、為燥嗽。肺中有火，為乾咳。內外合邪，肺咳唾。”\n《醫門法律·咳嗽門》：“燥乘肺咳，皮毛乾槁，細瘡濕癢，痰膠便秘。”",
  "zhengsu_composition": {
    "location": [
      "fei"
    ],
    "nature": [
      "zao"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "病位：肺。病性：燥。根據證候名稱「燥邪犯肺證」分析其病機組成。"
}