{
  "id": "zhenhanjiare",
  "number": 93,
  "name": "真寒假熱證",
  "category": "全身證候",
  "overview": "真寒假熱證是指本為陰寒內盛，但由於陰盛於內，而格陽於外，既見真寒症狀，同時又見假熱症狀的一類證候。\n主要臨床表現為：面紅煩躁，口渴欲熱飲，身熱而欲加衣被，小便清長，舌淡苔白。\n真寒假熱證見於“寒厥證”、傷寒之“太陽病”、“少陰病”、“泄瀉”等病證中。\n本證須與陽虛陰盛證及實熱證相鑑別。",
  "clinical_manifestations": "面紅煩躁，口渴欲熱飲，身熱而欲加衣被，小便清長，舌淡苔白。真寒假熱證見於“寒厥證”、傷寒之“太陽病”、“少陰病”、“泄瀉”等病證中。",
  "common_diseases": [],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "《素問·厥論》曰：“寒厥何失而言也？岐伯曰……氣因於中，陽氣衰，不能滲營其經絡，陽氣日損，陰氣獨在，……腎氣有衰，陽氣獨勝，故手足為之熱也。”指出了本是寒厥證，因腎陽氣衰，反而出現手足熱，原因為陰陽分離。這即是說真寒假熱證的本質為陽氣大衰，陰寒內盛，虛陽浮越於外。少陰陰盛格陽證見於《傷寒論》：“少陰病，下痢清谷，里寒外熱，手足厥逆，脈微欲絕，身反不惡寒，其人面色赤，或腹痛，或乾嘔，或咽痛，或利止，脈不出者，通脉四逆汤主之。”其病機為陽氣被陰寒格拒於外，虛陽浮越於表，故身熱不惡寒，虛陽浮於上則面赤，循經上擾則咽痛，瀉利過甚，陰精將竭，故利止而脈不出。宜扶陽抑陰，宣通內外。方用通脉四逆汤。若服藥後症狀反加重或無效者，也可加豬膽汁，以引陽入陰。真寒假熱證可見於久泄不止。《金匱要略·嘔吐哕下利脈證並治》：“下利清谷者，必鬱冒，汗出而解，病人必微赤。所以然者，其面戴陽，下虛故也。”下虛即是指元陽大虛。真寒假熱證見於少陰病陰盛戴陽證，如《傷寒論》：“少陰病，下利，白通汤主之。”315條：“少陰病，下利，脈微者，與白通汤。利不止，厥逆無脈，乾嘔煩者，白通加猪胆汁汤，服湯，脈暴出者死，微續者生。”指出本病因少陰陰盛，元陽衰敗，逼迫虛陽上浮，而見面赤如妝的假象，為微陽欲脫，不能內守。同時見惡寒蜷臥，精神萎靡，下利清谷，四肢厥冷，脈微細等，是病情危急的重證，治應散寒回陽，用白通汤，若伴身熱，心煩，乾嘔，甚或厥逆無脈，乃陰寒太盛，格陽於上，應破陰回陽，引陽入陰，以白通加猪胆汁汤。真寒假熱證見於太陽病陰盛虛陽上擾證，《傷寒論》曰：“下之後，復發汗，晝日煩躁不得眠，夜而安靜，不嘔，不渴，無表證，脈沉微，身無大熱者，干姜附子汤主之。”本條身無大熱是說有微熱，乃陰迫陽出之候，是太陽證誤治變證。因邪直入少陰，陽虛煩躁，有陽氣將亡之虞。張錫純在《醫學衷中參西錄》說：“太陽病中乾薑兩半，以治汗多亡陽之證。至通脈四逆藥味同前，惟將乾薑加倍，蓋因寒盛脈閉，欲借辛熱之力，開凝塞以通脈也。面赤者加蔥九莖，蓋面赤乃陰寒在下，逼陽上浮，即所謂戴陽證。加蔥以通上下之氣，……而余遇此證，又恆加芍藥數錢，蓋芍藥與附子並用，最善收斂浮越之元陽下降也。”這段為我們指出，太陽病陰盛虛陽上擾證、少陰陰盛戴陽證、少陰陰盛格陽證均屬真寒假熱證，其證候的本質是一樣的，只是輕重不同，表現各異而已。\n真寒假熱證通常出現在體弱，年高之人及病情危重階段。由於其體現在不同疾病中，其臨床表現有所不同。證候發展有兩途，一為疾病向好的方面發展，陰陽相斂，證候轉為陰寒內盛證，手足漸溫，浮陽得斂，為順證；另一方面為疾病轉重，陰陽離決，為死證，逆證。",
    "type_comparison": "虛寒證與真寒假熱證 二者病因病機、臨床表現相近。虛寒證是體內陽衰，陰寒內盛，但陰陽尚能維繫，臨床症狀為：精神萎靡，惡寒蜷臥，四肢厥逆，下利清谷，或嘔，脈沉微細遲等虛寒症狀。真寒假熱證是在虛寒證的基礎上出現了陰盛格陽，或陰寒內盛，而迫陽、逼陽於外而見假熱表現，如面色紅赤如妝、身熱反不惡寒等。細細辨之，雖覺熱，但熱勢微，或初按熱，久不覺熱，面色紅，但紅浮於表面，是陰陽要離決之候，為危候。虛寒證病情較輕，真寒假熱證出現於疾病晚期，病情危篤，所以容易鑑別。\n實熱證與真寒假熱證 二者臨床表現有一定相似之處，如面色紅赤，身熱，乾嘔，咽痛，腹痛等。但二者病機本質相反，故前者多見大便秘結，大渴而飲小便黃赤，脈洪數，後者見下利清谷，脈微欲絕。且後者面色紅，但紅浮於表面，身熱但熱勢微，或初按熱，久不覺熱，所以容易鑑別。"
  },
  "literature": "《證治準繩》：“陰證似陽者，煩躁面赤身熱，咽痛煩渴，脈浮微，手足冷，大便泄，小便清，昏沉多眠。又有身熱反欲得衣，口不渴，指甲黑，此陰盛於內，真陽失守也。”\n《東垣十書》：“厥者，逆也。雖然逆厥，雖俱為寒冷。而卻有陰陽之殊。熱極而成厥逆者，陽極似陰也，寒極而成厥逆者，獨陰無陽也。”\n《傷寒貫珠集》：“此寒中少陰，陰盛格陽之證，下利清谷，手足厥逆，脈微欲絕者，陰盛於內也。身熱不惡寒，面赤色，格陽於外也。為真陽之氣被陰寒所迫，不安其處，而遊散於外。故顯諸熱象，實非熱也。”",
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "han",
      "huo"
    ]
  }
}