{
  "id": "zhenrejiahan",
  "number": 94,
  "name": "真熱假寒證",
  "category": "全身證候",
  "overview": "真熱假寒證是指本為邪熱熾盛，但由於陽盛於內，而格陰於外，既有陽熱的表現又出現陰寒假象極的證候。\n主要臨床表現為：壯熱口渴，煩躁不寧，胸腹灼熱，手足厥冷，便秘尿黃，舌紅，苔黃脈弦數。\n真熱假寒證常見於“熱厥證”、“熱結旁流證”、“熱入血室”等疾病中。\n本證須與“陰寒證”及“實熱證”相鑑別。",
  "clinical_manifestations": "壯熱口渴，煩躁不寧，胸腹灼熱，手足厥冷，便秘尿黃，舌紅，苔黃脈弦數。真熱假寒證",
  "common_diseases": [
    "“熱厥證”",
    "“熱結旁流證”",
    "“熱入血室”"
  ],
  "differential_syndromes": [],
  "differential": {
    "self_analysis": "真熱假寒證由於病機為邪熱熾盛，格陽於外而表現為假寒徵象，其發展變化有一個過程。其表現為：初病身熱頭痛，繼則壯熱煩渴，持續高熱，口渴，汗多，面色潮紅，煩躁不安，突然四肢末端漸見厥冷，但卻畏熱喜涼，胸腹灼熱，大便不通，小便短赤，舌質紅，苔黃燥，脈洪大而數或沉實有力。其病機為火熱內伏，是由於熱病持續高熱不退，火熱內伏，傷津奪液而致。正如《傷寒論》所說：“厥深者熱亦深，厥微者熱亦微。”《河間六書》指出其病機為：“陽氣極盛而陰氣極衰，則陽氣佛鬱，陰陽偏傾而不能宣行，則陽氣畜聚於內，而不能營運於四肢，則手足厥冷，謂之陽厥。”多由於傷寒里實熱證，失於攻下，或誤將熱厥當寒厥治療，誤投熱藥，致使病情加重，厥勢加深。《傷寒論》指出：“傷寒脈滑而厥者，里有熱，白虎汤主之。”此正是《金匱要略·臟腑經絡先後病》所說的：“有陽無陰，故稱厥陽。”又如《活人書》曰：“傷寒失下，血氣不通，令四肢厥冷，此是熱伏深，故厥亦深。”又云：“熱厥者，初中病必頭熱身痛，外必有陽證，至二三日乃至四五日方發，……為里有熱，其人或畏熱，或飲水，或揚手擲足，煩躁不得眠，大便秘，小便赤，外證多昏聵者，知其熱厥也，白虎承气汤隨證用之。”本證候表現在熱結旁流證，因里熱熾盛，燥矢結於腸中不得出，而劫奪津液。表現為自利清水，色青而臭穢不可聞，並見臍腹疼痛，按之堅硬有塊，口燥咽乾，舌苔焦黃，有裂紋。治以峻下熱結，方選用大承气汤(《傷寒論》)。其輕證者，或可用调胃承气汤(《傷寒論》)，正如《羅氏會約醫鏡》云：“用調胃承氣湯亦可，治陽厥便結，煩躁譫語，惡熱口渴，四肢雖冷而脈沉實有力。”若婦人熱入血室見真熱假寒證之發厥，如《傷寒論》：“婦人中風，發熱惡寒，經水適來，得之七八日，熱除而脈遲，身涼，胸脅下滿，如結胸狀，譫語者，此為熱入血室也。”用小柴胡汤(《傷寒論》)，便秘者用大柴胡汤(《傷寒論》)。見於失血之人，如《血證論》所說：“若失血之人，而亦間有發厥者，則多是邪熱內陷，伏匿在里，外見假寒，身如冷水，目暗神昏，脈伏不見，或冷一陣反而發熱，或厥數日反發熱數日，其厥多熱少者是陽極似陰，熱之至也；厥少熱深者，是伏熱猶得發泄，熱尚淺也。此即傷寒論厥陰篇所謂厥深者熱亦深，厥微者熱亦微是矣。”並指出治法：“先以清化湯合升降散攻其伏熱，或當歸蘆薈丸攻之；次以五蒸湯清之，厥止熱不退者，再用大補陰丸、地黃湯以滋陰。”本證候見於溫病，《溫病条辨·下焦篇》：“下焦溫病，熱深厥甚，……三甲复脉汤主之。”若暑熱內閉而見身熱肢冷，心煩口渴，汗多倦怠，小便短赤，宜清暑益气汤(《溫熱經緯》)。\n真熱假寒證常見於外感熱病及熱性傳染病，病情較重者。其轉歸有二，一是伏熱繼續加重，耗津劫液甚，而成亡陰脫液證，見熱深厥甚，唇乾齒黑，唇裂，脈細促，手指蠕動，心中憺憺大動，或心中痛，時時欲脫，為逆證，二為熱盛厥止，為順證，如《傷寒論》：“傷寒厥四日，厥反三日，復熱四日，厥少熱多者，其病當愈”。",
    "type_comparison": "實熱證與真熱假寒證 二者病機均為里熱熾盛，均可表現為發熱，胸腹灼熱，口渴欲飲，大便秘結，小便黃赤，舌紅苔黃，脈洪數。但真熱假寒證尚有陽盛格陰於外之表現，見四肢厥逆，或有傷津奪液之表現即下利純青臭穢，而實熱證則表現為面紅目赤，四肢皮膚熱而乾，所以容易鑑別。\n虛寒證與真熱假寒證 二者有一些類似症狀，如四肢厥冷，下利。但兩者病機本質不同，前者本質為虛寒，所以表現為一派寒證；畏寒惡冷，口不渴，尿清長，舌質淡暗苔薄白或潤，脈沉微或沉細而遲。後者為里熱熾盛，所以格陰於外，見其它熱證之表現，如胸腹灼熱，口渴欲飲，大便秘結，小便黃赤，舌紅苔黃，脈洪或數，或雖下利但其色純青，臭穢不堪，雖四肢厥冷反而惡熱。"
  },
  "literature": "《傷寒論》：“諸四逆厥者，不可下之，虛家亦然。”\n《傷寒明理論》：“傷寒厥者……謂陽氣內陷，熱氣逆伏，而手足為之冷也……先熱而後厥者，熱伏於內也……。”\n《玄機原病式》：“……然而病諸氣者，必有所因，病本熱而變為寒者，是亦鮮矣。大凡陽實，則脈當實數，而身熱煩渴，熱甚則為陽厥，至極則身冷脈微，而似陰證，以致脈絕而死，故陽病見陰脈者，謂其脈近乎絕也。病雖厥冷而脈微，以至身冷脈絕而死矣。……以承氣湯之類寒藥下之。熱退而寒得宣通，則厥愈矣。”\n《雜病源流犀燭》：“又有婦人熱入血室，因而發厥者。”"
}