{
  "id": "zhuoyinbujiang",
  "number": 70,
  "name": "濁陰不降證",
  "category": "全身證候",
  "overview": "濁陰不降證是指因脾胃陽氣不足，升清降濁功能失常，造成營養物質和糟粕不能正常地消化吸收和排泄，而出現的證候。多因飲食不節，勞倦過度，情志不遂，損傷脾胃所致。\n主要臨床表現為：脘悶腹脹，食少便溏，或便秘，小便不利或不通，身體困重，倦怠乏力，甚則下肢浮腫，舌苔濁膩，脈濡滑等。\n濁陰不降證常見於“濕阻”、“水腫”、“癃閉”、“帶下”等疾病中。\n本證通常應與“脾胃虛弱證”鑑別。",
  "clinical_manifestations": "脘悶腹脹，食少便溏，或便秘，小便不利或不通，身體困重，倦怠乏力，甚則下肢浮腫，舌苔濁膩，脈濡滑等。濁陰不降證",
  "common_diseases": [
    "“濕阻”",
    "“水腫”",
    "“癃閉”",
    "“帶下”"
  ],
  "differential_syndromes": [
    "“脾胃虛弱證”"
  ],
  "differential": {
    "self_analysis": "濁陰不降證可出現於多種疾病之中，如在濕阻病中出現濁陰不降證，則多表現肢體困倦乏力，或頭重如裹，胸悶腹脹，納食不香，口粘淡或有甜味，舌苔白膩，脈濡滑等“濕困脾胃”之特點，治宜芳香化濕，方用藿香正氣散(《和劑局方》)或平胃散(《和劑局方》)。若水腫病中出現濁陰不降證，其臨床表現每呈全身水腫，脘悶腹脹，甚則腹水。納減便溏，面色晄白，小便短少，舌淡胖邊有齒痕等，以“陰水”為特點，治宜健脾利水，方用實脾飲(《濟生方》)。若在癃閉病中見濁陰不降證，則可表現為小腹墜脹，時欲小便而不得出，或量少而不爽利，神疲乏力，食少納呆，氣短聲低等症狀，治宜升清降濁，補氣行水，方用補中益氣湯(《脾胃論》)加減。\n濁陰不降證較多發生於肥胖體弱之人，因“肥人多濕”，常見精神萎靡，面色無華，動則氣促，肢體困重等症。婦人見濁陰不降證者，主要表現為帶下綿綿而清稀，月經衍期等。此即因人而異，治當“因人制宜”。\n疾病發展到濁陰不降階段，多由脾氣虛弱(即脾胃虛弱)，升降失司，可致水濕、痰濁等陰邪留滯。久病及腎，腎陽虛衰，氣化失司，開合不利，以致水濕痰濁瀦留更甚，反而上逆，則出現面色晦暗，精神萎頓，甚則神識昏蒙，眩暈，噁心嘔吐，尿少或尿閉，全身浮腫，舌質晦暗隱青等濁陰上逆之證。若濕濁蘊結日久，濕從熱化，又釀成濕熱之患。",
    "type_comparison": "脾胃虛弱證與濁陰不降證 兩證均為脾胃之氣不足所發生的病證。脾胃虛弱證是受納與健運的機能障礙所致；濁陰不降證是脾胃升降功能失司，胃不降濁所致。濁陰不降證多因飲食不節，勞倦過度，損傷脾胃，或七情鬱結，肝氣橫逆犯胃所引起。由於脾失健運，胃不降濁，濕濁困遏，清陽不得伸展，濕阻中焦，故見脘悶腹脹，食少便溏。清氣不升，則濁陰難以下降，小便因而不利。中陽不足，陽不化氣，氣不化水，水濕內聚，泛溢肌膚而為水腫，以腰以下為甚。脾胃氣虛，傳導失司，故亦可見大便秘結。濕邪內阻，陽氣不伸，故見肢體困重，倦怠乏力，舌苔濁膩，脈濡滑；而脾胃虛弱證，則是由於脾胃之氣不足，受納與健運功能障礙，氣血化生不足，而出現食少納呆，食後脘腹脹滿，大便溏薄，少氣懶言，四肢倦怠，消瘦，面色萎黃不華，舌淡苔白，脈緩弱。兩證顯然不同。"
  },
  "literature": "《素問·陰陽應象大論》：“清氣在下，則生飧泄，濁氣在上，則生腹脹，此陰陽反作，病之逆從也。”\n《證治匯補·脾胃》：“蓋為濕痰滯於中，致清陽不升，濁陰不降，痞塞填悶，以致二便阻塞，甚至小水不通者，設二朮燥脾濕，二陳化痰氣，升、柴引清氣上升，清氣一升，濁氣自降，鬱結開通，津液四布，濕流燥潤而小便長矣。”\n《證治匯補·積聚》：“脾虛之人，偶因氣滯，誤用克伐，致中氣散亂不收，故水氣橫決而作脹，此脾虛不能統攝，法宜補土理中，濁陰自化。”\n《證治匯補·痞滿》：“有中虛不運如飢如刺者，益氣溫中。有內傷勞役，清氣下陷，濁氣犯上者，補中益氣。”\n《羅氏會約醫鏡·雜證》：“又有脾虛不能生金者，則清氣不能上升，濁氣何由下降？經謂脾胃一虛，令人九竅不通，用補中益氣湯，以參芪溫脾，以升柴提氣，滋後天之化源，虛則補母之妙用也。”",
  "zhengsu_composition": {
    "location": [
      "wei"
    ],
    "nature": [
      "qi_ni"
    ]
  },
  "tagging_confidence": "high",
  "tagging_reasoning": "胃氣不降，濁陰上逆。表現為噁心嘔吐、腹脹納呆。胃主降濁，濁陰不降病位在胃。"
}