{
  "id": "qi_ni",
  "name": "氣逆證",
  "category": "基礎證候",
  "index": 5,
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_ni"
    ]
  },
  "severity": 3,
  "symptoms": {
    "primary": [
      "咳嗽上氣",
      "氣促喘息",
      "或呃逆連聲",
      "噯氣不除"
    ],
    "secondary": [
      "噁心嘔吐",
      "翻胃吐血",
      "或頭痛",
      "眩暈",
      "舌苔薄膩或黃膩",
      "質紅",
      "或弦數等症"
    ],
    "tongue": "",
    "pulse": "脈滑數"
  },
  "clinical_manifestations": "咳嗽上氣，氣促喘息，或呃逆連聲，噯氣不除，噁心嘔吐，翻胃吐血，或頭痛、眩暈，舌苔薄膩或黃膩，質紅，脈滑數或弦數等症。",
  "pathogenesis": "",
  "common_diseases": [
    "“咳嗽”",
    "“喘證”",
    "“呃逆”",
    "“嘔吐”",
    "“反胃”"
  ],
  "differential_patterns": [
    "“水逆證”",
    "“病後虛贏氣逆證”",
    "“氣滯證”",
    "“氣閉證”等"
  ],
  "self_analysis": "本證臨床上應分辨其病變臟腑及病邪的性質。例如肺氣逆而致的咳嗽，不論外感或內傷咳嗽，均可因病邪干犯於肺，影響肺的宣散和肅降功能，造成氣壅而少入，氣逆而不降。臨床上，外感咳嗽之肺氣上逆，其證來勢急而病程短，初病在肺，多表現為實證。若風寒咳嗽，則可見頭痛，鼻塞流涕，無汗惡寒，關節疼痛，脈浮緊等症，治宜疏解風寒而宣肅肺氣，方用杏蘇散(《溫病条辨》)加減；若風熱咳嗽，則可見頭痛發熱，汗出惡風，咽痛，脈浮數等症，治宜疏解風熱而宣肅肺氣，方用桑菊飲(《溫病条辨》)加減。內傷咳嗽之肺氣上逆，其證來勢緩而病程長，初病由其它臟腑而累及於肺，多表現為虛證，或虛實挾雜證。若脾虛累肺，多因脾運失健而痰濁不化，脾為生痰之源，肺為儲痰之器，痰濁逆上而壅滯，阻塞肺氣，症見咳嗽痰多，神疲乏力，脘腹脹悶，納谷少馨，苔膩，脈滑等，治宜健脾化痰，宣肅肺氣，方用二陳湯(《和劑局方》)合六君子湯(《婦人良方》)、或用平胃散(《和劑局方》)加減；若肝火犯肺，多因肝鬱化火，火性炎上，肺氣隨之，氣火上逆，證見咳嗆，隨情緒而波動，面紅口苦，脅痛，甚則咯血，舌質紅，苔黃，脈弦數，治宜平肝瀉火，清肅肺氣，方用清金化痰湯(《統旨方》)、或瀉白散(《小兒藥證直訣》)合黛蛤散(《驗方》)加減；若腎不納氣，多因久咳而累及肺腎，肺主出氣，腎主納氣，腎虛不納，出多人少，氣逆不順，症見咳嗽而氣促，或上氣而喘咳，動則咳劇，或咳而腰痠，遺漏，治宜肺腎同治，滋水固金，方用百合固金湯(《醫方集解》引趙蕺庵方)加減。又如氣逆而致的喘證，多因肺氣上逆所致，臨床辨證當分虛實。實喘多為外邪，痰濁，肝氣等原因使肺之通道受阻，造成氣逆上而喘，其臨床表現為呼吸氣粗，聲高面喘，發病驟急，脈數有力。若因風寒所致者，症見氣喘面咳痰稀白，治當解表散寒，宣肺平喘，方用三拗湯(《和劑局方》)加減；若風熱所致者，氣喘而咳痰黃稠，甚則鼻煽，治當清熱解表，宣肺平喘，方用麻杏石甘湯(《傷寒論》)加減；若因痰熱壅肺而喘，必見痰多而稠，喘聲漉漉，或痰有腥臭，胸悶泛噁，治當清化痰濁，降氣平喘，方用二陳湯合三子養親湯(《韓氏醫通》)、或用定喘湯(《攝生眾妙方》)加減；若肝氣升發太過而喘，必見精神抑郁，氣喘隨情緒波動而增減，胸悶，失眠，治當開鬱降氣平喘，方用五磨飲子(《醫方集解》)、或參用越鞠丸(《丹溪心法》)加減。虛喘多為元氣不足，肺腎出納失常，其臨床表現為呼吸氣怯，喘息聲微，脈弱無力。若以肺虛為主的氣喘，則見肺脾氣虛，喘促氣短，少氣乏力，納呆等症，治當補土生金，方用補肺湯(《永類鈴方》)、或四君子湯(《和劑局方》)加減；若以腎虛為主的氣喘，則見腎不納氣，肺腎同病，喘促氣短，張口抬肩，動則更甚，治當補腎納氣，方用金匱腎氣丸(《金匱要略》)或參蛤散(《中醫方劑臨床手冊》)加減。喘病雖分虛實，然而臨床多見因外感而觸發的虛實挾雜證，表現為喘促肺虛，痰氣塞於上，腎氣虧於下，症見喘急痰多，胸悶汗出，動則喘甚，腰膝痠軟的“上實下虛”之候，治當降逆氣而化痰濁，溫腎元而納浮氣，方用蘇子降氣湯(《和劑局方》)加減。所以，虛喘可因外感而突發，實喘可因久發而致虛，由於喘證系慢性疾患，一般主張“發則治肺，平時調理在脾腎”的原則。又如呃逆一病，此因胃氣失於和降，氣逆而上，以致膈間不利，喉間呃呃連聲，頻頻而作，不能自主。《景岳全書·呃逆》指出：“致呃之由，總由氣逆。”臨床多見寒邪凝胃，胃腑實熱，痰氣交阻的實證。脾胃氣虛，胃陰不足的虛證較少。(對老年、久病，元氣衰敗前造成的正氣欲離而續的呃逆，應予重視，多為垂危之兆，急當補腎納氣以止呃。)故呃逆證的治療原則應以和胃降逆為主，方用旋覆代赭湯(《傷寒論》)、或丁香柿蒂散(《證因脈治》)加減。又如嘔吐一病，乃因中焦脾胃氣機升降失調，胃失和降，氣逆於上，以致噁心，泛泛然而吐，所以《聖濟總錄·嘔吐》指出：“嘔吐者，胃氣上而不下也。”臨床應分虛實，其實證可因寒、熱、痰、食、氣、血阻於胃腑，導致氣不順而上逆，發為嘔吐；其虛證可因脾胃氣虛及胃陰不足，導致中焦升降失和而上逆，發為嘔吐。若寒凝胃腑，症見嘔吐清稀，胃脘疼痛，喜暖喜按，治宜溫中止嘔，方用小半夏湯(《傷寒論》)合良附丸(《良方集腋》)加減；若胃熱熏蒸，症見嘔吐，口氣重，胃痛口渴，喜冷飲，便秘，治宜清洩胃腑，調中止嘔，方用調胃承氣湯(《傷寒論》)加減；若痰濁中阻，症見嘔吐痰涎，眩暈，心悸，治宜二陳湯或溫膽湯(《千金方》)加減；若宿食內停，有傷食史，症見嘔吐酸腐，脘腹脹滿，治宜消食止嘔，方用保和丸(《丹溪心法》)加減；若肝氣犯胃，證見嘔吐吞酸，脅痛，口苦，噯氣，治宜辛開苦降，方用左金丸(《丹溪心法》)加減；若因肝氣升發太過，氣鬱化火，灼傷胃絡，陽絡傷則血上溢，症見嘔吐鮮血或紫暗，口渴且苦，心煩不寧，治宜瀉肝火、清胃熱、涼血而止嘔，方用瀉心湯(《金匱要略》)、或龍膽瀉肝湯(《蘭室秘藏》)加減；若脾胃虛寒，胃失和降而致者，證見嘔吐而喜愛，神疲而肢冷，納呆而便溏，面色晄白而舌淡，治宜溫中健脾，和胃降逆，方用理中丸(《傷寒論》)加減；若胃陰不足，胃失濡潤而胃氣上逆者，症見乾嘔而口乾，舌紅而苔剝，治宜滋養胃陰而降逆止嘔，方用養胃湯(《證治準繩》)加減。又如反胃病，亦系脾胃虛寒，胃氣上逆以致朝食暮吐，暮食朝吐，宿谷不化，此皆胃寒不能腐谷，脾虛無以健運，治當益氣溫中，和胃止吐，方用丁香透膈散(《和劑局方》)加減。至於肝氣升發太過，而致氣逆上衝者，皆散見於上述各病症中，這裡不復贅述。\n由於造成本證的病因眾多，除上述所及外感、內傷的病因外，且與季節有一定關係，如《古今醫統·嘔吐噦門》曰：“卒然而嘔吐，定是邪客胃府，在長夏暑邪所干，在秋冬風寒所犯。”嘔吐如此，喘病更為明顯，每於冬春、夏秋之交，氣候寒溫突變之時，易於發生氣逆而喘促。故臨床辨證時，亦應根據不同季節的病邪特點而論治之。臨床上，本證的發生往往受情緒的影響，突然的喜怒驚駭，每易造成氣機逆亂，尤其是因怒則氣上而觸發，症見眩暈，嘔吐，咯血，脅痛，口苦，噯氣等症狀。然而暴飲暴食，或過食生冷，或食腐敗變質的食品，亦會損傷胃氣，造成胃失和降而出現脘腹脹滿疼痛，嘔吐等。故情志舒暢，寒溫適度，飲食有節，可防止或減少本證的發生。\n由此可知，氣逆證是氣機升降出入失常的一種病理變化，可由氣滯或氣虛所導致。即先有肝鬱氣滯，胃氣虛弱的病變，加以情緒波動，飲食不節，致使氣滯而逆上，氣虛而失和，出現咳、喘、噦、嘔、呃等病症。若因胃氣上逆，嘔吐不止，津液虧損，元氣大傷，又可出現正氣虛脫的危象。亦可因氣機逆亂，邪氣壅盛，上蒙清竅，出現神昏，牙關緊閉，兩手握固等氣閉證。",
  "differential_analysis": "水逆證與氣逆證 二者均有上逆而吐的表現。但中風水逆證是在外感熱病過程中，出現的以發熱煩渴，渴欲飲水，由於飲水過多，水不下行而上逆為吐的一種臨床表現。《傷寒論》曰：“中風，發熱六七日不解而煩，有表里證，渴欲飲水，水入則吐者，名曰水逆，五苓散主之。”因此，二者的鑑別要點是：水逆證為外感熱病中出現的表有發熱，里有煩渴的表里同病，因渴而飲水，飲水過多而內停，故水入不下，格拒於上，水逆上而吐；氣逆證乃因邪客於胃腑，導致胃失和降，氣逆上而吐。二者的致吐病因不同，一為水，一為氣。其次，水逆證是飲水過多，脾運失健而水飲內停，飲泛上逆，以吐清水為主；而氣逆證病變部位主要在胃，胃氣上逆，以吐食物為主。水逆證當以運脾化飲，淡滲利水為治；而氣逆證以和胃降逆，理氣止吐為治。\n病後虛贏氣逆證與氣逆證 二者均可見胃氣上逆的徵象。病後虛贏氣逆證是指外感熱病解後，正氣已虛，餘熱未清，胃氣虛弱而失干和降，出現以神疲乏力，虛煩少氣，氣逆欲吐，納谷少馨，舌淡苔薄，脈細軟無力的症狀，而與氣逆證因邪氣犯胃，胃氣上逆而出現的泛噁嘔吐有別。前者是病後邪去正卻的虛證，後者是實證；前者的主症是虛贏少氣，並因餘邪未清而見“氣逆欲吐”，後者的主症是嘔吐。二者有虛實輕重之別。\n氣滯證與氣逆證 氣滯證主要表現為局部的疼痛、脹滿，以脹為主，時輕時重，部位不定，常受精神情緒的影響，與肝主疏洩的功能失常有關；氣逆證氣機當降不降，當入不入，氣升無度，氣不順而反逆上，主要表現為咳、喘、噦、嘔，病機及臨床表現迥異。氣滯不暢，影響氣機的和降，可演變為氣逆證，氣逆證可有氣滯的表現。氣滯證往往是氣逆證的初起階段，而氣逆證是“氣”病變中的一種特殊表現。故二者不難鑑別。\n氣閉證與氣逆證 二者皆為氣機逆亂的病變，且都受精神情緒的影響而觸發。但氣閉證是邪氣壅盛，或氣機逆亂九竅閉塞而出現的神志變化，證見突然神志昏迷，氣粗痰鳴，牙關緊閉，二手握固等，與氣逆證的鑑別要點在于：一、氣閉證的病機是氣機逆亂，清竅閉塞，而氣逆證的病機是氣機逆亂，臟腑功能失調。二、氣閉證臨床以神志症狀為主，表現為神昏，而氣逆證臨床表現以氣機升降逆亂，氣逆而上的症狀為主，如咳、喘、呃逆、眩暈、頭痛等。三、氣閉證治當啟閉通竅，而氣逆證治療當平逆降氣。",
  "literature": "《素問·舉痛論》：“怒則氣逆，甚則嘔血及飧洩，故氣上矣。”\n《素問·宣明五氣》：“胃為氣逆，為噦，為恐。”\n《諸病源候論·上氣鳴息候》：“肺主於氣，邪乘於肺則肺脹，脹則肺管不利，不利則氣道澀，故氣上喘逆，鳴息不通。”\n《類經·疾病六十六》：“衝脈起於胞中，即關元也。其脈並足少陰腎經，挾臍上行，會於咽喉，而腎脈上連於肺，若寒氣客之則脈不通，脈不通則氣亦逆，故喘動應手也。”\n《景岳全書·呃逆》：“氣逆於下，則直衝於上，無氣則無呃，無陽亦無呃，此病呃之源，所以必由氣也。”\n《雜病源流犀燭·諸氣》：“氣逆，火病也。故內經曰：諸逆衝上，皆屬於火也。又曰：何謂逆而亂？曰：清氣在陰，濁氣在陽。……故氣亂於心，則心煩，密默俛首靜伏；亂於肺，則俯仰喘喝，按手以呼；亂於腸胃，則為霍亂；亂於臂脛，則為四厥；亂於頭，則為厥逆，頭重眩仆。則知逆亂之故，皆由火熱上衝，氣不得順之所致也。然則治逆，惟有散火，而散火必先降氣，氣降則火自清，火清而逆自平也。”\n《仁齋直指方·喘嗽方論》：“肺主氣也，一呼一吸，上升下降，營衛息數，往來流通，安有所謂喘！惟夫邪氣伏藏，痰涎浮湧，呼不得呼，吸不得吸，於是上氣促急，填塞肺脘，激亂爭鳴，如鼎之沸，而喘之形狀具矣。”"
}