{
  "id": "qi_xu",
  "name": "氣虛證",
  "category": "基礎證候",
  "index": 1,
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_xu"
    ]
  },
  "severity": 1,
  "symptoms": {
    "primary": [
      "神疲乏力",
      "呼吸氣短",
      "語聲低微",
      "少氣懶言"
    ],
    "secondary": [
      "納谷少馨",
      "或見面色晄白",
      "頭暈目眩",
      "心悸自汗",
      "等症",
      "氣虛證可散見於臟腑虛損",
      "尤其是“五臟虛證”",
      "“表衛不固”",
      "“喘證”等病變中",
      "本證應當與“陽虛證”",
      "“氣陷證”等相鑒別"
    ],
    "tongue": "舌淡",
    "pulse": "脈虛細無力"
  },
  "clinical_manifestations": "神疲乏力，呼吸氣短，語聲低微，少氣懶言，納谷少馨，或見面色晄白，頭暈目眩，心悸自汗，舌淡，脈虛細無力等症。氣虛證可散見於臟腑虛損，尤其是“五臟虛證”、“表衛不固”、“喘證”等病變中。本證應當與“陽虛證”、“氣陷證”等相鑒別。",
  "pathogenesis": "年老、病後，或飲食勞倦內傷，或素體稟賦不足等因素",
  "common_diseases": [
    "臟腑虛損，尤其是“五臟虛證”",
    "“表衛不固”",
    "“喘證”"
  ],
  "differential_patterns": [],
  "self_analysis": "本證在臨床上，除共有的神疲乏力，呼吸氣短特徵外，可隨疾病出現的臟腑部位不同而表現各異。如肺氣虛者，因肺主氣的功能衰退，影響了宣散和肅降作用，出現以呼吸氣短，神疲懶言，咳聲不揚，咯痰無力，怕風自汗，易於感冒等為主的症狀，治當補益肺氣，方用補肺湯(《永類鈐方》)加減。脾氣虛者，因脾主運化的功能衰退，以致水谷精微不能輸布，生化之源被遏，出現以納谷少馨，神疲乏力，脘腹脹滿，大便溏洩為主的症狀，治當健脾益氣，方用參苓白朮散(《和劑局方》)加減。心氣虛者，因心主血脈、藏神的功能衰退，以致心氣不能鼓動血脈運行和收斂神氣，出現以面色蒼白，神疲氣短，健忘心悸為主的症狀，治當補益心氣，方用遠志飲子(《證治準繩》)加減。肝氣虛者，因肝主疏洩的功能衰退，影響了肝氣的生發，會出現以氣短心煩，驚悸不寧，膽怯，口苦為主的症狀，治當補氣益志面壯肝膽，方用安神定志丸(《醫學心悟》)加減。腎氣虛者，因腎藏精、納氣的功能衰退，腎精不能化氣以養身形，出現以腰膝痠軟，眩暈耳鳴，動輒氣促，遺精遺尿，小便清長為主的症狀，治當補益腎氣，方用大補元煎(《景岳全書》)、或參蛤散(《中醫臨床方劑手冊》)加減。當然，由於臟腑間的互相關聯，五臟的病變亦可相互交叉而互為影響，從臨床辨證的整體觀出發，會出現“心脾氣虛”、“肺脾氣虛”、“脾胃氣虛”、“心膽氣怯”、“肺腎兩虛”等臟與臟，臟與腑同病的表現。又有氣虛而致“表衛不固”者，因衛氣不能固表，腠理不密，外邪乘虛侵襲，出現怕風自汗，易於感冒，毛髮束慄等症狀，治宜益氣固表，方選玉屏風散(《丹溪心法》)加減。又氣虛而見於喘證者，初則以肺氣虛為主，表現為咳喘，呼吸氣短，其治則、方藥同肺氣虛證；繼則以肺脾氣虛為主，表現為喘促氣短，食少便溏，治宜培土生金，肺脾同治，方選補中益氣湯(《脾胃論》)加減；終則以肺腎氣虛為主，表現為喘息抬肩，呼多吸少，動輒喘促更甚，汗出，形寒肢冷，出現腎不納氣的症狀，治宜益腎納氣，肅肺平喘，方選金匱腎氣丸(《金匱要略》)，或人參胡桃湯(《濟生方》)加減。\n本證在臨床上，應抓住不同體質、年齡的特點來進行辨證。一般可分二種情況：一是腎氣虛衰者，多因先天不足，稟賦素弱，元精不充，髓海空虛所致。腎為先天之本，藏精元而化氣充形，腎虛則根蒂匱乏，無以養精而生骨，故在小兒則會出現發育緩慢，齒髮生長遲，智力低下，食納量少，骨軟神萎，面黃肌瘦，便溏遺尿等症。在成人則會出現腰痠，眩暈，耳鳴，陽痿等病症。二是脾胃氣虛者，多因後天失調，飲食不節，勞倦過度，脾胃之氣生化無權所致。胃主受納腐谷，脾主健運生化，納谷而運化，則氣血化源不絕，形氣充而壯實也。李東垣認為：飲食失節則傷胃，勞倦過度則傷脾。提出：“元氣之充足，皆由脾胃之氣無所傷，而後能滋養元氣。若胃氣之本弱，飲食自倍，則脾胃之氣既傷，而元氣亦不能充，而諸病之所由生也。”(《脾胃論·脾胃虛實傳變論》)，強調了脾胃之氣不足是造成氣虛證的關鍵。同時，說明了脾胃氣虛是演化其它疾病的根源之一。因此，先天不足及後天失調之人，每易罹患本證。但二者可互為因果，不可截然分割，臨床辨證時，當抓住主次。還需指出：夏季暑熱炎炎，逼汗外出，每易耗傷元氣，《素問·刺志論》曰：“氣虛身熱，得之傷暑。”故可見汗出氣短，神疲乏力的本證。\n本證在疾病的演化過程中，可表現不同的挾雜症。例如因氣虛而運行不暢，可出現“氣虛腹脹”，症見脘腹脹滿，神疲少氣，大便溏洩等症；因氣虛而外邪侵襲，可出現“氣虛發熱”，症見易於感冒發熱，熱勢或高或低，神疲氣短等症；因氣虛而脾運少健，痰濕內聚，可出現“氣虛痰嗽”，症見咳嗽氣短，痰多且膩，納呆神疲等症；因氣虛而津液不布，會造成機體臟腑、肌肉、皮毛失其溫養和濡潤，可出現“氣不煦之”，症見形瘦肌削，神疲乏力，皮毛不澤，體溫偏低，抗病能力低下等症；因氣虛而不能化水，影響肺、脾、腎、三焦的氣化功能，可出現“氣虛水泛”，症見水腫，小不利，淋瀝不淨，癃閉等疾病；因氣虛不能統攝血液，可出現“氣不攝血”，症見鼻衄，咯血，吐血，尿血，便血，皮下紫癜，婦女經水淋漓，崩漏等症；因氣血同源，陰陽互根的關係，由於氣虛而不能生化血液，影響了血的滋生，可出現“氣血兩虛”，症見頭暈眼花，面色無華，少氣懶言，心悸，納谷少思，脈細，舌質淡胖等症；因氣虛日久，元氣大虧，還會出現“中氣下陷”、“氣陰兩虛”及“元氣虛脫”等表現，這裡不再一一贅述。總之，因本證而演化的疾病眾多，臨床當按標本、先後、虛實而辨析之。",
  "differential_analysis": "陽虛證與氣虛證 二者均為全身性虛證的表現，且臨床的病變部位亦每每相似。然而氣屬陽，陽化氣，陽虛是指陽氣虛，故二者有互為因果的關係。從病因病機來鑑別：二者皆為稟賦不足，飲食勞倦內傷，或年老、病後等因素所造成的元氣不足，臟腑功能衰退而導致的虛證。但寒邪侵襲，易於傷陽，這是導致陽虛證的又一重要因素。從臨床表現來鑑別：二者皆有神疲乏力，呼吸氣短，少氣懶言，語言低微，自汗，舌淡等症狀。但氣虛證以“虛”為主，寒像不明顯，而陽虛證必具“虛寒”的徵象，這是二者的鑑別要點。氣虛證可見腠理疏鬆而不密，出現怕風，而陽虛證則是陽氣不能溫煦及蒸騰，出現形寒肢冷；氣虛證脈虛細無力，而陽虛證脈沉細或細遲；氣虛證小便無力或遺溺，大便溏薄，而陽虛證小便清長，大便溏洩，甚則脾腎陽虛，還可見下利清谷，完谷不化，水腫等虛寒症狀。這裡可看出，氣虛的進一步發展，可導致陽氣虛，陽氣虛必具有一定的氣虛表現。從治療法則來看：氣虛證的治療法則是補氣，而陽虛證治當溫陽益氣。\n氣陷證與氣虛證 二者皆為元氣不足的虛證。而氣陷證是氣虛病變中的另一類臨床表現，具體反映在氣的升舉無力，它與脾、胃、腎、膀胱、大腸、衝任二脈的臟腑、經絡之氣升舉無力有關。因此，氣陷證不僅具有氣虛證的一些表現，更突出地表現在中氣下陷，下關不固，元氣升舉無力的特徵上，二者的鑑別要點為：一、均有元氣不足，臟腑功能衰退的气虛表現，然氣陷證以中氣下陷，元氣升舉無力為主；二、氣虛證為全身性的臨床表現，其可隨疾病的臟腑部位不同而症狀表現不一，但氣陷證主要為脾胃中氣下陷，其病變部位重點在中、下焦，多見少腹下墜，下利脫肛，子宮下垂，崩漏等症狀；三、氣虛證的治療以補氣為主，而氣陷證的治療以補氣升舉為主。",
  "literature": "《素問·通評虛實論》：“邪氣盛則實，精氣奪則虛。”\n《素問·藏氣法時論》：“肝病者……虛則目𥆨𥆨無所見，耳無所聞，善恐，如人將捕之。”“心病者……虛則胸腹大，脅下與腰相引而痛。”“脾病者……虛則腹滿腸鳴，飧洩食不化。”“肺病者……虛則少氣不能報息，耳聾嗌乾。”“腎病者……虛則胸中痛，大腹、小腹痛，清厥，意不樂。”\n《諸病源候論·氣病諸侯》：“短氣候：平人無寒熱短氣不足以息者體實。實則氣盛，盛則氣逆不通，故短氣。又肺虛則氣少不足，亦令短氣，則其人氣微，常如少氣不足以呼吸。”\n《景岳全書·新方八陣》：“凡氣虛者宜補其上，人參、黃耆之屬是也。精虛者宜補其下，熟地、枸杞之屬是也。陽虛者宜補而兼暖，桂、附、乾薑之屬是也。陰虛者宜補而兼清，門冬、芍藥、生地之屬是也。”"
}