{
  "id": "qi_yu_hua_huo",
  "name": "氣鬱化火證",
  "category": "複合證候",
  "index": 44,
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "hua_huo"
    ]
  },
  "severity": 2,
  "symptoms": {
    "primary": [
      "情緒抑郁",
      "心煩",
      "急躁易怒",
      "胸脅脹痛"
    ],
    "secondary": [
      "善嘆息",
      "口乾口苦"
    ],
    "tongue": "舌紅，苔黃",
    "pulse": "脈弦數"
  },
  "clinical_manifestations": "情緒抑郁，心煩，急躁易怒，胸脅脹痛，善嘆息，口乾口苦，舌紅，苔黃，脈弦數。",
  "pathogenesis": "",
  "common_diseases": [
    "“咳嗽”",
    "“不寐”",
    "“胃痛”",
    "“遺精”",
    "“狂病”",
    "“內傷發熱”"
  ],
  "differential_patterns": [
    "“火熱證”",
    "“肝鬱化火證”",
    "“血瘀化熱證”"
  ],
  "self_analysis": "氣鬱化火證可見於多種疾病中，各具臨床特點，治療亦當有別。如見於咳嗽中，表現為咳聲氣逆，咳則連聲，甚則咳吐鮮血，或痰帶血絲，胸脅脹悶，性情急躁易怒，煩熱口乾，咽喉乾燥，舌紅，苔薄黃少津，脈弦數等，治宜瀉熱清肺，順氣降逆，方用瀉白散(《小兒藥證直诀》)合黛蛤散(《衛生鴻寶》)。見於不寐中，其臨床表現為情緒抑郁或性情急躁易怒，入睡困難，即使入睡也多夢易驚，胸脅脹滿，善嘆息，身熱，舌紅，苔黃，脈弦數等，治宜理氣養血，清熱安神，方用四逆散(《傷寒論》)合酸枣仁汤(《金匱要略》)加減。見於胃痛中，可見胃脘脹痛灼熱，痛勢急迫，且疼痛與情緒波動有關，口乾喜冷飲，伴見胸脅脹悶，煩躁易怒，小便短赤，大便秘結，舌紅，苔黃，脈弦數等，治宜清熱疏肝，理氣止痛，方用丹栀逍遙散(《醫統方》)合左金丸(《丹溪心法》)。見於遺精中，表現為夢中遺洩，胸脅不舒，煩躁易怒，口苦咽乾，小便短赤，舌紅，苔黃，脈弦數等，治宜理氣清熱，瀉火止遺，方用龍胆瀉肝湯(《醫宗金鑑》)。見於狂病中，可見起病急，常先有性情急躁，頭痛失眠，後突然狂暴無知，情感高漲，言語雜亂，逾垣上屋，氣力逾常，棄衣而走，登高而歌，打人罵置，不避親疏，便秘溲赤，不食不眠，舌質紅絳，苔黃膩，脈弦滑數等，治宜順氣瀉火，逐痰安神，方用瀉心湯(《金匱要略》)合礞石滾痰丸(《養生主論》)。見於內傷發熱中，表現為發熱多為低熱或潮熱，熱勢常隨情緒變化而起伏，精神抑鬱，煩躁易怒，胸脅悶脹，口乾，納少，大便秘結，舌紅，苔薄黃，脈弦數等，治宜清熱瀉火，理氣解鬱，方用丹栀逍遙散(《薛氏醫案》)。\n氣鬱化火證多發於成年人，又以女性患者為多。氣鬱化火證是在氣滯證的基礎上發展而來，由於外邪侵入，或情懷不遇，氣機鬱滯不暢，久而化熱出現氣滯與火熱並見之證。\n氣鬱化火證在其發展演化過程中，可因鬱火太甚，迫血妄行造成各種出血症狀，繼而離經之血停滯體內而致瘀血證；火熱日久傷陰，則出現形體消瘦，口燥咽乾，潮熱盗汗，五心煩熱，舌紅少苔，脈細數等陰虛證的表現。",
  "differential_analysis": "火熱證與氣鬱化火證 二者均有火熱旺盛的表現，如身熱，口乾喜冷飲，舌紅，苔黃，脈數等，但二者的病因病機不同。前者是由外邪侵襲，日久不愈，稽留化熱或素體陽盛化熱所致；後者是由於情志因素導致氣機不暢，鬱而化火，除有火熱熾盛的症狀外，還兼急躁易怒，胸脅脹悶，脈弦等氣滯的表現。二者不難鑑別。\n肝鬱化火證與氣鬱化火證 二者頗為相似，較難鑑別。都具有平素性情急躁易怒，胸脅脹悶，痞滿疼痛，時輕時重，隨噯氣而減，善嘆息，身熱，口乾喜冷飲，舌紅，苔黃，脈弦數等症。但前者的症狀突出表現在肝經循行部位，出現頭痛眩暈，面紅目赤，耳鳴口苦，兩脅脹痛，或乳房脹痛等，治療時以疏肝瀉火為主，選用柴胡、龍膽草、夏枯草等入肝經之品。二者可以此為鑑。\n血瘀化熱證與氣鬱化火證 二者的病因病機不同，故不難鑑別。前者是由於各種原因導致瘀血停留體內，日久化熱而出現血瘀與火熱並見之證，表現為身熱心煩，躁擾發狂，口乾但欲漱水不欲咽，刺痛，疼痛部位固定不移，入夜尤甚，面色黧黑，唇青舌紫，脈細澀等；後者則因氣機鬱滯日久化熱所致，其臨床表現為身熱，心煩，急躁易怒，胸脅脹痛，善嘆息，口乾口苦，舌紅，苔黃，脈弦數等，以氣滯與火熱並見為特點。",
  "literature": "《素問·至真要大論》：“諸躁狂越，皆屬於火。”\n《景岳全書·癲狂痴呆》：“凡狂病多因於火，此或以謀為失志，或以思慮鬱結，屈無所伸，怒無所洩，以致肝膽氣逆，木火合邪，是誠東方實證也，此其邪乘於心，則為神魂不守，邪乘於胃，則為暴橫剛強。”\n《證因脈治·心腹痛》：“或久不散鬱而生熱，或素有熱，虛熱相搏，結鬱於胃脘而痛；或有實積痰飲，或氣與食相鬱不散，停結胃口而痛。”"
}