{
  "id": "shi_shen",
  "name": "失神證",
  "category": "基礎證候",
  "index": 19,
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "shi_shen"
    ]
  },
  "severity": 1,
  "symptoms": {
    "primary": [
      "神志昏迷",
      "或言語失倫",
      "或循衣摸床",
      "撮空理線"
    ],
    "secondary": [
      "目暗睛迷",
      "瞳神呆滯",
      "面色晦暗",
      "表情淡漠呆板",
      "反應遲鈍",
      "動作失靈",
      "強迫體位",
      "呼吸異常",
      "大肉已脫等症狀"
    ],
    "tongue": "",
    "pulse": ""
  },
  "clinical_manifestations": "神志昏迷，或言語失倫，或循衣摸床，撮空理線；目暗睛迷，瞳神呆滯；面色晦暗，表情淡漠呆板；反應遲鈍，動作失靈，強迫體位；呼吸異常，大肉已脫等症狀。",
  "pathogenesis": "生命機能嚴重障礙",
  "common_diseases": [],
  "differential_patterns": [
    "“精脫證”",
    "“氣脫證”等"
  ],
  "self_analysis": "失神證是精損氣虧神衰的表現，其在不同疾病中出現的特點不盡相同。如喘病，哮病及肺脹等疾患，病至晚期、極期均可出現喘脫危象，乃為下虛上盛，陰陽離決，孤陽浮越，衝氣上逆而致，症見神志昏迷，汗出肢冷，喘急鼻煽，搖身擷肚，張口抬肩，胸前高起，面赤躁擾，或面唇紫紺，直視便溏，脈浮大急促無根，或脈微欲絕，治宜扶陽固脫，鎮攝腎氣，方用參附湯(《婦人良方》)合黑錫丹(《和劑局方》)。如肺癆治不及時，遷延日久，全身精氣神大耗，而症見極度消瘦，肌膚甲錯，喉嗆聲啞，內熱不退，汗出如水，咯血淺紅色，喘息短氣，面浮足腫，面色青暗，脈小數疾，治宜滋陰補陰，方用補天大造丸(《醫學心悟》)加減。若胸痺心陽欲脫，精神大失，症見面色唇甲青紫，氣息喘促，張口抬肩，大汗出，四肢厥冷，脈沉微欲絕，治宜回陽救逆固脫，方用參附湯(《婦人良方》)加龍骨、牡蠣。若噎膈晚期，脾腎俱敗，氣虛陽微，症見飲食難下，大肉已脫，面色蒼白，精神疲憊，形寒氣短，泛吐清涎，面浮足腫，舌淡苔白，脈細弱，治宜溫補脾腎，方用補氣運脾湯(《統旨方》)合右歸丸(《景岳全書》)。若鼓脹晚期，肝脾腎俱衰，氣血水壅結，症見腹大如甕，脈絡怒張，臍心突起，便如鴨溏，四肢瘦削，甚則吐血、下血，神識昏迷，治宜溫補脾腎或柔肝涼血，並祛痰開竅，方藥隨具體證候而辨證施治。如中風脫證，乃為五臟敗絕，陰精欲絕，陽氣暴脫，陰陽離決之危候，症見突然昏仆，不省人事，目合口張，鼻鼾息微，手撒肢冷，汗多，大小便自遺，肢體軟癱，舌痿，脈細弱或脈微欲絕，治宜益氣回陽，救陰固脱，方用參附湯(《婦人良方》)合生脈散(《千金要方》)。\n失神證乃五臟精氣衰敗，生命機能嚴重障礙之危重證候，多見於素體虛弱、大病久病晚期及年老病重等情況，故《素問·移精變氣論》說：“得神者昌，失神者亡。”神是機體生命活動的體現，“形與神俱”，神來源於先天之精，所以精衰則體弱，體弱則神疲，疲極則為失神；反之，失神之證必定兼有精損氣耗，五臟衰敗，陰陽離決之候，另外，因心藏神，神舍於心，故失神多首先表現為心的精氣衰敗，繼則可為肝腎精氣、肺脾精氣的衰弱，最後終致五臟精氣衰竭，陰陽離決。",
  "differential_analysis": "精脫證與失神證 兩證均為生命活動機能嚴重虛衰的證候。精脫證多因老年精虧，或先天稟賦不足，或後天調養失宜、久遺久滑，或房勞過度，或久病耗損傷腎而致，多出現生殖機能減退症狀，如男子精少不育，女子經閉不孕；早衰症狀，如發脫齒搖，耳鳴耳聾，智力減退，健忘遲鈍等。而失神證多由年老體衰，加之久病重病，病至晚期、極期，五臟精氣衰敗，而致陰陽離決，容華俱脫，脈無胃氣，精神將絕，意識不清等危重症狀的出現。後者較前者的病勢急，病情更為危重，但兩者之間有密不可分的關係。《靈枢·本神》言：“生之來謂之精，兩精相搏謂之神”。可見神來源於先天之精，又靠後天之精的滋養，精能生神，神能御精，精足則形健，形健則神旺；反之，精衰則體弱，體弱則神疲，故精脫證與失神證病理基礎相同，而精脫證多以生殖機能減退及壯年早衰等生命活動機能衰弱症狀為辨證要點，失神證則以五臟精氣衰敗，陰陽離決等生命力衰竭症狀為辨證要點。\n氣脫證與失神證 兩證均屬虛弱的危極證候。氣脫證多由於正不敵邪，或正氣的持續衰弱，以致氣不內守而外脫，或因大出血、大汗等氣隨血脫，氣隨津脫而致，從而出現功能突然衰竭的病理狀態，其氣虛已極，病勢較失神證危重，情況緊急。但二者互有兼見，關係密切。氣與神的關係也難以截然分開，前兩者與精統稱為“精氣神三寶”。氣是生命的動力，氣能生神，神能御氣，氣脫則神失。兩證辨證要點主要為：一、氣脫證多發生在大失血、重亡津液之後，病情危急；失神證則多發於大病久病之晚期、極期，病情亦重。二、氣脫證以氣虛至極，氣脫陽亡，陽氣浮越為臨床特點；失神證則以五臟衰敗，陰陽相離，容華俱脫，脈無胃氣，精神將絕，意識不清為臨床特點。",
  "literature": "《素問·六節藏象論》：“天食人以五氣，地食人以五味。五氣入鼻，藏於心肺，上使五色修明，音聲能彰。五味入口，藏於腸胃，味有所藏，以養五氣，氣和而生，津液相成，神乃自生。”\n《素問·五常政大論》：“根於中者，命曰神機，神去則機息，根於外者，名曰氣立，氣止則化絕。”"
}