{
  "id": "xue_yu_qi_zhi",
  "name": "血瘀氣滯證",
  "category": "複合證候",
  "index": 51,
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "qi_zhi",
      "xue_yu"
    ]
  },
  "severity": 2,
  "symptoms": {
    "primary": [
      "血瘀氣滯證由於瘀阻部位不同",
      "可產生不同的症狀",
      "如瘀阻於心",
      "可見胸悶心痛"
    ],
    "secondary": [
      "口唇青紫",
      "瘀阻胃腸",
      "可見脘腹疼痛",
      "拒按",
      "瘀阻於肢體局部",
      "可見局部腫痛或青紫",
      "脹痛刺痛",
      "痛處固定",
      "同時常兼有面色黧黑",
      "或唇甲青紫",
      "肌膚甲錯",
      "納少体倦",
      "婦女可見痛經",
      "閉經",
      "有瘀斑",
      "舌下脈絡紆曲",
      "苔白"
    ],
    "tongue": "舌質暗",
    "pulse": "脈弦澀"
  },
  "clinical_manifestations": "血瘀氣滯證由於瘀阻部位不同，可產生不同的症狀。如瘀阻於心，可見胸悶心痛，口唇青紫；瘀阻胃腸，可見脘腹疼痛、拒按；瘀阻於肢體局部，可見局部腫痛或青紫。脹痛刺痛，痛處固定。同時常兼有面色黧黑，或唇甲青紫，肌膚甲錯。納少体倦，婦女可見痛經、閉經、舌質暗，有瘀斑，舌下脈絡紆曲，苔白，脈弦澀。",
  "pathogenesis": "跌撲損傷，內傷出血，勞傷過度",
  "common_diseases": [
    "“胸痺心痛”",
    "“胃痛”",
    "“腹痛”",
    "“積聚”",
    "“痺病”",
    "“頭痛”"
  ],
  "differential_patterns": [
    "“氣滯血瘀證”",
    "“血寒證”",
    "“氣滯證”"
  ],
  "self_analysis": "本證的病理基礎是瘀血，形成瘀血的原因很多，一是外傷、跌撲及其它原因造成的體內出血，離經之血未能及時排出或消散，蓄積而為瘀血；二是血寒而使血脈凝滯，或是血熱而使血行壅聚，脈絡不暢，導致血脈運行不暢，形成瘀血；三是氣滯而血行不暢或氣虛而無力推動血液運行，以致血脈凝滯，形成瘀血。瘀血阻滯則氣機不暢而成血瘀氣滯證。在臨床上，血瘀與氣滯互為因果，氣滯則血瘀，血瘀則氣滯。由於瘀血阻滯的部位不同，其臨床表現也各有特點。胸痺心痛之血瘀氣滯證，臨床表現為左側胸膺或膻中處突發憋悶而痛，其痛多為刺痛、脹痛，持續時間短暫，一般幾秒至數十分鐘，且反覆發作，常因情志波動，氣候變化，或勞累過度而誘發。伴有胸悶，舌質紫暗，有瘀斑，舌下脈絡曲張，苔薄，脈弦澀或結、代、促。由於瘀血氣滯，心脈瘀阻，不通則痛。故《素問·脈要精微論》云：“脈者，血之府也，……澀則心痛。”又云：“心痺者，脈不通。”治宜活血化瘀，寬胸理氣止痛。方用血府逐瘀湯(《醫林改錯》)。胃痛之血瘀氣滯證臨床表現為胃脘痛如針刺或刀割，痛處固定、拒按，或見吐血，黑便，舌質紫暗或有瘀斑，脈弦澀。由於胃腸瘀滯，不通則痛。《臨證指南醫案·胃脘痛》曰：“胃痛久而屢發，必有凝痰聚瘀。”治宜活血化瘀，理氣和胃。方用失笑散(《和劑局方》)合柴胡疏肝散(《景岳全書》)加減。本證在腹痛中表現為少腹疼痛，痛勢較劇，痛如針刺，痛處不移，甚則腹部有積塊，疼痛拒按，伴小腹脹滿，舌暗有瘀斑，脈弦澀。多因寒凝血脈，血行不暢或血蓄下焦，跌撲損傷，絡脈不通，而成瘀血。瘀血阻滯，氣機不暢而致腹痛。治宜活血通經，化瘀止痛。方用少腹逐瘀湯(《醫林改錯》)加減。積聚之血瘀氣滯證，臨床表現為腹中包塊劇痛，痛處不移，按之較硬，飲食減少，體倦乏力，面暗消瘦，女子則經閉不行，舌質青紫或有瘀斑、瘀點，脈弦或澀。治宜祛瘀理氣，軟堅散結。方用宣明三稜湯(《宣明論方》)加減。痺病之血瘀氣滯證，因瘀血內積，痺阻經絡，氣血運行不暢，不通則痛，臨床上多見肌肉關節刺痛，部位固定不移，痛處拒按，日輕夜重，局部腫脹或有硬結、瘀斑，面色暗黧，肌膚甲錯，舌質紫暗，或有瘀斑，苔薄，脈弦澀。治宜活血化瘀，行氣止痛，疏筋通絡，方用身痛逐瘀湯(《醫林改錯》)。頭痛之血瘀氣滯帶證，臨床表現為頭痛頭脹，其痛如刺，固定不移，經久不愈，或頭部有外傷史者，舌紫，或有瘀斑、瘀點，苔薄白，脈弦澀。多因外傷跌撲，或久病入絡，則絡行不暢，血瘀氣滯，絡脈失養而致頭痛。治宜通竅活血，行氣止痛。方用通竅活血湯(《醫林改錯》)。\n血瘀氣滯證，由於瘀血內積，使氣血運行受阻，氣血不通，不通則痛，故疼痛是本證的突出症狀。其痛具有刺痛、脹痛，固定不移，拒按的特點，皆因有形瘀血停積於局部，氣血不得通達之故。由於夜間血行較緩，瘀阻加重，故夜間疼痛可以加重。瘀血內積，日久不散，則成腫塊，在肢體關節則為關節腫脹變形，局部皮色晦暗；在臟腑則成癥積。另外瘀血既成，新血生化亦受影響，臨床上常兼見血虛症狀。血瘀氣滯，氣機失常，影響水液的敷布，可成血瘀水飲內停證。瘀血又常與痰、熱互結，而成痰瘀互結，痰熱互結證候。",
  "differential_analysis": "氣滯血瘀證與血瘀氣滯證 二證在臨床表現上極為相似，血瘀和氣滯可互為因果，或相兼為病，但二者從病因及臨床表現上也有所不同。氣滯血瘀證是指人體某一部分，或某一臟腑、經絡的氣機阻滯，運行不暢而導致血行不暢而成氣滯血瘀。情志不暢，飲食失調，感受外傷為其主要病因。其病理基礎是氣滯，氣分證重於血分證。其臨床上多因其氣滯部位的差異，可表現為氣滯臟腑的脹悶疼痛，痛脹常伴有暖氣、腸鳴，與情緒變化相關。而血瘀氣滯證主要病因是外傷跌撲或其它原因造成的體內出血未能及時排出或消散，或血熱、血寒等原因導致血液運行不暢，瘀血內結，阻遏氣機而成本證。其病理基礎為瘀血，臨床表現以血分證重於氣分證，症見疼痛固定，多為刺痛，且夜間為甚，兼見面色黧黑，唇甲青紫，肌膚甲錯等症。臨床上不難鑑別。\n血寒證與血瘀氣滯證 兩證都有血脈凝滯症狀，在病因病機上密切相關，但有一定區別。從病因而論，血寒證多指素體陽虛失於温煦，陰寒之邪侵犯血分，而致氣血運行遲緩。主要表現為肢體麻木，手足清冷，惡寒，心腹冷痛，得熱則舒等寒象特點。血寒又是形成血瘀的原因之一，血寒證進一步發展可導致血瘀氣滯證，後者臨床表現以疼痛固定，夜間加重，面色黧黑，肌膚甲錯等瘀血阻滯的特點。前者治療以溫陽散寒為主，而後者則以活血行氣為主。臨床上不難鑑別。\n氣滯證與血瘀氣滯證 二者均有氣滯證的表現，如局部脹悶疼痛，時輕時重，部位多不固定，常見攻痛或竄痛，且與精神因素有關。氣滯和血瘀互為因果，血瘀則氣滯，氣滯則血瘀。後者在氣滯同時，兼有血瘀症狀，如唇甲青紫，面色黧黑，青筋顯露，舌暗有瘀斑、瘀點。氣滯證病位主要在氣分，氣機不暢為其主要病變；而血瘀氣滯證病位以血分為主，氣血瘀滯為其主要病機。二者在臨床上不難鑑別。",
  "literature": "《景岳全書·積聚》：“諸有形者，或以飲食之滯。或以膿血之留，凡汁沫凝聚，成癥塊者，皆積之類，其病多在血分，血有形而靜也。諸無形者，或脹或不脹，或痛或不痛，凡隨觸隨發，時來時往者，皆聚之類，其病多在氣分，氣無形而動也。”\n《醫林改錯·膈下逐瘀湯所治之症目》：“無論何處，皆有氣血，……氣無形不能結塊，結塊者必有形之血也。血受寒則凝結成塊，血受熱則煎熬成塊。”"
}