{
  "id": "xue_zao",
  "name": "血燥證",
  "category": "基礎證候",
  "index": 11,
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "xue_zao",
      "zao"
    ]
  },
  "severity": 1,
  "symptoms": {
    "primary": [
      "口燥咽乾",
      "皮膚乾澀粗糙(肌膚甲錯)",
      "毛髮乾枯不榮",
      "肌肉消瘦"
    ],
    "secondary": [
      "大便秘結",
      "小便短少",
      "或皮膚瘙癢",
      "鱗屑"
    ],
    "tongue": "舌紅苔",
    "pulse": "脈弦細數"
  },
  "clinical_manifestations": "；口燥咽乾，皮膚乾澀粗糙(肌膚甲錯)，毛髮乾枯不榮，肌肉消瘦，大便秘結，小便短少，或皮膚瘙癢、鱗屑，舌紅苔乾，脈弦細數等。",
  "pathogenesis": "失血過多或溫病後期，久病精血內奪，年高精血衰少，或吐瀉、多汗、傷津及血，或瘀血內阻，新血不生",
  "common_diseases": [
    "“虛勞”",
    "“噎膈”",
    "“積聚”",
    "“便秘”",
    "“閉經”",
    "“濕疹”",
    "“白疕”"
  ],
  "differential_patterns": [
    "“陰虛證”",
    "“血虛證”",
    "“血熱證”"
  ],
  "self_analysis": "血燥證可出現於多種疾病之中，尤其多見於慢性病後期，其臨床表現各具特點，治法亦不盡相同。如虛勞病出現血燥證，多表現虛極羸瘦，腹滿不能食，肌膚甲錯，兩目昏暗等“乾血內結”之特點。此由虛勞日久，復因憂鬱氣滯，而瘀血內停，新血不生，機體失於滋潤所致。首應祛瘀生新，方用大黃䗪蟲丸《金匱要略》，瘀血去後，當宜養血益氣，方用八珍湯(《正體類要》)。若噎膈病中出現血燥證，其臨床表現以胸膈疼痛，咽乾梗澀，食不得下，或食入復吐出，甚則水飲難下，大便堅乾如羊屎，形體消瘦，肌膚乾燥，舌紅少津或紫暗，脈細澀等瘀血燥化證為特點。此由瘀血內結，阻於食道，化源告竭，津血虧乏，失於濡潤所致。朱震亨說：“積而久也，血液俱耗，胃脘乾稿”(《局方發揮》)，治宜滋陰養血，破結行瘀，方用通幽湯(《蘭室秘藏》)。若積聚病中見血燥證，臨床表現每以積塊堅硬，疼痛較劇，面色萎黄或黧黑，皮膚乾澀粗糙，肌肉枯瘦，飲食減少，舌質淡紫或有瘀點，苔灰而糙，脈弦細數等正虛瘀結症為特點。此多由積塊日久，血絡瘀阻，新血不生，陰液大傷所致。治宜滋陰養血，化瘀消積，方用四物湯(《和劑局方》)合化積丸(《雜病源流犀燭》)加減。若便秘病中見血燥證，臨床表現以大便秘結，口唇乾燥，尿少，形弱神衰，肌肉消瘦為特點。此由久病精血內奪，年高體弱精血虧乏，或汗吐下太過，亡津失血，以致津虧血少，腸胃失潤所致。治宜養血滋陰，潤腸通便，方用四物湯(《太平惠民和劑局方》)合五仁丸(《世醫得效方》)。若在濕疹、白疕等慢性皮膚病中出現血燥證，臨床表現每以皮膚乾燥、脫屑、粗糙、肥厚、瘙癢等為特徵，可伴有頭暈目眩，面色蒼白，舌苔薄白，脈弦等，或在情緒波動時，皮損作癢加劇，伴有心煩易怒，口苦咽乾，脈弦數等症狀。此多由脾虛血少，肌膚失養，生風化燥所致。治宜養血潤燥，濕疹用四物消風飲(《醫宗金鑑》)加減，白疕方用生血潤膚飲(《醫學正傳》)。\n血燥證多發生於年高體弱者，此與高齡精血衰少有關，臨床常見精神萎靡，面色無華，頭暈目眩，耳鳴耳聾，皮膚乾澀不澤，大便秘結等症；婦人見血燥證者，主要表現為血枯經閉，形體羸瘦，肌膚甲錯，面目暗黑，便秘等症。\n血燥證在其病機演變過程中，常伴見血燥生風證候。由於血不養肝，肝風內動，出現眩暈，震顫，或抽搐，甚則昏仆等症。治宜滋陰潛陽，養血熄風。",
  "differential_analysis": "血虛證與血燥證 兩證都是血液虧耗所出現的病證，因此在病因病機、臨床表現方面相似，但亦有一定區別。血燥證由於精少血枯，口、唇、皮膚肌膜得不到津血的充盈濡潤滋養，故唇舌乾燥，口渴，皮膚乾澀粗糙，肌肉消瘦，毛髮乾枯而不澤，小便短少，大便秘結。而血虛證常由失血較多，或脾胃虛弱，生化不足，以及情志所傷，化火傷陰等引起。臨床以面色蒼白或萎黄，唇色淡白，頭暈眼花，心悸失眠，手足發麻，舌質淡，脈細無力為主症。血燥不僅是血液不足，而又有血少津涸而燥化，臨床表現除血虛證之外，又有燥的症狀，顯然與血虛證不同，可資鑑別。\n陰虛證與血燥證 兩證都是由於體內陰液虧乏所引起的病證。陰虛證多由久病陰分不足，或熱病耗傷津液，或汗、吐、下太過，傷陰奪液所致。臨床表現除見形體消瘦，口燥咽乾，眩暈失眠，舌光無苔，脈細等陰液不足表現外，還常伴有五心煩熱，潮熱盜汗，舌紅絳，脈數等陰不制陽，虛熱內生的證候，而血燥證往往是在陰虛血虛的基礎上，進一步化燥而成。故臨床表現除有陰虛見症外，尚有肌膚甲錯，毛髮乾枯不榮，大便秘結等燥象，以此不難鑑別。\n血熱證與血燥證 詳見血熱證條“類證鑑別”項下。",
  "literature": "《慎齋遺書·熱暑燥》：“燥熱之病，有似熱證，胃氣不行，內無津液而乾涸，求湯飲以自救，非渴也，乃口乾。舌雖乾而舌根多潤，欲飲而飲湯不多，脈豁大無力，燥甚者，亦鄭聲而不谵語，此血枯之證也。”\n《張氏醫通·卷二》：“或大病克伐太過，或吐利津液內亡；或養生誤餌金石，或房勞致虛，補陽燥劑，辛熱太多，皆能偏助狂火而損真陰。陰中伏火，日漸煎熬，血液衰耗，使燥熱轉甚，而為諸病。在外則皮膚皺揭，在上則咽鼻生乾，在中則水液衰少而煩渴，在下則腸胃枯涸，津不潤而便難，在手足則痿弱無力，在脈則細澀而微。此皆陰血為火熱所傷，法當治以甘寒滋潤之劑。”\n《證治匯補·燥證》：“風燥，由肝血不能榮筋，故筋痛爪裂。火燥，由脾多伏火，故唇揭便秘。血燥，由心血失散，故頭多白屑，發脫鬚落。虛燥，由腎陰虛涸，故小便數，咽乾喉腫。此皆燥之初因也，濡潤自愈。若不加資養，使真水涸竭，為消渴噎膈，為痿痺經閉，為乾咳聲啞，筋脈勁強，口噤拳攣，筋緩不收，而千疴競起，則燎原不可遏矣。”"
}