{
  "id": "yin_xu",
  "name": "陰虛證",
  "category": "基礎證候",
  "index": 15,
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yin_xu"
    ]
  },
  "severity": 1,
  "symptoms": {
    "primary": [
      "形體消瘦",
      "口燥咽乾",
      "眩暈失眠",
      "潮熱盜汗"
    ],
    "secondary": [
      "五心煩熱",
      "午後顴紅",
      "尿少色黃",
      "大便乾結"
    ],
    "tongue": "舌紅少苔",
    "pulse": "脈細數"
  },
  "clinical_manifestations": "形體消瘦，口燥咽乾，眩暈失眠，潮熱盜汗，五心煩熱，午後顴紅，尿少色黃，大便乾結，舌紅少苔，脈細數。",
  "pathogenesis": "先天虧損，久病勞損，或熱病後陰液耗傷",
  "common_diseases": [
    "“虛勞”",
    "“勞瘵”",
    "“消渴”",
    "“眩暈”"
  ],
  "differential_patterns": [
    "“血虛證”",
    "“津液虧損證”",
    "“濕鬱熱伏證”"
  ],
  "self_analysis": "陰虛證可見於多種疾病之中，由於其病因、病位不同，故臨床表現亦各異。如虛勞而見陰虛證者，多因稟賦不足，房勞過度，陰精虧耗，臟腑虛損所致，症見頭暈，顴紅，咽痛，失眠，盜汗，五心煩熱，腰痠，遺精，舌紅苔光剝，脈細數。此皆陰虛火旺之象，治宜壯水之主，以制陽光，方用六味地黃丸(《小兒藥證直诀》)。若勞瘵而見本證者，多為癆蟲侵入，肺臟受損，日久肺陰虧損，陰虛則生內熱，故見骨蒸勞熱，顴紅，咳嗽咯血，胸肋疼痛，盜汗，心煩失眠，舌紅絳，脈細數等症狀，治宜養陰清肺，方用秦艽鱉甲散(《衛生寶鑑》)加減。若消渴病出現陰虛證，多為素體陰虛，復因勞傷過度，或情志失調，膏粱厚味，蘊熱傷陰所致。其表現為大渴引飲，多食而瘦，尿多有甜味，舌質紅，脈細數。治宜滋養陰液，方用六味地黃丸加減。若眩暈病中出現陰虛證，多為陰虛導致肝風內動，故見眩暈耳鳴，肢體震顫，筋惕肉瞤，五心煩熱，噁心嘔吐，舌紅，脈細數等症。治宜養陰熄風，方選大定風珠(《溫病条辨》)加減。\n陰虛證常見於慢性疾患中，病變日久易耗傷陰液。平素喜食炙煿煎炒者，亦易積熱動火而傷陰，出現陰虛證。吳鞠通說：“熱之所過，其陰必傷。”故溫熱病後期都有傷陰之勢，而往往出現陰虛證。\n陰虛證在病機演化過程中常有三種情況：一是陰虛液少，陽氣失所御制，陽亢化風而見陰虛動風證。其臨床表現為頭痛眩暈，肢麻振顫，手足蠕動，語言不利；二是陰虛證遷延日久，陰虛及陽而見陰陽兩虛證。其臨床表現既有陰虛證之潮熱盜汗，五心煩熱，又有陽虛證之倦怠乏力，畏寒肢冷；三是在溫病後期，或某些內傷雜病，陰液虧損，元氣亦傷，出現氣陰兩虛證，表現為倦怠乏力，少氣懶言，口乾咽燥，低熱或潮熱，五心煩熱，自汗，盜汗，脈虛數等。",
  "differential_analysis": "血虛證與陰虛證 血虛證本屬陰虛證的范疇，兩者的病因病機及臨床表現都有相似之處。血虛證是由脾胃虛弱，生化不足，或思慮過度，陰血暗耗，或失血過多所致。臨床以面色蒼白或萎黄，唇舌色淡，心悸失眠，頭暈目眩，肢體麻木，脈細等為主要表現。陰虛證是由稟賦不足，或思慮過度，耗傷陰液，或慢性出血，久病傷陰，或溫熱病耗傷陰液等原因所致。臨床表現除血虛證症狀外，尚有潮熱盜汗，五心煩熱，午後顴紅，舌紅，脈細數等陰虛內熱的表現。血虛證與陰虛證的鑑別要點在于陰虛證有陰不制陽之熱象。\n津液虧損證與陰虛證 津液屬陰，津液虧損證亦屬於陰虛證范疇，但陰虛證包括範圍較廣，津液虧損證可進一步發展為陰虛證。津液虧損證是由於大汗，吐瀉及燥熱之邪灼傷津液所致。主要表現有咽乾口渴，唇舌乾燥，皮膚乾燥或枯癟，小便短少，大便燥結，脈細數等症。陰虛證的表現則兼見頭暈目眩，心悸失眠，潮熱盜汗，五心煩熱等陰血虛，熱內生證，以此是為與津液虧損的鑑別點。\n濕鬱熱伏證與陰虛證 濕鬱熱伏證所表現的發熱，往往“狀若陰虛，病難速已”，故應予以鑑別。濕鬱熱伏證是由氣候濕熱，若涉水淋雨，居處潮濕，濕邪侵襲人體，濕性重濁，阻礙陽氣，熱不能宣散透發所致。臨床以身熱不揚，午後熱重，汗出熱不退，倦怠乏力，胸腹脹悶，頭重如裹，肢體沉重，食欲不振，舌苔厚膩，脈濡數等為主要表現。濕鬱熱伏證之胸腹脹悶，納呆，頭重，肢重，苔膩等濕邪阻滯之象，為陰虛證所不見，而其身熱不揚，汗出熱不退，又與陰虛證之五心煩熱，午後顴紅有別。",
  "literature": "《素問·調經論》：“帝曰：陰虛生內熱奈何？岐伯曰：有所勞倦，形氣衰少，谷氣不盛，上焦不行，下脘不通，胃氣熱，熱氣熏胸中，故內熱。”\n《素問·評熱病論》：“陰虛者，陽必湊之，故少氣時熱而汗出也。”\n《靈樞·本神》：“五臟主藏精者也，不可傷，傷則失守而陰虛，陰虛則無氣，無氣則死矣。”\n《醫學正傳·醫學或問》：“曰陰虛者，腎精之真陰虛也，其病多壯熱，責其無水，治法以補血藥中加知母、黃柏等藥，或大補陰丸、滋陰大補丸之類。”\n《證治匯補·嘔吐》：“陰虛成嘔，不獨胃家為病，所謂無陰則嘔也。”"
}