{
  "id": "yin_xu_jin_kui",
  "name": "陰虛津虧證",
  "category": "基礎證候",
  "index": 14,
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "yin_xu",
      "jin_kui"
    ]
  },
  "severity": 1,
  "symptoms": {
    "primary": [],
    "secondary": [],
    "tongue": "",
    "pulse": ""
  },
  "clinical_manifestations": "",
  "pathogenesis": "",
  "common_diseases": [
    "外感熱病中的“陽明病”",
    "“風溫”",
    "“秋燥”，內傷雜病中的“肺痿”",
    "“便秘”",
    "“洩瀉”",
    "“消渴”",
    "“噎膈”"
  ],
  "differential_patterns": [],
  "self_analysis": "本證可從外感及內傷二個方面來闡述其臨床上的各種表現。在外感熱病辨證中，前人有“傷寒傷陽，溫病傷陰”之說，認為傷寒因寒邪侵襲，陽氣遏鬱而受損，治當溫散寒邪。其實傷寒亦會耗傷津液，因為寒邪羈留，會化熱傷津，溫散發汗太過，亦會耗損津液。如《傷寒論》曰：“問曰：何緣得陽明病？答曰：太陽病，若發汗，若下，若利小便，此亡津液，胃中乾燥，因轉屬陽明。不更衣內實，大便難者，此名陽明也。”說明傷寒若熱化及誤治，亦會使病邪入里，出現傷津液的轉歸和病證。並首先提出了大熱，大汗出，大煩渴，脈洪大的陽明經證，治宜清里洩熱，生津止渴，方選白虎湯或白虎加人參湯(《傷寒論》)；若陽明熱結，大腸液耗，症見潮熱谵語，目中不了了，睛不和，汗多，腹滿痛，大便硬，苔焦黃，脈沉實有力的腑實證，治宜蕩滌腑熱，急下存陰，方選大承氣湯(《傷寒論》)；若陽明熱結，津液枯槁，大便雖硬而不耐峻攻者，治宜滋潤通導，方選蜜煎導方(《傷寒論》)；若傷寒邪去，元氣受損，津液不足，尚有餘熱，出現煩渴欲吐者，治宜益氣津，清煩熱，方選竹葉石膏湯(《傷寒論》)。仲景還提出了“咽喉乾燥”、“淋家”、“瘡家”、“衄家”、“亡血家”、“汗家”不可發汗的警告，惟恐重傷津液而導致本證。溫病學家以保護陰津為第一要義，其辨證論治的方法，宗仲景而有所發展。當然，溫邪侵犯人體，易於耗傷津液，故在溫病發展的各個階段，都時時要顧及津液，所謂“存得一分津液，就有一分生機”。以吳鞠通《溫病条辨》三焦辨證為例，病在上焦者，症見發熱，頭痛，惡風，口渴，咳而脈浮數等。若其入素體陰虛，口渴甚者，此當在辛涼解表的同時護其津液，參以甘寒救液法，方用雪梨漿沃之，或五汁飲(《溫病条辨》)，或用加減葳蕤湯(《重訂通俗傷寒論》)；若溫邪犯肺，熱邪灼津，或秋燥傷手太陰氣分，症見發熱，鼻乾咽燥，咳嗆而口渴，治宜辛涼解表，潤肺止咳，方選桑杏湯(《溫病条辨》)加減；若燥邪甚而肺津傷，症見發熱，乾咳無痰，氣逆咳喘，口鼻乾燥，咽乾口渴，治宜清燥潤肺，方選清燥救肺湯(《醫門法津》)加減；若燥熱戀肺，肺胃津傷，症見發熱，口渴，咽乾，乾咳少痰，舌紅少苔，治宜清潤肺胃，方選沙參麥冬湯(《溫病条辨》)加減。病在中焦者，症見發熱甚，或但熱不寒，汗出，口渴，而目俱赤，小便黃赤，大便秘結，或熱結旁流，苔黃或焦黃，脈洪數或沉實有力，治宜軟堅攻下洩熱，方用調胃承氣湯(《傷寒論》)。但溫熱之邪，客於陰明，耗竭胃汁，腸液不潤，其辨證施治，類同傷寒陽明病。在下法應用上，提出若其人素體津液不足，服承氣而不下者，此胃腸津液涸枯，無水行舟，創滋水行舟法，方用增液湯(《溫病条辨》)。吳氏在增液方論說：“本論於陽明下證，峙立三法；熱結液乾之大實證，則用大承氣；偏於熱結而不乾者，旁流是也，則用調胃承氣，偏於液乾多而熱結少者，則用增液，所以回護其虛，務存津液之心法也。”病在下焦者，症見發熱，神昏谵語，口鼻出血，舌乾而強，咽燥，耳聾，斑疹，舌紅絳，苔光剝，由於溫邪久羈，熱迫營血，津液內耗，治宜清營涼血而護津液，方選清營湯(《溫病条辨》)，或犀角地黄汤(《備急千金要方》)加減；若熱邪內擾少陰，津液大虧，症見口乾舌燥，耳聾齒黑，心悸欲眠，舌紅，脈虛大，治宜滋液潤燥，清熱生津，方選加減復脈湯(《溫病条辨》)。吳氏亦提出了溫病熱退後，若見不思飲食，肌膚枯燥，微燥咳等症狀，調養之法，仍應護養津液，方選五汁飲合益胃湯(《溫病条辨》)加減。在內傷雜病中，由於導致本證的病邪及病變臟腑不同，其臨床表現亦各異。如津液虧損可見於肺痿者，多為久咳不愈，邪熱蘊肺，肺津大傷，症見咳吐濁涎，氣短喘促，口乾咽燥，皮毛乾枯，舌紅而乾，脈虛數，治宜清熱潤燥，養肺生津，方選麥門冬湯(《金匱要略》)，或常服瓊玉膏(《洪氏集驗方》)。又如本證可見於便秘者，多為素體陰虛，腸胃積熱，腸道津液枯燥所致，症見大便乾結，口乾津少，腹脹滿，苔黃燥，脈細數，治宜清熱潤腸，方選麻子仁丸(《傷寒論》)加減。又如暴瀉而致本證者，多因飲食不節，暑邪疫毒內傷脾胃，中焦清濁相混，吐瀉驟作而津液大傷，症見瀉下如米泔汁，臭穢難聞，嘔吐口渴，發熱腹痛，目陷神萎，轉筋拘攣，苔黃膩，脈虛數，治宜清熱化濕，辟穢洩濁，方選燃照湯(《霍亂論》)、或蠶矢湯(《霍亂論》)加減。又如本證見於消渴者，多因素體陰虛，飲食不節，房勞過度，燥熱傷津所致。若燥熱犯肺，發為上消，症以多飲為主，口乾舌燥，兼見善食，尿頻，治宜清熱潤肺，生津止渴，方選消渴方(《丹溪心法》)加減；若燥熱傷胃，發為中消，症以多食為主，形瘦善飢，兼見多飲，尿頻，治宜清胃火而滋津液，方選玉女煎(《景岳全書》)加減；若燥熱傷腎，發為下消，症以多尿為主，尿混如膏，兼見口渴，多食，治宜滋養腎水，方選六味地黃湯(《小兒藥證直诀》)加減。又如本證在噎膈病中，多因脾胃受損，痰食互結，更兼情緒抑郁，氣滯瘀阻，病邪壅塞瘀結，化熱傷津，食管失於濡潤，症見吞嚥梗塞而痛，食難下而嘔吐，雖飢餓而畏食，口乾，形瘦，心煩，舌紅，苔剝，舌體裂紋多，脈弦細而虛數，治宜滋液潤燥，佐以和胃消結，方選五汁安中飲(《中醫內科學》)加減。\n陰虛津虧證多見於燥熱內積及陰津不足之人，因燥邪易於熱化而見傷津，熱邪灼津燥化而見乾渴。本證可因不同季節、時間、年齡、性別、習慣的不同，其臨床表現亦各異。如秋令氣候乾燥，常有口唇乾裂，鼻燥口乾，皮膚不澤的表現；暑季炎熱，熱邪迫汗外出，常有汗多，口渴引飲的表現。又如西北乾寒之地，因乾燥乏水而津少，又因抗寒御冷而肉食燴炙，故過食燴炙厚味，辛辣酒醇者，易於熱積而傷津。素體陰虛者，因陰虛而生內熱，熱耗津液，會出現口乾，咽痛，頭暈眼花，午後潮熱，五心煩熱等特點。本證見於小兒者，多為父母先天精血不足，腎元虧損所致，常見汗出，便艱，小便量多而渴飲不止的“尿崩症”等。本證見於婦人者，多因經、產後血去過多而傷津液，常見頭暈目眩，口渴，汗多，大便難，痙厥等症。由於過分發汗、吐、下、利小便而致津液虧損者，亦不少見，醫者不可不慎。\n津液的生成、輸布、排洩與肺、脾、腎、三焦等臟腑關係密切，故該臟腑功能衰退，皆會導致津液虧損。如肺失宣肅，會導致氣不化津，出現乾咳喘促，皮膚乾燥，小便短少等病症；脾失健運，會導致津液尤以生化和布輸，出現脘腹滿痛，口渴舌燥，四肢痿軟，大便艱難等病症；腎元不足，無以溫煦肺脾，蒸騰津液，會導致氣化不利，出現眩暈，咽乾，腰膝痠軟，心悸，小便短少等病症；三焦決瀆失司，會導致津液氣血的通路受阻，敷布排洩不利，出現口乾，汗出，小溲短少等病症。總之，“氣不化津”、“氣不布津”是造成本證的又一重要因素。另一方面，由於血為津液所化，《靈枢·癰疽》曰：“津液和調，變化而赤為血。”津化血，血行於脈而營養機體，故有“津血同源”之說。津液虧損會造成血虛而枯，出現頭暈眼花，耳鳴，心悸等症。相反，血虛或失血亦會造成津液不足，出現口乾，舌燥，皮膚枯燥，目澀，大便秘結等症，所以二者有互為因果的關係。本證在臨床病變過程中，每因痰、郁、食、瘀之邪，留滯不去，化熱生火而耗傷津液。如痰火傷肺灼津而見乾咳痰少，且稠；肝氣鬱滯化火而見口乾且苦；食積胃腸，化熱傷津，以致腸液乾枯而見口渴，便秘；瘀熱內阻耗津而見口乾欲漱。因此，在辨析中要重視兼挾病邪的特點。本證進一步發展，還會出現“陰虛火旺”、“津虧血少”、“血虛生風”、“亡津脫液”等病變。",
  "differential_analysis": "陰虛證與陰虛津虧證 陰虛證是指臟腑的形質精微受損而出現的一種病理反映，其主要表現為陰虛火旺，症見低熱，午後發熱，兩顴潮紅，耳鳴眩暈，咽痛，五心煩熱，盜汗，口乾，舌紅，苔少或剝，脈細數；而陰虛津虧證是指體液因燥熱而耗損，其臨床表現為乾燥津少。二者同樣可見發熱口乾，然前者是陰虛生內熱，其“熱”為虛熱，故有低熱，午後發熱，口乾，五心煩熱的特點；而陰虛津虧證的“熱”為邪熱，故發熱較盛，口渴引飲亦較明顯。陰虛證之虛熱，非苦寒直折能清，惟壯水之主，以制陽光；而津液虧損證之邪熱，可通過清洩之法，使熱去而津回。故陰虛津虧證可見於疾病的早期，而陰虛證多見於疾病的中、後期。然陰虛津虧證久治不愈，津虧液耗，損及臟腑的陰液，可發展為陰虛證。\n血虛證與陰虛津虧證 二者均為體液虧損證。血虛證主要是指血液濡養臟腑、充盈血脈、柔潤筋髓的功能不足，使心肝脾三臟調節、統攝血液的作用減弱，出現頭暈眼花，面色無華，口唇淡白，心悸怔忡，爪甲淡薄，耳鳴氣促，月經色淡而稀，或出血，舌淡，脈細，甚則血虛動風，還會出現瘛瘲，痙厥等症。而陰虛津虧證是泛指全身水液不足，其臨床主要特點為乾燥，津少，與血虛證的上述見症不難鑑別。再則，血虛證主要是與心不主血，肝不藏血，脾不統血的病機有關，而陰虛津虧證是與肺脾腎三焦的津液氣血功能失常有關。故當以此為辨。",
  "literature": "《靈樞·決氣》：“腠理發洩，汗出溱溱，是謂津。谷人氣滿，淖澤注於骨，骨屬屈伸，洩澤，補益腦髓，皮膚潤澤，是謂液。”\n《靈樞·五癃津液別》：“水谷入於口，輸於腸胃，其液別為五：天寒衣薄，則為溺與氣；天熱衣厚，則為汗；悲哀氣並，則為泣；中熱胃緩，則為唾；邪氣內逆，則氣之閉塞而不行，不行則為水脹。”\n《傷寒論》：“陽明病，本自汗出，醫更重發汗，病已差，尚微煩不了了者，此必大便硬故也。以亡津液，胃中乾燥，故令大便硬。當問其小便日幾行，若本小便日三四行，今日再行，故知大便不久出。今為小便數少，以津液當還人胃中，故知不久必大便也。”\n《諸病源候論·消渴病諸侯》：“五臟六腑，皆有津液。”\n《諸病源候論·婦人產後諸侯下》：“亦有小腸本挾於熱，因產水血俱下，津液竭燥，胞內熱結，則小便不通也。然胞轉則小腹脹滿，氣急絞痛。若虛熱津液竭燥者，則不甚脹急，但不通。津液生，氣和，則小便也。”\n《丹溪心法·消渴》：“酒面無節，酷嗜炙煿……於是炎火上熏，臟腑生熱，燥熱熾盛，津液乾焦，渴飲水聚而不能自禁。”\n《景岳全書·三消乾渴》：“上消者，渴證也，大渴引飲，隨飲隨渴，以上焦之津液枯涸，古云其病在肺，而不知心脾陽明之火，皆能熏炙而然，故又謂之膈消也。中消者，中焦病也，多食善飢，不為肌肉，而日加削瘦，其病在脾胃，又謂之消中也。下消者，下焦病也，小便黃赤，為淋為濁，如膏如脂，面黑耳焦，日漸消瘦，其病在腎，故又名腎消也。”\n《醫門法律·肺癰肺痿門》：“肺痿者，其積漸已非一日，其寒熱不止一端，總由胃中津液不輸於肺，肺失所養，轉枯轉燥，然後成之。”"
}