{
  "id": "ying_fen",
  "name": "營分證",
  "category": "衛氣營血辨證",
  "index": 36,
  "zhengsu_composition": {
    "location": [
      "yingfen"
    ],
    "nature": []
  },
  "severity": 2,
  "symptoms": {
    "primary": [
      "心煩不寐",
      "身熱夜甚",
      "時有譫語",
      "斑疹隱隱"
    ],
    "secondary": [
      "口不甚渴",
      "或有神昏驚厥",
      "脈象細數",
      "身熱為主要特徵"
    ],
    "tongue": "舌絳",
    "pulse": ""
  },
  "clinical_manifestations": "心煩不寐，身熱夜甚，時有譫語，斑疹隱隱，口不甚渴，或有神昏驚厥，脈象細數，舌絳。以舌絳、身熱為主要特徵。",
  "pathogenesis": "",
  "common_diseases": [],
  "differential_patterns": [
    "“氣營兩燔證”",
    "“逆傳心包證”",
    "“真陰耗損證”等"
  ],
  "self_analysis": "溫病種類頗多，病因各異，發病後傳變亦不相同。故營分證在不同溫病中，各具特點，治療原則雖同，但選方擇藥卻有差異。風溫熱入營分證，因其發於冬春，來勢較急，發展迅速。若證見舌質紅絳，心煩躁擾，身熱夜甚，甚或時有譫語，斑疹隱隱等，為邪熱內陷營分，營陰耗損所致，治宜清營泄熱，冀其透熱轉氣，方用清營湯(《溫病条辨》)。春溫熱入營分證，屬伏氣內發，見於春令，有身熱夜甚，心煩躁擾，咽乾而不甚渴，或時有譫語，舌紅絳無苔，脈細數，多為陰氣素虛，熱邪內灼，營陰耗損，心神被擾所致，亦宜清營泄熱，方選清營湯。暑溫之熱入營分證，傳變迅速，或經氣分而內陷心營，或猝中暑熱，內閉心包，所謂“暑易入心”，即是此意，其自氣分內陷者，證見身熱煩躁，夜寐不安，時有譫語，甚或昏迷不語，舌質紅絳，脈細數；其暑熱猝中者，證見猝然昏倒，不省人事，身熱肢厥，氣粗口噤，舌絳脈數，治宜清心涼營，泄熱開竅，方用清營湯送服安宫牛黄丸(《溫病条辨》)。伏暑熱入營分證，乃因傷於暑熱，過於濕邪，症見發熱夜重，心煩不寐，躁擾不寧，渴不欲飲，目赤唇紅，小便短赤熱痛，舌絳，苔黃膩，脈細數等，治宜清心涼營，清瀉火府，方用導赤清心湯(《通俗傷寒論》)。若痙厥並發者，宜清熱息風，開竅透絡，方用犀羚三汁飲(《通俗傷寒論》)。濕溫熱入營分證，由濕熱化燥，傷及營陰，舌色紅絳，熱勢纏綿。若舌轉光剝，為陰液將竭，每易動血，亟宜清營增液，藥用西洋參、大生地、茯神、麥冬、天冬、白芍、花粉、玄參、知母、炙甘草等，以防不虞。秋燥熱入營分證，常見舌絳無苔，神昏譫妄，由燥熱傷營，邪閉心宮所致，治宜清潤開透，如犀角尖、鮮生地、連翹心、銀花、鮮石菖蒲、蘆筍、梨汁、竹瀝、和薑汁少許之類。\n營分證，一般總以逐邪為要。凡大勞大欲及大病久病後，氣血兩虛，陰陽並虧，復感時邪，致正氣虛虧，邪氣內陷者，須辨其脈證虛實。如虛多實少，正將不支者，先行補虛固本；若實多虛少，標證為急者，先行去實治標。補後虛證不退，更加變症者危；去邪後正隨邪去，反現脫象者死。\n營分證，有因熱甚耗陰，累及於肝，致筋脈失養，肝風內動者，其症兼見手足瘛瘲，頸項強直，甚或角弓反張，舌絳或舌體短縮或硬，脈弦細數，治宜清營透熱，佐以涼肝熄風。若小兒患暑溫，尤易陷入營分，繼而火邪逼血，熱極生風，故當早投清營之劑。若其人胸中素有瘀血，與營熱相搏，則既有熱阻心包之神昏譫語或心煩不安，又會兼見口唇、爪甲青紫、舌質紫暗、脈澀等瘀血之症，治宜清營泄熱或清心開竅與化瘀活血並行。熱入營分而兼有胃火燔熾者，舌中常乾，可佐清胃瀉火之品。若兼有便秘，腹痛等胃腸燥結之象者，則宜加泄熱通便法。若熱入營分證見絳舌上罩有粘膩似苔非苔之物者，為兼挾穢濁之邪，當清營與辟穢並舉。",
  "differential_analysis": "逆傳心包證與營分證 兩者均有身熱、舌絳等症狀。但逆傳心包證系由溫熱犯衛後，逆傳心包而成，故病來迅速，病勢凶險，常在犯衛一、二日內，即逆傳心營，而見高熱、神昏、譫妄、肢厥等。乃衛分溫邪內陷營陰，煉津成痰，痰熱互結，內閉心包所致。心竅被蒙，神明內閉，故昏憒不醒，譫妄不已。熱入營分證是由衛經氣，順傳入營，病勢較前者為輕緩，雖見心煩不安，時有譫語等，但系熱擾心神，神明不安所致，故譫妄時有時無，神識時昏時清，發熱入夜較著。伏邪內發之熱入營衛證，雖起病之急，來勢之凶不亞於逆傳心包證，但邪自內發，初起無衛分證，發病即見高熱、神昏、譫妄、肢厥、斑疹等，故此二者均與逆傳心包證有別。\n真陰耗損證與營分證 兩者皆可見身熱夜甚，神昏之症。但在病位上，熱入營分證屬上焦心營，虛實相兼，而以邪實為要；真陰耗損證病在下焦肝腎，虛多邪少，以正虛為主。病機上，熱入營分證之身熱夜甚，為邪熱尚盛，營陰耗傷，故身熱入夜則劇，神昏乃邪熱上擾心神所致。真陰耗損證之身熱夜甚與神昏，系溫邪久羈，傷及肝腎精血，精血大虧，神失所養所致。其神昏為精神恍惚，循衣摸床，或昏昏欲睡，喚之則醒。且尚有手足心熱甚，口乾舌燥，耳聾，舌紅少苔，脈虛大等，亦與熱入營分之斑疹隱隱等不同。\n氣營兩燔證與營分證 兩者皆有舌質紅絳，煩擾不寐。但氣營兩燔證必有氣分邪熱熾盛，如壯熱、煩躁、口渴、汗多等。熱入營分證則純見營分里證，並無氣分症狀。前者為邪初入營而氣分邪熱尚盛，屬表里氣營合病；後者為熱陷營分，營陰已傷。兩者既有病位之別，又有虛實之異。",
  "literature": "《外感温熱篇》：“營分受熱，則血液受劫，心神不安，夜甚無寐，或斑點隱隱，即撤去氣藥，如從風熱陷入者，用犀角、竹叶之屬，如從濕熱陷入者，用犀角、花露之品，參入涼血清熱方中。”\n“再論其熱傳營，舌色必絳，絳，深紅色也。初傳絳色，中兼黃白色，此氣分之邪未盡也，泄衛透營，兩和可也。純絳鮮色者，包絡受病也。宜犀角、鮮生地、連翹、鬱金、石菖蒲等。延之數日，或平素心虛有痰，外熱一陷，里絡就閉，非菖蒲、玉金等所能開，須用牛黃丸、至寶丹之類以開其閉，恐其昏厥為痙也。”\n《溫病条辨·上焦篇》：“太陰溫病，寸脈大，舌絳而乾，法當渴，今反不渴者，熱在營中也，清營湯去黃連主之。”\n《外感温熱篇》：“風溫症，熱渴煩悶，昏憒不知人，不語如屍厥，脈數者，此熱邪內蘊，走竄心包絡，當用犀角、連翹、焦遠志、鮮石菖蒲、麥冬、川貝、牛黃、至寶之屬，泄熱通絡。”\n《濕熱病篇》：“濕熱證，壯熱口渴，舌黃或焦紅，發痙，神昏譫語或笑，邪灼心包，營血已耗，宜犀角、羚羊角、連翹、生地、玄參、鉤藤、銀花露、鮮菖蒲、至寶丹等味。”"
}