{
  "id": "yu_xue_bi_zu",
  "name": "瘀血痺阻證",
  "category": "複合證候",
  "index": 55,
  "zhengsu_composition": {
    "location": [],
    "nature": [
      "bi_zu"
    ]
  },
  "severity": 2,
  "symptoms": {
    "primary": [
      "局部刺痛",
      "痛處固定",
      "拒按",
      "日輕夜重"
    ],
    "secondary": [
      "甚則局部腫脹或有硬結",
      "瘀斑",
      "伴面色黧黑",
      "肌膚甲錯",
      "唇青"
    ],
    "tongue": "舌紫",
    "pulse": "脈澀"
  },
  "clinical_manifestations": "局部刺痛，痛處固定，拒按，日輕夜重，甚則局部腫脹或有硬結、瘀斑，伴面色黧黑，肌膚甲錯，唇青舌紫，脈澀。",
  "pathogenesis": "",
  "common_diseases": [
    "“痺病”",
    "“胸痺心痛”",
    "“頭痛”",
    "“中風”",
    "“腰痛”"
  ],
  "differential_patterns": [
    "“瘀熱痺阻證”",
    "“痰瘀痺阻證”"
  ],
  "self_analysis": "瘀血可以發生在人體的各個臟腑、各個部位，均可因瘀血痺阻脈絡而造成局部“不通則痛”，本證可見於多種疾病中，臨床上必須詳加鑑別。如在痺病中，本證臨床表現為肌肉、關節刺痛，疼痛部位固定不移，痛處拒按，日輕夜重，局部腫脹或有硬結、瘀斑，面色黧黑，肌膚甲錯或乾燥無光澤，口乾不欲飲，舌質紫暗，或有瘀斑，苔薄白，脈沉澀或細澀。由於風寒濕邪痺阻肌膚、關節、經脈等處，氣血運行不暢，而致瘀血停聚，或疾病日久，氣虛血瘀，瘀血痺阻，不通則痛，故肌膚關節刺痛，部位固定；血瘀實邪聚集不散，故疼痛拒按；瘀血痺阻經脈，氣化不利，水停濕蘊，故局部腫脹，甚則硬結；瘀血阻絡，津液不能上承，故口乾不欲飲；瘀血不去，新血不生，肌膚失養，故見皮膚乾燥無光澤或肌膚甲錯，面色黧黑等症。《素問·五臟生成》說：“血凝於膚者為痺”。治宜活血化瘀，舒筋通絡。方用身痛逐瘀汤(《醫林改錯》)加減。胸痺心痛之瘀血痺阻證，臨床表現為心胸疼痛劇烈，如針刺如刀絞，痛有定處，甚則心痛徹背，背痛徹心，或痛引肩背，伴有胸悶，唇甲青紫，且夜間多發，舌紫暗或有瘀斑、瘀筋，脈澀或結代。此即《靈枢·厥病》之“真心痛，手足青至節，心痛甚，旦發夕死，夕發旦死”。《素問·脈要精微論》說：“脈者，血之府，……澀則心痛”。由於瘀血痺阻心脈，心脈不通則痛，故心胸劇痛，痛處固定。瘀血痺阻，氣機不運則胸悶。夜間血行更慢，瘀血更甚，故心痛夜間易發。唇青舌紫，脈澀或結代均為心脈瘀阻，胸陽不振之象。治宜活血化瘀，通脈止痛。方用血府逐瘀汤(《醫林改錯》)加減。頭痛病之瘀血痺阻證，臨床表現為頭痛經久不愈，其痛如刺，固定不移，或頭部有外傷史，舌紫或有瘀斑、瘀點，苔薄白，脈弦或澀。多因外傷跌撲，絡脈瘀阻，不通則痛，或頭痛經久不愈，久病入絡，血瘀絡痺而致頭痛如刺，痛處固定不移。舌有瘀斑，脈細澀均乃瘀血痺阻之象。治宜通竅活絡化瘀。方用通窍活血汤(《醫林改錯》)加減。中風病之瘀血痺阻證，臨床表現為半身不遂，口舌歪斜，言語謇澀或不語，偏身麻木或刺痛，手足腫脹，伴頭痛頭暈，舌質紫暗或有瘀斑，脈沉澀或弦澀。多因年老體弱，久病氣虛，運血無力，血流不暢，瘀血阻滯，或七情失調，肝鬱氣滯，血行不暢，瘀血阻滯清竅，痺阻腦脈，而發中風；瘀血內停，阻礙氣化，水濕內停，則手足腫脹；瘀阻腦脈，故頭痛頭暈。《景岳全書·脅痛》曰：“凡人之氣血猶源泉也，盛則流暢，少則壅滯。故氣血不虛不滯，虛則無有不滯者”。《讀醫隨筆·承制生化論》說：“氣虛不足以推血，則血必有瘀”。因此，本證治療當以攻補兼施，治宜益氣活血，通絡化瘀。方用補陽還五湯(《醫林改錯》)加減。腰痛之瘀血痺阻證，臨床表現為腰痛如刺，痛有定處，日輕夜重。輕者俯仰不便，重則不能轉側，痛處拒按，或局部有外傷史，舌質暗紫或有瘀斑，脈澀。由於瘀血阻滯經脈，以致氣血不能通暢，不通則痛。治宜活血化瘀，理氣止痛。方用身痛逐瘀汤(《醫林改錯》)加減。\n瘀血痺阻，氣機不暢，新血不生，臨床上常伴有氣血虧虛。瘀血痺阻關節經絡，日久不散，導致關節腫脹變形而成尪痺；瘀血痺阻心脈之後，心血瘀滯常與心肺氣虛並見，嚴重時則現心氣、心陽暴脫之危候。日久不愈，則以陽虛、血瘀、水停同時並現，嚴重時可發生陰盛格陽之脫證。",
  "differential_analysis": "瘀熱痺阻證與瘀血痺阻證 臨床上均有瘀血痺阻的表現，肌肉關節刺痛，疼痛部位固定不移，拒按，局部腫脹，舌紫暗，脈澀等症狀。但因其病機性質不同，兼挾症狀有異，證候表現各具特點。瘀血痺阻證是由於各種原因導致的瘀血停聚，痺阻脈絡而出現的不通則痛的症狀。而瘀熱痺阻證是由於瘀血與血熱合併為病或瘀血內結，鬱而化熱而成，臨床上除了有瘀血痺阻的症狀，可兼見熱象，如關節肌膚發熱，或周身發熱，入夜尤甚，溲赤，苔黃，舌質暗紅等症狀。二者不難鑑別。\n痰瘀痺阻證與瘀血痺阻證 二者均可出現瘀血留滯經絡而致的肢體刺痛，痛處不移，局部腫脹，舌紫脈澀等症，但因其病機不同，臨床上可出現不同的兼症。瘀血痺阻證以單純瘀血阻滯的症狀為主，而痰瘀痺阻證則是痰瘀並見，可兼見肢體關節腫脹變形，或皮下痰核結節，胸脘滿悶，納呆，泛吐痰涎，舌暗苔膩等症，治宜活血行瘀，化痰通絡。其代表方為陽和湯(《外科全生集》)。而瘀血痺阻證治宜活血化瘀，舒筋通絡，其代表方為身痛逐瘀汤(《醫林改錯》)。",
  "literature": "《素問·痺論》：“心痺者，脈不通。\n《聖濟總錄·傷折門》：“脈者，血之府，血行脈中貫於肉里，環周一身。若因傷折內動經絡，血行之道不得宣通，瘀積不散則為腫為痛，治宜除去惡瘀。”\n《景岳全書·血證》：“血有蓄而結者，宜破之逐之。以桃仁、紅花、蘇木、玄胡、三棱、蓬朮、五靈脂、大黃、芒硝之屬。”\n《醫徹·蓄血》：“其人或勞倦，或跌撲，或閃挫，或鬱怒，皆足以阻其血而停蓄成瘀。”"
}